{
    "金钱龟": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img65931407986928.jpg",
        "value": "金钱龟的学名为三线闭壳龟(Cuora  trifasciata)，别名红边龟、红肚龟、断板龟、金头龟等，隶属于龟鳖目(Testudines)、龟科(Emydidae)、淡水龟亚科(Batagurinae)、闭壳龟属(Cuora)。主要分布于我国的广东、广西、海南、福建、香港等省区及越南、老挝等东南亚国家，为我国的二级保护动物。金钱龟是珍贵的动物资源，浑身都是宝，在药用、观赏、工艺制作、食用以及现代科学研究等方面都具有重要的意义和经济价值。人们对金钱龟的需求不断增加，但在自然界中，金钱龟由于其繁殖数量低，加上遭到人们的狂捕滥杀，其种群数量日益下降,  在野外已难觅其踪。",
        "index": 0
    },
    "大鳄龟": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick15221435644080.png",
        "value": "真鳄龟（学名：Macroclemys temminckii）是鳄龟科、真鳄龟属动物。真鳄龟保持了原始龟的特征，嘴巴、背甲盾片、红舌都很奇特。外形酷似鳄鱼，头呈三角形，较大，最宽处约为背甲宽度的一半；嘴巴前端的上下颌呈钩状，似老鹰嘴一般，锋利无比；口列成“∧”形，张开其大。真鳄龟体大，背甲长达约31英寸，体重可达200磅。背甲盾片呈棕褐色，13块盾片就像13座小山连绵起伏，呈纵横3行排列。腹甲较小，呈“十”宇形。它的舌上长有一个鲜红色且分叉的蠕虫状的肉突，通过中间的圆形肌肉与舌头相连。两端能够自由伸缩活动。尾又细又长，长度约为背甲长的0.8倍（稚龟尾更长，为1.5倍以上），尾近基部生有3纵列小丘状角质突起。其颈不像蛇鳄龟那样长，但亦较粗且生有许多肉质突疣。四肢较粗壮，趾间均生有蹼，利于游泳爬行。与其它龟不同的是它的头和脚不能缩入壳内。真鳄龟通常生活在河流、湖泊、池塘及沼泽中，它们很少到陆地上活动，只有在繁殖季节，雌龟才会爬上岸，选择适合的地方产卵。喜弱光畏强光，喜静怕惊扰，喜温惧寒，喜群聚。在自然界，捕食鱼、蛙、蛇、蜗牛、虫类、蛤、虾、水鸟及各种水草；人工饲养下则吃牛肉、猪肉、鱼虾、家畜内脏等，但最适合的饲料为专用况性或浮性配合饲料。主要分布于美国的密西西比河流域。",
        "index": 1
    },
    "黄头侧颈龟": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img16351406282021.jpg",
        "value": "黄头侧颈龟（学名：Podocnemis unifilis）是侧颈龟科、南美侧颈龟属动物。成年个体重约1千克，属中型龟类。成体椭圆形。头中等大，黑褐色，头顶部和侧面有淡黄色或橘红色的斑纹，吻钝，喙呈流线型。眼大，颈粗，伸头时， 头颈部从侧面伸岀；缩头时，向一侧弯曲头颈来使头部折回到甲内。背甲长达68厘米，幼龟背甲淡橄榄色，成龟的背甲颜色较深，背甲呈椭圆形，顶部隆起，中央有一条嵴棱，背甲前后边缘不呈锯齿状。腹甲淡黄色，腹甲前端呈半圆形，后缘缺刻，腹甲前部较后半部大，间喉盾较长，并且将喉盾分隔开，但不隔开肱盾。四肢灰褐色，后肢边缘有3枚大鳞片，上有硬质鳞片，趾间具蹼，前肢5爪、后肢4爪。尾短，灰褐色。雄龟尾部较长、泄殖孔距腹甲后缘较远；雌龟尾短、泄殖腔孔距腹甲后缘较近。属水栖龟类，在自然环境中黄头侧颈龟生活于水体洁净的湖泊、河川、沼泽等水域中。黄头侧颈龟以植物性食物为主，如鲜嫩的水草和瓜果等。人工养殖可投喂瓜果、蔬菜、水草、小鱼虾及配合饲料等。生长适温 22-30℃。分布于玻利维亚、巴西、哥伦比亚、厄瓜多尔、法属圭亚那、圭亚那、秘鲁、苏里南、委内瑞拉。",
        "index": 2
    },
    "中华草龟": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img44511411887641.jpg",
        "value": "中华草龟（Chinemys reevesii）又名乌龟、金龟、金线龟、墨龟、泥龟、水龟、山龟、臭青龟、长寿龟、八卦龟等，为龟鳖目（Testudines），地龟科（Geoemydidae），乌龟属（Chinemys）。中华草龟是我国龟类当中分布最广的一种。在国际市场上，中华草龟十分畅销。日本、菲律宾以及欧美各国人民将其视为象征“吉祥，延年益寿”之物。",
        "index": 3
    },
    "蛋龟": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img98561405662489.jpg",
        "value": "蛋龟是越来越流行的一大类龟，蛋龟并不是一种龟的名字，而是涉及到2个亚科4个属的龟类，这4个科属的龟类都有着一个共同的特点，就是背甲呈椭圆形，而且平滑，从上往下看就像一个大鸡蛋一样，久而久之，喜爱它们的朋友就给它们起了一个亲切的名字：“蛋龟”，并且把不同种的龟名字后面都加上一个“蛋”字，比如像：萨尔文巨蛋，墨西哥巨蛋，红面蛋，白唇蛋等等。蛋龟基本上涉及到了：匣子龟属，大麝香龟属，麝香龟属和动胸龟属。鹰嘴泥龟（窄桥匣龟），巨型麝香龟，三弦巨型鹰嘴泥龟，阿拉莫泥龟，斑纹泥龟，中美洲泥龟（窄桥泥龟），果核泥龟，皱褶泥龟， 哈利斯科泥龟，哥伦比亚泥龟，黄泥龟（黄泽），西南黄泥龟，杜州黄泥龟，伊利诺黄泥龟，斯登氏黄泥龟，哈雷拉泥龟，墨西哥毛足泥龟，帕兹库阿洛泥龟，墨西哥高原泥龟，尤卡泥龟，安尼克泥龟，查帕拉湖泥龟， 墨西哥泥龟，白吻泥龟，南白吻泥龟，瓦哈卡泥龟，亚马逊泥龟， 恰帕斯泥龟，白喉泥龟，卡拉雅斯泥龟，红面泥龟，阿根廷泥龟， 索若拉泥龟， 索诺塔泥龟，头盔泥龟（东方动胸龟），密西西比东方动胸龟，佛罗里达东方动胸龟， 刀背麝香龟（棱背泥龟、剃刀）， 平背麝香龟， 小麝香龟（巨头麝香龟）， 条颈小麝香龟(虎纹麝香龟) ，麝动胸龟（密西西比麝香龟）",
        "index": 4
    },
    "巴西红耳龟": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img29841405666125.jpg",
        "value": "巴西红耳龟（学名：Trachemys scripta elegans）是龟科、彩龟属巴西彩龟的一个亚种。成体长椭圆形，背甲平缓隆起，脊棱明显，后缘呈锯齿状。头宽大，吻钝头颈部有黄绿相间的纵纹，眼后两侧各有1长条形红色斑块。头和颈侧面、腹面夹有黄绿线状条。眼中等大，颈短而粗。全身颜色多样，色彩斑斓，背甲翠绿色，每块盾片上具有黄绿镶嵌的圆环状斑纹；腹甲平坦，淡黄色，具有规则排列、似铜钱图案的黑色圆环纹。四肢粗短，趾间具发达的蹼。前肢5爪、后肢4爪。尾适中。龟苗时期色泽鲜艳醒目，全身布满黄绿镶嵌、粗细不匀的条纹和图案，随着个体长大，颜色、图案逐渐变淡。雄龟个体小，躯干长，前肢的爪子较长，尾基部较粗，泄殖孔距腹甲后缘较远；雌龟个体大，躯干短而厚，前肢的爪子较短，尾细且短，泄殖腔孔距腹甲后缘较近。巴西红耳龟性情活泼，比中国产的任何一种淡水龟都活跃、好动。它对水声、振动反应灵敏，一旦受惊纷纷潜入水中，最适温度为20-32℃，11℃以下冬眠，6℃以下为深度冬眠。属杂食性动物，是自然界的野生龟类，多半以肉食为主。巴西红耳龟其实并不都分布于巴西，而是产于美国西西比河沿岸及中美洲等一些国家。中国1987年引种，曾有大量养殖，在各地的自然水体中可以发现。",
        "index": 5
    },
    "黄喉拟水龟": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img91311406282992.jpg",
        "value": "黄喉拟水龟（学名：Mauremys mutica）是龟科、拟水龟属动物。个体中等，呈扁椭圆形，头较小，头背光滑无鳞，黄色或黄橄榄色，头腹面及喉部为黄色故名。鼓膜圆形，黄色，头侧眼后至鼓膜处有一黄色纵纹。背甲棕色或棕黄色，有3条纵棱，只有中央棱明显，背甲较低平，边缘整齐，后缘微呈锯齿状，腹甲浅黄色，每一盾片的后缘中间有一方形棕色黑褐斑，有的不明显，呈全黄色称为象牙板。腹甲比背甲略短，雄龟腹甲呈凹形，其色较雌龟深，尾基较大尾较长，躯干部长而较薄，雌龟腹甲平整，尾短而较粗，躯干部短而厚。背甲与腹甲以骨缝相连，甲桥明显，腋盾窄，胯盾小，喉盾平切，两外侧明显呈角状，肛盾缺刻深。四肢扁圆，上皮具宽大鳞片，颜色较深。前肢五爪，后肢四爪，指、趾问全蹼，腿窝内皮肤呈黄色，尾短而尖细，侧面有黄色纵纹。黄喉拟水龟栖息于丘陵地带、半山区的山间盆地和河流谷地的水域中，有时也常到灌木草丛、稻田中活动。白天多在水中戏游、觅食，晴天喜在陆地上，有时爬到岸边晒太阳。杂食性，取食范围广，禽畜肉及内脏、植物类的瓜果蔬菜，喜在水中觅食。若食物过大，则借助两前爪将食物撕碎后再吞食。分布于越南、日本、琉球群岛、中国。",
        "index": 6
    },
    "赤练蛇": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img93981413451131.jpg",
        "value": "赤链蛇是蛇目游蛇科链蛇属的一种，分布于中国、日本、韩国、老挝、越南、俄罗斯。在中国分布的为赤链蛇指名亚种（Lycodon rufozonatus rufozonatus）。该亚种成体全长约1米左右，体背黑褐色与红（红褐）色相间。因具有51~87+12~30以上的红（红褐）色窄横纹而得名，但部分个体缺少红纹。颊鳞常入眶。头背黑色，鳞缘红色，枕部有一“∧”形红色斑，眶后有一黑纹向后达第7枚上唇鳞。背鳞平滑，或体后段的中央少数几行微棱，19（17，20，21）—17（19）—15（17），福建崇安一标本中段行数为21。腹鳞雄188—224，雌184—222。别名红四十八节、红长虫、红斑蛇、红花子、燥地火链、红百节蛇、血三更、链子蛇、桑树根、楝树根等。身上散发腐鱼腥臭味。",
        "index": 7
    },
    "中华石龙子": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img81371410513206.jpg",
        "value": "中国石龙子（学名：Plestiodon chinensis）为石龙子科石龙子属的爬行动物。体长一般为207至314毫米，体较粗壮，有上鼻鳞，无后鼻鳞，第二列下颞鳞楔形，后颏鳞2枚，典型的有5条浅色纵纹，背中部1条在头部不分叉，侧纵纹由断续斑点缀连而成，背面和腹面散布浅色斑点，老年成体浅线纹不甚明显，斑点和蓝色亦消失，颈侧及体侧红棕色，幼体背面黑色，具3条浅黄纵线，尾浅蓝色。白天活动，常发现在路旁、田间、土埂或石块不动，伺机捕食，主要以各种昆虫为食，亦吃小蛙、蝌蚪等，偶尔也会摄取植物茎叶。列入《中国生物多样性红色名录——脊椎动物卷》——低危（LC）。",
        "index": 8
    },
    "枫叶龟": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img19601405652591.jpg",
        "value": "地龟（学名：Geoemyda spengleri）是龟科、地龟属半水栖的龟类。地龟的体色变化颇大，由浅橘色到深棕色不等。体型较小，成体背甲长仅120毫米左右，宽78毫米左右。其头部浅棕色，头较小，背部平滑，上喙钩曲，眼大且外突，自吻突侧沿眼至颈侧有浅黄色纵纹。背甲金黄色或橘黄色，中央具二三条嵴棱，前后缘均具齿状，共十二枚，故称“十二棱龟”。腹甲棕黑色，两侧有浅黄色斑纹，甲桥明显，背腹甲问借骨缝相连。后肢浅棕色，散布有红色或黑色斑纹，指、趾间蹼，尾细短。雌雄辨别容易，最明显的是雌龟在眼睛后方的颈部两侧都有一道白色或黄色的条纹而雄性则没有或是很不明显。此外由体型和尾部的大小都可以比较出雌雄的差异。雌龟的腹甲平坦，尾短，泄殖孔距腹甲后缘较近；雄龟的腹甲中央凹陷，尾长且粗，泄殖腔孔距腹甲后缘较远。地龟栖息于海拔700米左右的山区丛林近溪流的阴湿地区，也常发现于小溪中。陆栖或半水栖，不能进入深水域。栖息地的林下乔木、藤本植物和竹子较丰富，郁闭度多在80%以上。杂食性，以各种昆虫、蠕虫、植物的叶和果实等为食。食量小，生长慢。分布于中国和越南。在中国分布于湖南、广东、广西。",
        "index": 9
    },
    "火焰龟": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img20931406281426.jpg",
        "value": "火焰龟属水栖龟类，主要分布在北美大陆，生活于湖、河、池塘等地。腹甲一般是黄色的，有时会夹带红色，有时又带有黑色到红棕色的图案，图案的大小和形状不定。火焰龟的皮肤为黑色到橄榄色，颈部，四肢和尾部长有黄色和红色的条纹，头部则有黄色的条纹。雄龟具有较长的前爪和粗长的尾部。而雌龟一般体型较大，前爪较短，尾巴比较短细。火焰龟放在玻璃箱中饲养颇具观赏性，目前国内也有少量的家庭将火焰龟作为宠物来饲养。",
        "index": 10
    },
    "赫曼陆龟": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img45711406626808.jpg",
        "value": "赫曼陆龟是欧系陆龟的代表品种之一，强健的体魄，活泼开朗的性格，赫曼陆龟寿命较长，饲养情况下不冬眠约有70-80年，按时冬眠约有120年寿命。饲养背甲5厘米以内的小龟不建议冬眠。赫曼陆龟（T.h.boettgeri），陆龟科。杂食性，尤其嗜食豆类植物，有时也会捕食蚯蚓、蜗牛及昆虫。非洲北部、欧洲南部和亚洲中部，萨丁尼亚岛，科西嘉岛。甲长不超过20公分。具有上臀盾1枚，大腿上并无大型疣状鳞片，前肢前缘上计有5-10列小型鳞片。栖息于干燥草原或灌木丘陵地带内植物丰富且湿度较低的区域。成体背甲大小约15-20cm。",
        "index": 11
    },
    "喜玛拉雅白头蛇": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img72381409290382.jpg",
        "value": "喜马拉雅白头蝰，即广义白头蝰，学术上不存在这种命名，指的是白头缅蝰和黑头缅蝰，这下面的介绍是白头缅蝰，即卡氏白头蝰，混合了部分白头蝰（即黑头缅蝰）的资料，所以只可当做参考。白头蝰或卡氏白头蝰，图片不清楚无法判断时可通过分布图判断，云南哈尼族红河以西为白头蝰，以东为卡氏白头蝰，剧毒但并不是无药可救的，旧属蝰蛇科蝮亚科的大型毒蛇，现属于独立白头蝰科，吃鼠，对农业有益，国家三有动物名录动物。喜玛拉雅白头蛇是一种比较古老的蛇种。它们主要出没于东南亚的一些山脉之中。另外，在中国境内的西藏东南部以及越南均能发现喜玛拉雅白头蛇。毒性是神经毒，在人体内会引致痛苦、肿胀、高血压、反胃、腹痛、困倦、四肢麻痹等。",
        "index": 12
    },
    "黑颈乌龟": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img73261406627414.jpg",
        "value": "黑颈乌龟（学名：Mauremys nigricans）是龟科、乌龟属爬行动物。黑颈乌龟体型较大，成体长12-25厘米，宽11-19厘米左右。头大小中等，头背部前端光滑，后半部有多角细鳞；头顶部前端平滑，后部有多角形的细鳞片；吻突出于喙缘。背部较平，有明显的脊棱；盾颈1枚，呈钟形；椎盾5枚。肋盾4枚。缘盾12对。腹甲平坦，几乎与背甲等长，前缘较平，后缘凹缺。甲桥明显，具腋盾和胯盾。四肢扁圆，指、趾问全蹼；尾中等长。体备灰黑色，腹棕黄色，缘盾腹面及甲桥部位黑褐色。雌龟头、颈和四肢等柔软部分为灰黑色；雄性喙及颈、四肢与身体等柔软部分为橘红色，缘盾腹面及甲桥部分在黑褐的底色上布有红色斑点。黑颈乌龟生活于亚热带丘陵、山区森林的溪流中。黑颈乌龟行动笨拙，爬动缓慢，性情温和，不主动伤人。杂食性，以鱼虾及蠕虫为食，也食谷物。人工饲养下，食瘦猪肉、虾、家禽内脏及少量菜叶。分布于越南和中国。在中国分布于广东、广西（南宁、柳州、梧州等）和海南省。",
        "index": 13
    },
    "红玫瑰蜘蛛": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img36251410514705.jpg",
        "value": "红玫瑰蜘蛛原产于智利的荒漠中。它浑身布满暗红色的绒毛，对环境要求不高，适应力很强，性情温顺，饲喂简单，特别适合初养者，而且价格便宜能被接受，连名字都很吸引人，是养虫市场最受欢迎的宠物蜘蛛。成体头胸部总长约7-8cm，全长约10-15cm。它浑身布满暗红色的绒毛，属于洞穴蜘蛛的一种。它浑身布满暗红色的绒毛，尤其是头胸部上方，呈现暗紫红色。毒性很低，红玫瑰毛蜘蛛在大多情况下非常温顺，可上手。但也不排除会有意外发生。",
        "index": 14
    },
    "金环蛇": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img15961411897553.jpg",
        "value": "金环蛇（学名：Bungarus fasciatus），俗称金甲带、金包铁、金脚带、花扇柄（客家话）、雨伞柄（潮州话）或佛蛇等，是环蛇属的一种，是毒性很强的蛇。金环蛇是一种具前沟牙的剧毒蛇，与眼镜蛇、灰鼠蛇合称“三蛇”，是著名的食用蛇种。金环蛇分布于北纬25度左右及其以南地区。金环蛇和其他环蛇属的蛇一样，动作缓慢，不爱攻击人类，主要以小型脊椎动物为食。金环蛇的毒性较其近亲银环蛇弱，但仍然属剧毒蛇，而数量也较银环蛇多。头椭圆形，全身体背有黄环和黑环相间排列，两环宽窄大致相等，尾短圆钝。活动于平原、丘陵、山地丛林、塘边、溪沟边和住宅附近。",
        "index": 15
    },
    "黄缘闭壳龟": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img18541406627120.jpg",
        "value": "黄缘闭壳龟（学名：Cuora flavomarginata）是龟科、闭壳龟属动物。头部光滑无鳞，鼓膜圆而清晰，头部背面浅橄榄色，吻前端平，上喙有明显的勾曲，下颌橘红色，两眼后各有一条金黄色宽条纹，两纹在头部背面交汇成“U”形弧纹，纹后的颈部呈浅橘红色。背甲绛红色或棕红色，高而隆起，正中有一条淡黄色脊棱。腹甲棕黑色，外缘与缘盾腹面呈米黄色，腹甲前缘略突出，后缘呈椭圆弧形，前后边缘均无缺刻。背甲与腹甲间、腹甲前后两部分间借韧带相连。腹甲前后两部分能向上闭合于背甲，头、尾及四肢可完全缩入壳内。四肢略扁平，上覆有瓦状排列的鳞片，呈灰褐色，前肢基部呈浅橘红色，具五趾，后肢基部呈米黄色，具四趾，趾间具微蹼，尾短，两后肢之间及尾部的皮肤具疣粒。黄缘闭壳龟栖息于丘陵山区的林缘、杂草、灌木之中，喜群居，白天多隐匿于安静、阴暗潮湿的树根下及石头缝中，常可见多只龟在同一洞穴中，活动地阴暗，但离清洁水源不远。黄缘闭壳龟是以肉食为主的杂食龟类，在野外以昆虫、蠕虫、软体动物为食，如天牛、金叶虫、蜈蚣、壁虎、蜗牛等。分布于中国、日本（九洲岛）、琉球群岛。",
        "index": 16
    },
    "中国水龙": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick35481469428159.jpg",
        "value": "中国水龙。性格十分温驯，若能给与适当的照顾，可健康地成长。如果喜欢饲养温驯和爱游泳的蜥蜴，中国水龙是理想的选择。成年的中国水龙外型特征拥有深至浅绿色，腹部呈现白或浅黄色。雄性头部较为大而阔，背鳍较长。树栖性； 半水栖性；潮湿的热带和温暖的 森林",
        "index": 17
    },
    "中华花龟": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img30251411891248.jpg",
        "value": "花龟（学名：Mauremys sinensis）是龟科、拟水龟属动物。头部较小，吻呈锥状，突出于喙端。喙端呈细锯齿状，体较平，具三棱，脊棱明显。颈盾1枚，呈梯形或长方形。椎盾5枚，肋盾4对，喙盾12对，两侧微向上翘，各盾片均有同心纹。腹甲平，前缘平直，后缘凹入，甲桥明显，四肢扁圆，前缘有横列的大鳞。指、趾满蹼，前肢5爪，后肢4爪，尾长，尖细，头、背及四肢背包栗色，头侧及腹面色淡，有鲜明的黄色细纵纹从吻端经眼及头背、侧、腹向身体延伸，四肢及尾亦布黄色细纵纹。腹部具淡棕黄纹，有栗色斑。花龟属水栖龟类，嗜水性强，有上岸晒背的习性，气温25℃以上、风和日丽、阳光明媚时，花龟喜爬上露台或岸边晒背。花龟一般在傍晚至翌日早晨吃食，动物性饲料（小鱼、虾、螺、蚯蚓等）和植物性饲料（玉米、地瓜、南瓜和各种水草、蔬菜等）均能采食。分布于中国和越南。",
        "index": 18
    },
    "苏卡达象龟": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img41551410838422.jpg",
        "value": "苏卡达陆龟（学名：Centrochelys sulcata）：是爬行纲、龟鳖目的爬行动物。雄性体长约80厘米，雌性体长约50厘米，雄性体重约100千克，雌性体重约60千克，是世界中第三大陆龟。背甲隆起高，头顶具对称大鳞，头骨较短，鳞骨不于顶骨相接，额骨可不入眶，眶后骨退化或几乎消失；方骨后部通常封闭，完全包围了镫骨；上颚骨几乎于方轭骨相接，上颚咀嚼面有或无中央脊。背腹甲通过甲桥以骨缝牢固连结。四肢粗壮，圆柱形。指、趾骨不超过2节，具爪，无蹼。无臭腺。生活在炎热干旱的地区。植食性。分布在撒哈拉沙漠的南部边缘，从塞内加尔和毛里塔尼亚向东穿过马里、尼日尔、乍得、苏丹、埃塞俄比亚，沿着厄立特里亚达红海。",
        "index": 19
    },
    "中国水蛇": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img49661410429271.jpg",
        "value": "中国水蛇（学名：Enhydris chinensis）是游蛇科水蛇属爬行动物，体粗壮，尾短。蛇体前部呈深灰色或灰棕色，具有大小不一的黑点，背鳞最外行暗灰色，外侧2至3行红棕色，腹鳞前半暗灰色，后半黄白色，上唇缘亦为黄白色。头较大，吻端宽钝，背鳞平滑，雄蛇腹鳞平均148.4枚，雌蛇腹鳞平均143.3枚，肛鳞二分，尾下鳞双行，雄蛇平均48.6对，雌蛇平均42.6对。中国水蛇长年生活在水中，白天及晚上均见活动，食性杂，主要以鱼类、青蛙以及甲壳纲动物为食。种群主要分布在中国和越南。列入世界自然保护联盟（IUCN）2010年《濒危物种红色名录》ver 3.1——低危（LC）。",
        "index": 20
    },
    "缅甸陆龟": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img97781409724236.jpg",
        "value": "缅甸陆龟（学名：Indotestudo elongata）是陆龟科、印度陆龟属乌龟。成年个体重1千克，属中型龟类。成体背甲长20厘米以上，最长可达40厘米左右。成体长椭圆形，背甲拱圆。头中等；吻短，上颚具有三个锯齿。眼大，颈短。背高而甲长，有一颈盾，脊部较平。臀盾单枚，向下包。腹甲大，前缘平而厚实，后缘缺刻深；前肢5爪后肢4爪；指、趾间无蹼。尾短粗，其端部有一爪状角质突。生活时，头淡黄绿色到灰白色，体淡黄褐色，每一盾片有不规则的黑色斑块（个别毫无斑块）；四肢覆盖鳞片，鳞片呈黄绿色到黄褐色，有不规则黑色斑点。缅甸陆龟属亚热带陆栖龟类，栖息于山地、丘陵及灌木丛林中，晚上活动活跃，喜暖怕寒。性温顺、有灵性，以草食性为主，也摄食动物性食物。主要分布于印度东北部至越南、马来半岛地区，包括：中国、尼泊尔、印度、泰国、越南、马来西亚、孟加拉国、缅甸和柬埔寨等国。",
        "index": 21
    },
    "红腿陆龟": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img32961406626229.jpg",
        "value": "红腿陆龟(学名：Geochelone carbonaria)，陆龟科。体长30公分左右，最大可达45公分。颜色鲜艳夺目。容易饲养，食量大，是饲养陆龟初学者的理想选择。红腿陆龟有两个亚种，即哥伦比亚红腿（俗称老版红腿）以及加勒比海岛屿红腿（俗称樱桃红腿）。老版红腿个体较大，头部无明显斑纹，但背甲长到一定程度之后中部会有向里测凹陷（俗称：葫芦腰）。樱桃红腿体型较小，头部有明显红色斑纹，长大后背甲不会收缩，依旧成椭圆形。",
        "index": 22
    },
    "猪鼻龟": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img59621411875367.jpg",
        "value": "猪鼻龟（学名：Carettochelys Insculpta）是猪鼻龟科、猪鼻龟属动物。头中型，吻突出平截，酷似猪鼻，背灰色无花纹、无盾片，背较隆起，中央有一条纵嵴；腹甲白色或乳臼色且扁平，亦无盾片；前后技趾具发达的鳍状蹼，且仅有两个爪，故名两爪鳖。成年雄龟的尾部比较长，泄殖孔的位置也比较靠后；成年雌龟尾部则较短小。猪鼻龟为水栖龟类，善游泳，除了产卵以外，常年生活于水中，属于高度水栖的爬行动物、杂食动物，但幼龟偏肉食性，食量较大。猪鼻龟喜暖畏寒，适宜生活水温26-28℃，该龟性胆小怕惊，并畏强光喜暗光。该龟有生性咬斗的习性，大小个体或相似个体在人工养殖中常见因相互咬追，其背甲后缘及尾部残缺不全有的甚至尾椎都外露。分布于新几内亚岛（福来河流域等）、印度尼西亚（巴布亚）及澳大利亚北部（北领地的河等地城。中国上海青浦区两栖动物研究所等单位有批量养殖。",
        "index": 23
    },
    "鬃狮蜥": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img54541410429475.jpg",
        "value": "鬃狮蜥，学名：Pogona vitticeps（Ahl, 1927），飞蜥科鬃狮蜥属的一种蜥蜴。或称中部鬃狮蜥，是飞蜥科的一个日行物种。主要分布于澳大利亚东半部，全长约45厘米，最大可达约55厘米。体形粗大。位于体侧的棘状鳞，生长方位均不尽相同。半树栖型。通过鼓胀颚须的方式虚张声势。食物以昆虫和植物为主。鬃狮蜥[zōngshīxī] 背部及颈背上覆满有棘状鳞。当遭受威胁时，这种蜥蜴会以张开嘴及将带刺的咽喉膨大作展示动作，故其中文名即由此而来。",
        "index": 24
    },
    "印度星龟": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img98781411552612.jpg",
        "value": "印度星龟（学名：Geochelone elegans）是陆龟科、象龟属爬行动物。印度星龟的个体大小为22-28厘米。背甲绛黑色，每块盾片均布满淡黄色放射状条纹（每一只个体的背甲放射状花纹均不相同，似星星状），背甲长椭圆形，顶部隆起，无颈盾，前后缘不呈锯齿状。腹甲淡黄色，具有黑色放射状条纹，具2枚喉盾，后绿缺刻。头部大小适中，头顶部具黑色、黄色镶嵌的鳞片，上喙呈钩形。四肢具黑色、黄色镶嵌的鳞片，前肢具大块鳞片，前肢5爪，后肢4爪。尾短。印度星龟幼体、成体的放射状条纹变化较大。印度星龟是陆生龟类，栖息地非常广泛，包括潮湿的落叶林、半干旱的低地林、荆棘灌丛林、干旱的草原和半沙漠。性情温和，喜爬动。它不惧怕人。喜暖怕寒。当温度20℃以上时，能爬动、吃食，温度18℃时少食、少动，温度15℃左右时冬眠。人工饲养条件下，食植物茎叶、瓜果、菜叶，如西红柿、苹果、包菜叶等。分布于斯里兰卡、印度（泰米尔纳德邦、卡纳塔克邦、安得拉邦、奥里萨邦）和巴基斯坦。1997年中国有少量引进。",
        "index": 25
    },
    "巨蛇颈龟": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img58071409122168.jpg",
        "value": "巨蛇颈龟属，Chelodina longicollis，Chelodina expansa。动物界，脊索动物门，脊椎动物亚门，爬行纲，无孔亚纲，或称缺弓亚纲，龟鳖目，蛇颈龟属的一种龟，是澳洲最大的蛇颈龟品种。巨蛇颈龟是澳洲最大的蛇颈龟品种，其背甲最长能达到50厘米，雌性如将颈完全伸展开，其尾端至吻端的距离可达85厘米；巨蛇颈龟分布在澳洲东南部分，栖息在淡水湖泊和沼泽之中，其背甲呈淡绿色或棕色，腹甲呈米色。",
        "index": 26
    },
    "太攀蛇": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img60761408447544.jpg",
        "value": "太攀蛇（学名：Oxyuranus scutellatus），又名普通太攀蛇或海岸太攀蛇，是一种大型的太攀蛇属成员，亦为澳大利亚最大的毒蛇。分布于澳大利亚东部及北部沿岸一带，另也出没于新几内亚的岛屿。太攀蛇体长约两公尺。栖息于树林、林地，以小哺乳动物为食，是行动快速的哺乳动物杀手，日夜均会活动。卵生，每次产下3～22枚卵。根据数个毒理学报告的实验白鼠 LD50 皮下注射数据，此物种的毒性在陆栖毒蛇中位列第三。这种太攀蛇的蛇咬也造成过100%的临床致死率。其辖下共有两个已确认亚种。",
        "index": 27
    },
    "黄金蟒": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img74621413279230.jpg",
        "value": "黄金蟒（学名：Python bivittatus）为脊索动物门，是缅甸蟒蛇的白化突变种，是一种十分稀少的变异品种。黄金蟒的成体可以长到约7米长。在野外的黄金蟒如果有机会与另一条黄金蟒交配，就会将它独特的基因遗传给下一代。但是这种几率十分小，因而黄金蟒十分难得。主要分布在印度、斯里兰卡、缅甸和泰国北部。",
        "index": 28
    },
    "黄额闭壳龟": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img37331407824359.jpg",
        "value": "黄额闭壳龟（学名：Cuora galbinifrons）是龟科、闭壳龟属的爬行动物。成体背甲15～20厘米。头微扁，头顶平滑，呈金黄色，上有黑色不规则茶色斑点，眼球黑色，眼部虹膜为橘黄色，吻端钝。背甲较隆，上有笔画似的左右对称的茶色和褐色的图案或斑纹，背甲中央嵴棱明显，有斑纹。腹甲黑褐色，背甲与腹甲间、胸盾与腹盾问借韧带相连，韧带发达，可以完全闭合。四肢较扁，灰色，上有黄色杂斑点，前肢五指，后肢四趾，指、趾问具少量蹼。背甲很花，个体颜色差异较大。黄额闭壳龟雌雄两性外形差异较小，雌性龟体背甲较宽，尾短，泄殖腔孔距腹甲后缘较近；雄性龟体背甲较窄，尾长，泄殖腔孔距腹甲后缘较远。黄额闭壳龟喜栖息于丘陵山区溪流及浅水区域，常隐藏在林下的落叶内。陆生倾向强，也常在水边出没并能在浅水中活动，不善游泳。通常都很胆小，难以饲养，野外捕获的黄额闭壳龟普遍存在拒食症。大多数为杂食，以肉食性饵料为主，主要食物有：昆虫、鱼、虾、青菜、西红柿、水果等。分布于越南、老挝和中国。",
        "index": 29
    },
    "玉米蛇": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img22011409736820.jpg",
        "value": "玉米锦蛇（学名：Pantherophis guttatus），是游蛇科，锦蛇属肉食类动物，有2亚种。体长80~120厘米，颜色很多，通常都是红色的而且伴有橙色的鞍形标记，拥有各种各样的色彩变化，从荧光橙到灰色、灰褐色、土黄色、紫色都有。因身上有镶黑边的红或红褐色斑纹，腹部有浓淡相间的方格状斑纹，所以又叫做“玉米蛇”。玉米锦蛇原产地为美国东南部，墨西哥湾沿岸，在美国、墨西哥、巴哈马、开曼群岛、维尔京群岛等地都有发现。栖息于干燥林地，沼泽，农田等地。独居生活，黄昏及夜间觅食活动。温顺无毒，寿命可达20多年，是具有观赏性的宠物蛇。玉米锦蛇保护等级为无危。",
        "index": 30
    },
    "枯叶龟": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img51331409554848.jpg",
        "value": "枯叶龟，Chelus fimbriata，是蛇颈龟科蛇颈龟属的一种龟。生长在玛塔玛塔沼泽，又称为玛塔玛塔龟（Matamata Turtle）、玛塔龟，属于大型水栖龟类，是现存最古老的爬行动物之一。它是一种久坐不动的龟，拥有呈三角形的扁平头，管状的鼻子上和一个呈角状的部分，下巴有三条触须和四丝状触须，形态像一片枯叶，呈枯黄色，在湖中可见。因其龟壳酷似枯叶，故称为枯叶龟。枯叶龟特征为身上长有非常坚固的甲壳，受袭击时龟可以把脚缩回龟壳，但是尾巴，头，缩不回去。肉食性，以蠕虫、螺类、虾及小鱼等为食，亦食植物的茎叶。通常都在浅水的地方活动，它的鼻子能透出水面呼吸。枯叶龟在它生存的地域里并非属于食物链顶端的动物，但是众多的进化产物和拟态的外观让它拥有了较高的捕食能力。",
        "index": 31
    },
    "刺山龟": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img66041413020605.jpg",
        "value": "刺山龟(Spinyturtle)，背甲的长度在175mm到220mm，体重1.5kg到2.0kg。背甲红褐色或棕色，显著下陷，龙骨钝圆。前缘和后缘呈锯齿状，幼体的每一肋盾均具一短棱或多刺结节，且龙骨明显。腹甲黄色，每一盾片具棕色放射状条纹。头与四肢上有红点。前肢5爪，后肢4爪。尾极短。",
        "index": 32
    },
    "角蛙": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick37571469428240.jpg",
        "value": "角蛙，是全世界最普遍的宠物蛙，近年业者更名为招财蛙。角蛙的亚种至少有六种之多，其中最常见的就是钟角蛙(C. ornata)而最昂贵的就属亚马逊角蛙，又称为霸王角蛙。",
        "index": 33
    },
    "洪都拉斯木纹龟": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img99911407134650.jpg",
        "value": "洪都拉斯木纹龟（R. p. incisa）是木纹龟属（Rhinoclemmys）下木纹龟（Rhinoclemmys pulcherrima）的一个亚种。",
        "index": 34
    },
    "犀牛鬣蜥": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img15851409305311.jpg",
        "value": "犀牛鬣蜥，是在宠物市场中能见度最高的岩鬣蜥属 (Cyclura) 成员之一，雄性个体具有领域性，在饲育条件下为杂食性，除了水果以外，其他什么都吃，包括瘦肉及渗水面包等，在饲育过程中容易发胖。其饲育温度，白天为 28～35 ℃，到了夜间就要降至 20 ℃。",
        "index": 35
    },
    "缅甸蟒": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img2551410946798.jpg",
        "value": "缅甸蟒（学名：Python  bivittatus）也有人称为缅甸岩蟒，又叫南蛇、琴蛇、双带蚺，是蛇亚目蟒科蟒属亚洲岩蟒的亚种之一，也是世界上最巨型的六种蛇类之一。它是东南亚地区的本土品种，多居于热带雨林里。在一些接近水源的地方较容易接触到它们，有时也会出没于树木上。根据《吉尼斯世界纪录大全》记载，此前最长的一条缅甸蟒长9.75米。但是大部分的个体多在五米以内。",
        "index": 36
    },
    "眼镜王蛇": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img81501409723292.jpg",
        "value": "眼镜王蛇（Ophiophagus hannah）又称山万蛇、过山风、大扁颈蛇、大眼镜蛇、大扁头风、扁颈蛇、大膨颈、吹风蛇、过山标等。虽称为“眼镜王蛇”，但此物种与真正的眼镜蛇不同，它并不是眼镜蛇属的一员，而是属于独立的眼镜王蛇属。相比其他眼镜蛇性情更凶猛，反应也极其敏捷，头颈转动灵活，排毒量大，是世界上最危险的蛇类之一。在中国西南与华南地区常有出没，通常栖息在草地、空旷坡地及树林里。它的主要食物就是与之相近的同类──其他蛇类，所以在眼镜王蛇的领地，很难见到其他种类的蛇。眼镜王蛇毒性极强。",
        "index": 37
    },
    "玳瑁": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img81371413189776.jpg",
        "value": "玳瑁（学名：Eretmochelys imbricata）：属爬行纲，海龟科的海洋动物。背甲长62.5-114厘米，体重35-127千克。头顶有两对前额鳞，吻部侧扁，上颚前端钩曲呈鹰嘴状；前额鳞2对；背甲盾片呈覆瓦状排列；背面的角质板覆瓦状排列，表面光滑，具褐色和淡黄色相间的花纹。四肢呈鳍足状。前肢具2爪。尾短小，通常不露出甲外。主要的生活区是浅水礁湖和珊瑚礁区，珊瑚礁中的许多洞穴和深谷给它提供休息的地方，珊瑚礁中还生活着玳瑁最主要的食物——海绵。玳瑁是一种可以消化玻璃的海龟。玳瑁的食物还包括水母、海葵、虾蟹和贝类等无脊椎动物以及鱼类和海藻。分布在广大的海域中，主要发现于大西洋和太平洋的热带地区。",
        "index": 38
    },
    "莽山烙铁头蛇": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img84391411633009.jpg",
        "value": "莽山烙铁头蛇（拉丁学名：Protobothrops mangshanensis）是中国的特有的巨型毒蛇种，俗称“小青龙”。莽山烙铁头蛇全长可达到两公尺以上，是具有管牙的毒蛇，通身黑褐色，其中间杂着极小黄绿色或铁锈色点，构成细的网纹印象；背鳞的一部分为黄绿色，成团聚集，形成地衣状斑，与黑褐色等距相间，纵贯体尾；左右地衣状斑在背中线相接，形成完整横纹或前后略交错。头部为三角形，略大，有颊窝，看上去像是一块烙铁，故得此名。是已知的毒蛇类里的最大型蛇种，已经发现的莽山烙铁头蛇的活体，最重的为8.5kg。莽山烙铁头蛇主要分布在中国湖南省的莽山一带。莽山烙铁头蛇已经被世界自然保护联盟列入红色名录中的“濒危”级物种。",
        "index": 39
    },
    "钝尾两头蛇": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img55131414055035.jpg",
        "value": "钝尾两头蛇（学名：Calamaria septentrionalis）是游蛇科两头蛇属的爬行动物，俗名双头蛇、越王蛇、两头蛇、枳首蛇。它是无毒蛇类。因有较大价值，被中国国家林业局收录为受保护的野生动物之一。",
        "index": 40
    },
    "巨头麝香龟": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img43001409103750.jpg",
        "value": "巨头麝香龟（学名：Sternotherus minor）体长8厘米- 13.5厘米，背甲上具有棱突（幼体尤为明显），椎盾呈覆瓦状；棕色或橙色，接缝处有深色的镶边；可能有深色的点状或辐射条纹状的图案。腹甲小，粉红色或黄色，有一个不甚明显的铰链关节，和单枚的喉盾。仅在下巴上长有触须。头部有深色的斑点或条纹。雄性具有末端呈刺状的大尾巴；而雌性尾巴的末端，仅只刚刚能够到背甲的边缘。",
        "index": 41
    },
    "辐射陆龟": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img71341413278082.jpg",
        "value": "辐射陆龟又叫放射陆龟，是一种花纹非常美丽的龟类。放射陆龟是世界上珍稀的陆龟之一。西元1777年，英国库克船长送给东加王国国王的一只辐射龟，它活到1965年才寿终正寝，足足活了188岁。繁殖方式：卵生。雌性一窝产下3至12枚近乎球状的蛋。孵化期一般是145天到231天。草食性，喜欢吃水果和多汁植物，尤其是仙人掌。也会吃很多种水果和蔬菜，包括甘薯，红薯叶，胡萝卜，苹果，香蕉，苜蓿芽，紫甘蓝，油麦菜，各种瓜。辐射陆龟被列入《濒危野生动植物种国际贸易公约》（附录一）属国家一级重点保护物种，不能私人喂养、出售、运输、贩卖。  ",
        "index": 42
    },
    "锯缘摄龟": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img58441408009592.jpg",
        "value": "锯缘闭壳龟（学名：Cuora mouhotii）是龟科、闭壳龟属动物。背甲较隆起，有3条明显的脊棱，其间的背甲部分较平坦，两外侧呈一角度斜向下方；背甲前后缘的缘盾锯齿状，后缘者尤甚。腹甲平坦，前缘平切，后缘中央凹入。成体背腹甲之间及胸盾与腹盾之间有韧带发育，仅腹甲前半可活动闭合于背甲。无腋盾及胯盾。尾短，指趾间蹼不发达。背甲黄褐色，有时缘盾上散有棕黑斑；腹甲黄色，一般无斑纹。头部适中，背部为灰褐色，散有蠕虫状花纹，眼后至额部有镶黑边的窄长条纹，上喙钩曲，眼较大。背甲为棕黄色，上有三条嵴棱，前缘无齿，后缘具八齿。腹甲黄色，边缘具不规则大黑斑，背腹甲间、胸盾与腹盾问均以韧带相连，但仅能半闭合。四肢具覆瓦状鳞片，趾指间具半蹼。生活于山区，丛林、灌木及小溪中，食性为动物性，但也食植物性饲料，尤喜食活食，如蝗虫、黄粉虫、蚯蚓等。它喜暖怕寒，当环境温度在19℃时，进入冬眠，25℃时正常进食，28-31℃时食量最大。分布于中国、印度（阿扎尔邦、阿萨姆邦、梅加拉亚、米佐拉姆）、老挝、缅甸、越南。在中国分布于广东、广西、海南、湖南、云南等地区。",
        "index": 43
    },
    "翠青蛇": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img88021413451343.jpg",
        "value": "翠青蛇（学名：Cyclophiops major ）属于游蛇科，翠青蛇属，全长1000毫米左右，身体绿色，吻端窄圆，鼻孔卵圆形，瞳孔圆形，背平滑无棱，仅雄性体后中央5行鳞片偶有弱棱，通体15行。半阴茎不分叉；精沟不分叉，精沟外翻态走向为稍外斜到顶，萼片大，背有弱小刺；半阴茎外翻态近柱形。卵呈卵圆形，橙黄色，幼蛇身体带有黑色斑点。多活动在耕作区的地面或树上，其活动海拔高度为200-1700米。翠青蛇性格极其温柔，通常不会主动进行攻击。夜伏昼出，主要于白天活动，夜晚则在树上睡觉；平时行动缓慢，但遇到惊吓时会迅速躲避逃跑，主要捕食蚯蚓及昆虫。分布于中国、越南和老挝。",
        "index": 44
    },
    "石蛙": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img29301408353879.jpg",
        "value": "石蛙（Quasipaa spinosa）标准名棘胸蛙，又名石蛤、石鸡、山鸡、石冻、飞鱼、石鳞、石蛤蟆、石虾蟆、石坑蛙、石乱、木槐（川南）等，是两栖纲无尾目蛙科的一种动物。该蛙主要分布在中国的云南、贵州、安徽、江苏（宜兴、溧阳）、浙江、江西、湖北（通山）、湖南、福建、广东、广西、香港；国外分布于越南（北部）。",
        "index": 45
    },
    "北美拟鳄龟": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img41631412931056.jpg",
        "value": "北美拟鳄龟是脊索动物门，脊椎动物亚门，爬行纲，无孔亚纲，龟鳖目，鳄龟科，拟鳄龟属的一种动物。北美拟鳄龟的产地广泛，主要产于南部及东部加拿大，并延伸至美国东部佛罗里达半岛到德州，为四个亚种中最常见的龟种，市面上常见之拟鳄龟亦大部份为此种。该乌龟偏肉食性，主食鱼、虾、蛙、蝾螈、小蛇、鸭、水鸟，间食水生植物，掉下的水果。喜夜间活动、摄食。",
        "index": 46
    },
    "安布闭壳龟": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img32491412844760.jpg",
        "value": "马来闭壳龟（学名：Cuora amboinensis）是龟科、闭壳龟属动物。成体背甲长200毫米左右，背甲深黑色，成体的背甲隆起较高（幼体的背甲扁平），壳高约等于壳长的二分之一，背甲有明显的脊棱，后缘圆，无凹缺，背甲缘盾的腹面淡黄色，且有黑色斑点；腹甲淡黄色，每块盾片边缘均有黑色圆形或不规则的斑点；背甲与腹甲问借韧带相连，腹甲的腹盾与胸盾间借韧带相连；头部适中，头背棕橄榄色，头侧黑色，无鳞，上颌呈钩形，自鼻尖处有“V”形黄色条纹，一直延伸到枕部；吻部也有1条黄色条纹过眼、鼓膜，并延伸到颈部；嘴角处的黄色条纹过鼓膜，与吻部的黄色条纹相遇，延伸到颈部。颈部的背面为淡褐色，腹面淡黄色；眼睛的虹膜中央为黑色，上下为黄色；四肢淡褐色，前部有大块鳞片，指、趾问具半蹼；尾短。马来闭壳龟属半水栖龟类，但短时间内可生活于深水中。栖息在平原地区的沼泽、湿地、池塘、河流中的水荡以及水稻田等水流缓慢、底质松软的水域。虽属于高度水生的动物，但也常发现在离水域较远的陆地。无互相争食、互咬现象。杂食性。野生状况下食植物茎叶、小鱼、蜗牛、蠕虫、昆虫等小型动物。人工饲养条件下，喜食苹果、香蕉、西红柿、小鱼、瘦猪肉及家禽内脏。分布于孟加拉国、柬埔寨、印度、印度尼西亚、马来西亚、缅甸、泰国、越南和中国（广西十万大山）。",
        "index": 47
    },
    "亚达伯拉象龟": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img59901411539952.jpg",
        "value": "亚达伯拉象龟（学名：Geochelone gigantea）：是龟鳖目、陆龟科、象龟属的爬行类动物。成年雄龟的甲壳平均长度为120厘米，体重达250千克。雌龟比雄龟小，平均甲壳长90厘米，体重160千克。头大，颈长。具有高而粗的圆顶甲壳，背甲中央高隆，椎盾5片；肋盾每侧4片；缘盾每侧9片，前后缘略呈锯齿状，微向上翘起；颈盾1片；臀盾单片，较大。背甲、四肢和头尾均呈深灰色、青黑色至黑色。栖息于各种各样的生境中，包括灌木林、红树林沼泽、沿海沙丘和海滩。主要在清晨和傍晚不到4个小时的时间内活动。这些活动包括尝试交配、伸展、行走、进食、睡觉和排便。在一天的剩余时间内休息。休息时，它们的腹甲（壳的腹侧部分）贴在地面上，四肢和头部略微缩回。该物种是草食性动物，主要以当地木本植物的茎、叶、芽等为食，偶尔也会食用腐肉。由于在自然栖息地很少有新鲜的水可以供亚达伯拉象龟饮用，因此，它们多从食物中获得大部分身体所需的水分。分布于马达加斯加、塞舌尔和坦桑尼亚联合共和国。",
        "index": 48
    },
    "中美拟鳄龟": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img95851411897813.jpg",
        "value": "中美拟鳄龟，产于北美及中美洲地区，主要分布在伯利兹，危地马拉，洪都拉斯和墨西哥。中美拟鳄龟和另外两种拟鳄龟最容易区分的方式是中美拟鳄龟有两条长长的胡须。",
        "index": 49
    },
    "亚洲巨龟": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img69181411617482.jpg",
        "value": "亚洲巨龟（学名：Heosemys grandis）是地龟科、东方龟属动物。亚洲巨龟是硬売、半水栖性的亚洲水龟中体型最大的一种。背甲长度达435毫米。成年个体重7.5千克左右，属大型龟类。成体为椭圆形，身体厚实，背部高耸、宽圆。头大，暗灰绿色至褐色，头背部眼侧、颈部有棕黄、橙色或橘红色碎小斑点。背甲棕褐色、黄褐色，中部脊棱明显，每一盾片均有同心纹理，后缘呈锯齿状；腹甲棕黄色、浅黄色，每块盾片均有清晰、呈褐色竹叶状的放射性花纹。四肢粗壮，棕褐色，具覆瓦状大块鳞片，趾间具蹼；前肢5爪、后肢4爪，爪粗大有力。雄龟躯干长，前肢较长，性成熟的雄龟后腹部凹陷，尾部粗长，泄殖孔距腹甲后缘较远；雌龟躯干短而厚，前肢较短，腹部扁平，尾部细短，泄殖腔孔距腹甲后缘较近。野生亚洲巨龟栖息于海拔400米以下的河流、溪涧、沼泽、湖泊及湿地，喜欢在潮湿的陆地遮掩物下躲藏。亚洲巨龟为杂食性动物，食物以植物为主。在自然界中亚洲巨龟大多食素；人工养殖可投喂蔬菜、瓜果、蚯蚓、鱼、虾、畜禽内脏和下脚料、植物嫩茎叶、米饭、面条、配合饲料等。分布于柬埔寨、老挝、马来西亚、缅甸、泰国、越南。20世纪80年代引进中国，已形成养殖种群，主要分布在广西、广东、海南等地。",
        "index": 50
    },
    "黑曼巴蛇": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img83551413367276.jpg",
        "value": "黑曼巴蛇（学名：Dendroaspis polylepis）：体形细长，体长一般都在2米以上，最长记录可达4.5米。头部呈长方形，体色为灰褐色，由背脊至腹部逐渐变浅。黑曼巴蛇的口腔内部为黑色，当张大口时可以清楚地见到。上颚前端在攻击时能向上翘起，使其毒牙能刺穿接近平面的物体。它属于前沟牙毒蛇，毒液为神经性毒，毒性极强。栖息于开阔的灌木丛及草原等较为干旱的地带，是攻击速度最快的蛇。栖息在树上外，还会在地面猎食，主要以小型哺乳动物像老鼠等为食，也会捕食蜥蜴、小型鸟类等。分布于安哥拉、喀麦隆、中非共和国、刚果民主共和国、埃塞俄比亚、肯尼亚、莫桑比克、索马里、南非、坦桑尼亚和赞比亚等非洲国家。",
        "index": 51
    },
    "平原巨蜥": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img73081410774529.jpg",
        "value": "平原巨蜥来自非洲大草原，在巨蜥中脾气比较温顺。这个种类的成熟个体有着最大1.2米的身长，因此市面上可以见到的基本都是30厘米左右的幼体供出售。因为其攻击意识比较低，也比较容易饲养，所以是最普遍饲养的巨蜥。",
        "index": 52
    },
    "王蛇": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img15911407836063.jpg",
        "value": "王蛇（Kingsnake），又名皇帝蛇。王蛇属（学名：Lampropeltis）是蛇亚目游蛇科下的一个蛇属，属下的蛇类通称王蛇。当中包括著名的牛奶蛇。王蛇属的学名“Lampropeltis”源自希腊语“λαμπρος”，意指“闪亮的鳞甲”，形容王蛇属蛇类色彩华丽的背鳞。",
        "index": 53
    },
    "四眼斑水龟": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img38001410853165.jpg",
        "value": "四眼斑水龟（学名：Sacalia quadriocellata）是龟科、眼斑水龟属动物。头部光滑无鳞；吻短而尖，超出下颚，垂直向下达喙缘；头背后侧有2对明显的眼斑。背甲较扁平；颈盾窄长，后缘宽于前缘。腹甲平坦，略短于背甲，前端平截，后缘略凹。四肢平扁，前肢外侧有若干大鳞；指、趾间全蹼，爪尖细而侧扁。尾纤细。生活时，背甲黑褐色，甲桥及腹甲浅棕黄色。头、颈部棕橄榄色，头后侧有2对前后紧密排列的眼斑，每一眼斑有1-4个黑点，幼龟期的眼斑棕黄色，老年个体为棕色；喉部色较浅，有两块棕红色斑。颈部具多条棕红色纵纹，颈背3条尤为明显。四肢黑褐色，内侧及腹面色浅，肩部浅棕色。尾色背深腹浅。四眼斑水龟喜栖息于山区、丘陵地带的坑潭、沟渠中，常在阴暗处栖居，如石块下、树根中。四眼斑水龟很胆小，一旦受惊马上会把头、尾、四肢缩进壳内或快速逃逸。食性很杂且食量较小，平时最喜食动物性饵料，在自然环境中主要以小鱼虾和水生昆虫等为食，食物缺乏时也食用些小型野果。分布于中国、老挝、越南。在中国分布于福建、江西、广东、广西、海南、浙江、江苏等地。",
        "index": 54
    },
    "水蚺": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img31841407749434.jpg",
        "value": "水蚺，类似水蟒的蛇类，网上有许多说森蚺也叫水蚺是错误的，是现存蛇类中体型最大的一种，成年水蚺体长5—10米，体重可达220公斤，习栖江河中，可长时间没入水中或把头露出水面一点。主要捕食陆生动物，如哺乳类及鸟类，在有些地方也吞吃短吻鳄，卵胎生。有夏眠现象，可能与它生活的水域变干有关，水蚺可埋入淤泥中，借以减少体内水分的蒸发。",
        "index": 55
    },
    "王锦蛇": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img23281409132238.jpg",
        "value": "王锦蛇，游蛇科锦蛇属的蛇类，体大凶猛，且无毒，食谱广泛，野外捕食鼠、鸟、鸟蛋及其他小型动物。中国主要分布于河南、山东南部（以前分布较多，随着近年来生态环境的恶化和人为因素等，现在较为少见）陕西、四川、云南、贵州、湖北、安徽、江苏、浙江、江西、湖南、福建、台湾、广东、广西等地。国外分布于越南、日本（均有记录）。生活于平原、丘陵和山地。垂直分布范围：300～2300m。",
        "index": 56
    },
    "蝾螈": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img7081410945900.jpg",
        "value": "蝾螈，隶属蝾螈亚目、蝾螈科、蝾螈属。蝾螈科在中国有6属23种，分别占世界该科20属77种的30.3%与29.9%。其分布范围北起秦岭以南，南达南海，西自横断山区的四川大凉山和云南腾冲及盈江一带，东至闽、浙沿海地区和台湾等岛屿，处于我国较湿润的亚热带。本科动物在中国境内均匀分布于东洋界，古北界则缺如，其中有18种是中国特有种，约占中国该科23种的78.3%，占世界全科77种的23.4%。蝾螈属分布于中国及日本；中国现有4种（含两个亚种）；日本有两种。蝾螈属在中国的种数虽不多，但分布范围较宽，东起东海沿岸地区，西至云贵高原，北自河南省南部，南达广东；其中东方蝾螈Cynops orientalisde 分布较广且连续，蓝尾蝾螈仅局限与云贵高原，另两种的分布区较窄，其中呈贡蝾螈 Cynops chengggongensis迄今只见于模式产地地区。",
        "index": 57
    },
    "钩盲蛇": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img73511415694810.jpg",
        "value": "钩盲蛇（学名：Ramphotyphlops braminus）又名入耳蛇，是蛇目盲蛇科下的一种无毒蛇种，主要分布于非洲及亚洲，不过钩盲蛇的分布已推广至世界各地。钩盲蛇是栖息于地洞的蛇种，由于体型细小，加上善于掘洞，因此经常被误认为蚯蚓，唯一分别就是钩盲蛇的身体并没有分成明显的段节。钩盲蛇的学名，是由印度教名词“Brahmin（婆罗门）”拉丁化而来的。钩盲蛇下尚未有任何被确认的亚种。",
        "index": 58
    },
    "球蟒": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img13641410857471.jpg",
        "value": "球蟒（英文：ball pythons）生活在中非和西非，从塞内加尔到乌干达，从草原到树林，他们在树上与在地上同样感到舒适。他们喜欢微弱光线的环境，在黎明和黄昏，他们会变得活跃。在欧洲，他们被称呼为“皇蟒”，而在美国就用“球蟒”这一称呼，这是因为当他们感到紧张的时候，他们会把自己的身体卷缩成一个很紧的球，并把头稳固的藏在中心。像很多其他蟒类一样，球蟒也是一种温和的蛇类。主要以小型哺乳类动物为食。在饲养中，球蟒在最初的三年中可以每年长长一英尺，并在三至五年中成为成年的个体。曾有记录，最长命的球蟒整整活到了48岁。雌性的球蟒每次会下4至10枚蛋，并且会一直盘住它们，直到它们孵化。在三个月的孵化期中，不会离开，也不会进食。",
        "index": 59
    },
    "安哥洛卡陆龟": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img57801412846935.jpg",
        "value": "马达加斯加陆龟（学名：Astrochelys yniphora）是陆龟科、马岛陆龟属动物。雄性平均长度41.4厘米，平均体重为10.3千克；雌性平均长度37厘米，平均体重8.8千克。体型大，最大甲长可达44.6厘米。背甲土黄色，具褐色斑纹，每块缘盾上有暗黑色三角形条纹（成体为灰黄色），有1枚喉盾特别突出，圆形，顶部隆起很高，呈圆顶状，颈盾小。腹甲淡黄色，前半部比后半部大，喉盾特别突出。头部黄色，较小，上喙钩形。四肢黄色，前肢具大的鳞片。尾黄色且短。马达加斯加陆龟栖息于干燥热带草原或海岸附近的低矮灌木环境中。草食性，以植物茎叶和果实为食。马达加斯加陆龟是完全草食性的动物，通常并不挖洞栖身，只会躲藏于草丛或灌木丛下。适宜温度在20-32℃，温度低于14℃时，龟进入冬眠。分布于马达加斯加西北部巴里湾周围25-60平方千米范围内。",
        "index": 60
    },
    "四爪陆龟": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img43801410767410.jpg",
        "value": "四爪陆龟（Testudo horsfieldii）：又叫草原龟，是爬行纲、陆龟科的动物。背甲长95-130毫米，宽86-119毫米，高51-69毫米。头中等，头宽19-22毫米。头黄褐色，头背有对称的鳞片，颚端有三个尖突,颚缘呈细齿状。背甲高隆，褐色或橄榄色，背甲宽与长略等，如半球形。腹黑色或具黑斑。四肢粗壮，黄褐色，指、趾均具4爪，因而得名。无蹼。生活于海拔600-1100米的黄土丘陵地区。洞穴隐蔽，早晚活动，3-8月为其活动季节；但随温度变化决定其活动时间。草食性，以植物的茎、叶、花及果实为食。分布于哈萨克斯坦南部荒漠、天山山脉的西南部、黑海东岸、伊朗西部和印度西北部。",
        "index": 61
    },
    "帝王蛇蜥": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img65071415007599.jpg",
        "value": "帝王蛇蜥，学 名Ophisaurus apodus，是一种以昆虫、蜘蛛、蚯蚓、蜗牛、卵或小型动物为食的蜥蜴。其主要分布在巴尔干半岛，亚洲西南部，中亚部分区域。帝王蛇蜥全长100－120公分，从外观看来并无四肢，但仍留有退化痕迹。由于本种具有眼睑及耳孔等构造，故能轻易地与蛇类区别开来。体侧下方具有沟痕，吞饵时此一部分地皮肤会随之伸展开来。",
        "index": 62
    },
    "金头闭壳龟": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img27111408002477.jpg",
        "value": "金头闭壳龟（学名：Cuora aurocapitata）是龟科、闭壳龟属动物。头较瘦长，吻较突，上颌呈钩曲状，头顶光滑无鳞。背甲长卵圆形，中央脊棱明显，无侧棱，各盾片间缝处稍下凹，同心纹清晰，颈盾短小，椎盾5块，肋盾4对，缘盾11对，臀盾1对；腹甲与背甲几乎等长，以韧带相连，喉盾2块弧圆肛盾2块后部有微缺刻，无腋盾和胯盾；四肢扁圆形，指、趾间具蹼，前肢有大鳞；背甲隆起较高呈黑褐色或棕红色，周边黄；头顶金黄色，头两侧黄色；颈背及两侧、四肢外侧及尾背黑橄榄、色；头、颈、尾的腹面及四肢内侧灰黄色；腹甲黄色，盾片上有基本对称排列的黑斑或黑条纹。前肢5爪，后肢4爪，指、趾间具蹼。金头闭壳龟生活于丘陵地带的山沟或水质较清澈的山区池塘内，也常见于离水不远的灌木草丛中。多昼伏夜出，白天隐藏于石块或石板下，夜间外出觅食。喜食鱼虾、蝌蚪、各种昆虫，特别是蜻蜒幼虫。金头闭壳龟为中国特有种，分布于安徽、江苏、广西等山区。",
        "index": 63
    },
    "缅甸星龟": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img17561409730021.jpg",
        "value": "缅甸星龟（学名：Geochelone platynota ）是陆龟科、象龟属爬行动物。体形较大，与一般龟相比，缅甸星龟没有颈盾，而且边缘两边每边只有11块的缘盾，而其他的龟有12块。尾部的端末有角状物。缅甸星龟头颈部呈黄色，头顶具鳞片。背甲椭圆形，呈绛红色，每块盾片上均有淡黄色六角形斑纹，斑纹左右对称，每边由3条淡黄色条纹组成，背甲前后缘略呈锯齿状。腹甲淡黄色，有对称大块褐色斑纹，腹甲后缘缺刻较深。四肢淡黄色，布满大小不一的鳞片，前肢5爪，后肢4爪。尾淡黄色，较短。在野生环境中缅甸星龟喜栖息在较干燥的林地和山地灌木丛中。它们对红色敏感，喜欢在空气湿度较大的灌木林、草丛中栖息。缅甸星龟平时采食多肉的植物叶和果实为主，它们喜欢吃果类、多刺仙人掌、茎叶肥厚的植物和蓟。人工饲养可投喂各种新鲜的瓜果蔬菜。缅甸星龟喜暖怕寒，最适宜的生长繁殖温度在22-30℃。主要分布在缅甸南部，中国有引种。",
        "index": 64
    },
    "眼斑水龟": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img10791411625536.jpg",
        "value": "眼斑水龟（学名：Sacalia bealei）是龟科、眼斑水龟属动物。体为卵圆形或长椭圆形。头较小，头背光滑无鳞，头背及背甲棕色、灰褐色或黄绿色，满布黑褐色虫纹；头后侧通常具1对眼状斑，眼斑中央有1-3个黑点。腹部平坦，浅灰棕黄色，有云斑。尾纤细。背甲灰褐色或棕红色，其上布满黑褐色虫纹。四肢较扁平，爪尖细而扁，指、趾间全有蹼。眼斑水龟为水栖性，主要栖息于海拔400 米以下的丘陵地区中水流缓慢清澈、水底多为砂石的溪流中。性胆小，遇惊扰将头、尾、四肢缩入壳内或无目的地四处乱窜。通常在山溪边或沟渠边的洞穴中冬眠。杂食性，主食小鱼虾、螺蚌、蜗牛及蠕虫等。分布于中国和越南。在中国分布于广东、广西、福建、安徽、江西、贵州、海南、湖南、香港等地。",
        "index": 65
    },
    "绿海龟": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img57541409640576.jpg",
        "value": "绿海龟（学名：Chelonia mydas），海龟科海龟属的一种龟。亦称海龟，是各种海龟中体形较大的一种，其成龟背甲直线长度可达90到120厘米，体重可达100千克以上。因其体内脂富含主要食物，即海草之叶绿素而得名。然而，它的腹甲为白色或黄白色，背甲则从赤棕含有亮丽的大花斑到墨色不等。识别法为背甲中央为五盾，左右列各为四盾，眼睛上方具鳞片一对，绿海龟俗称黑龟或石龟，可能与耳身躯远望过去像个大黑圆石有关。成龟的性别很容易辨认，尾巴的长短是性别的特征。一般而言，公龟的尾巴要比母龟长得很多。绿海龟和其他海龟一样，除了上岸产卵外，终其一生都在大洋中渡过。它广泛分布于热带及亚热带海域，并产卵于温度达25℃以上的沙滩。为草食性动物，是海龟里唯一摄食较多海藻的种类。觅食区多为海草丰富的浅水区。幼龟偏肉食性，长大后变为杂食。一生中大多的时间都在海中生活，但演化过程中仍然保留了部分祖先的生活方式，所以必须回到陆地上产卵，繁育后代，形成了一种较独特的生活习性。广泛分布于太平洋、印度洋及大西洋温水水域。被列入《华盛顿公约》附录Ⅰ名录和《世界自然保护联盟》（IUCN） 濒危物种。",
        "index": 66
    },
    "黄腿象龟": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img10381406799982.jpg",
        "value": "黄腿象龟（学名：Geochelone denticulatus）：是爬行纲、陆龟科、南美象龟属物种。成体约40-50厘米之间，最大甲壳长82厘米。背甲呈茶色，各鳞甲的中央部分为黄褐色，周边颜色较暗，背甲中央部分未呈蜂腰状，且近后肢边缘会略为鼓起，四肢鳞片尖端呈橘黄色。栖息于热带常绿或落叶雨林中。喜欢湿润的生活环境，不喜欢日晒。因为栖息地气候变化并不大，很少太热和太冷的气候，所以这些龟往往能整天活动。最为活跃的时候为下午3:00后。在南部地区，气候会较极端、干燥，因此大多数黄腿象龟只会夏眠，而当食物短缺，它们可能会暂时东迁。偏向草食性，以杂草、多肉植物果实及以动物尸体为食。在自然界中生存于南美洲的亚马逊盆地中，分布很广，从玻利维亚至委内瑞拉均有分布。",
        "index": 67
    },
    "犰狳蜥": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img60321410859927.jpg",
        "value": "南非犰狳蜥（学名：Cordylus cataphractus）是蜥蜴亚目，环尾蜥科动物。体长20厘米左右，身体布满了盔甲般的巨大鳞片，呈暗黄色，当南非犰狳蜥遇到危险时，它们会把尾巴含在嘴里，把所有坚硬的鳞片都面向敌人，以保护腹部柔软的部分，它们甚至会以这种姿势从山坡下迅速滚下，逃之夭夭。这种奇怪的逃跑方式是和另外一种奇怪的哺乳动物“犰狳”极为相似，所以由此得名。在野外是以家庭为单位群居在砂岩地区，分布于南非。",
        "index": 68
    },
    "虎纹蛙": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img50341413797373.jpg",
        "value": "虎纹蛙（学名：Hoplobatrachus rugulosus）是叉舌蛙科、虎纹蛙属动物。体大，雄蛙体长66-98毫米、雌蛙体长87-121毫米，体重可达250克左右。头长大于头宽，吻端钝尖；下颌前缘有两个齿状骨突；瞳孔横椭圆形，眼间距小于上眼睑宽，鼓膜约为眼径的3/4。体背面粗糙，无背侧褶，背部有长短不一，多断续排列成纵行的肤棱，其间散有小疣粒，胫部纵行肤棱明显；头侧，手，足背面和体腹面光滑。指、趾末端钝尖，无沟；后肢较短前伸贴体时胫跗关节达眼至肩部，左右跟部相遇或略重叠；笫一，五趾游离侧缘膜发达；趾间全蹼。背面多为黄绿色或灰棕色，散有不规则的深绿褐色斑纹；四肢横纹明显；体和四肢腹面肉色，咽、胸部有棕色斑，胸后和腹部略带浅蓝色，有斑或无斑。雄性第一指上灰色婚垫发达；有1对咽侧外声囊。卵径1.8毫米左右；动物极深粽色，植物极乳白色。虎纹蛙常生活于海拔900米以下稻田、沟渠、池塘、水库、沼泽地等有水的地方，其栖息地随觅食、繁殖、越冬等不同生活时期而改变。虎纹蛙是肉食性动物，在自然界中以捕食蝗虫、蝶蛾、蜻蜓、甲虫等昆虫为主，虎纹蛙蝌蚪则靠摄食水中的原生动物、藻类及有机碎屑等天然饵料为食。原产于柬埔寨、中国、老挝、缅甸、泰国、越南。在中国主要分布在长江以南，最北达江苏盐城。",
        "index": 69
    },
    "西部锦龟": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img43601411375412.jpg",
        "value": "西部锦龟是小型水龟，背甲的长度为4-10英寸（10-25 cm），其背甲光滑，呈扁平的椭圆形。色彩从绿色到黑色，部分亚种还带有红色的斑纹。",
        "index": 70
    },
    "百色闭壳龟": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img49591412930358.jpg",
        "value": "百色闭壳龟（学名：Cuora mccordi）是龟科、闭壳龟属爬行动物。背甲隆起，脊棱低，第一枚椎盾向两侧伸展，不超过第一、二缘盾问的盾缝；腹甲较大，前端圆而后缘有一浅凹，肛盾缝完整。头部黄色，头背淡绿色，有一条镶黑边的橘黄色的眶后纹；身体的软部分变化在黄色与橘黄色之间；背甲淡红棕色；腹甲黄色，有一块大的、几乎覆盖大部分腹甲和黑斑。百色闭壳龟生活于山区，喜栖息山区溪流及水质清澈的山塘。主食动物性食物，以螺类、小鱼虾及蠕虫为食。人工饲养喜食动物性饲料，瘦猪肉、鱼、虾、螺肉等。为中国特有种，仅广西百色地区有分布。",
        "index": 71
    },
    "大头乌龟": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img22801413191873.jpg",
        "value": "大头乌龟（拉丁学名：Chinemys megalocephala）隶属龟鳖目龟科乌龟属，俗称大头龟。甲长一般183~252毫米，宽133.5~156.5毫米。头宽53.5~58.5毫米，为甲宽的1/3~1/2，是龟属中比例最大者。头不能缩入甲内。背甲栗棕色或稍带黑色，具3条纵棱，脊棱明显，且为棕黑色。甲桥与腹甲颜色一致，棕黑色或带不规则黄色，四肢及身体其它软皮部分均为灰黑色。杂食性。卵生，卵白色，椭圆形，每年5~9月为产卵期，每次产卵2~7枚，指、趾间具蹼，生活于山丘附近的溪流中。在中国分布于江苏、湖北、湖南、广东、广西等省(区)。",
        "index": 72
    },
    "舟山眼镜蛇": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img83631410428869.jpg",
        "value": "中华眼镜蛇（Naja atra），又名舟山眼镜蛇，在广东、广西、香港俗称饭铲头，台湾则称之为饭匙倩、饭匙铳、膨颈蛇。属于眼镜蛇科，分布于中国南部、台湾和中南半岛的中低海拔地区。中华眼镜蛇为大型前沟牙毒蛇。受惊扰时，常竖立前半身，颈部平扁扩大，作攻击姿态，同时颈背露出呈双圈的“眼镜”状斑纹。中华眼镜蛇体色一般为黑褐或暗褐，背面有或无白色细横纹。成蛇体全长为1.5～2米。",
        "index": 73
    },
    "中国树蛙": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img37651406714609.jpg",
        "value": "中国树蛙具有以下一些特征:多数物种的体躯多少略为扁平而轻巧;后肢趾间蹼较发达, 前肢指间一般有发达程度不等的指蹼, 树蛙属有的物种指、趾间蹼特别发达, 有利于它们在树枝间挪动或从树上“滑翔” 到地面;一般眼较大, 瞳孔略圆或是横置椭圆形(白昼则收缩呈横缝状);体色多较鲜明艳丽, 背面以绿色、褐色或灰色为主, 在此背景上有的还有各种颜色的斑点或斑纹, 有的指、趾的蹼更是具有鲜艳的红色、黄色或黑色。",
        "index": 74
    },
    "四线石龙子": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img52171407923585.jpg",
        "value": "四线石龙子（学名：Eumeces quadrilineatus）为石龙子科石龙子属的爬行动物。",
        "index": 75
    },
    "欧洲泽龟": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img4111410427846.jpg",
        "value": "欧洲泽龟（学名：Emys orbicularis）是龟科、泽龟属典型的中小型水栖龟类。欧洲泽龟是典型的中小型水栖龟类，体长15-20厘米，体表被坚固的铠甲覆盖。背甲棕褐色，密布黄色斑点及暗纹。腹甲有活动枢纽。幼年时腹甲黑色，有黄色外边。成年后腹甲黄色，有暗色斑头颈及四肢黑色，有黄色斑点。但不同产地的欧洲泽龟，体型和体色花纹相差较大。雌、雄辨别也比较容易，雄性体型较小，尾巴粗大，眼睛多半呈红棕色；雌龟体型大，尾巴较短，眼睛多为黄色。欧洲泽龟为水、陆两栖，偏水栖习性，生活在浅水湖泊和沼泽湿地里。它们在陆地上行动显得很笨拙，一旦入水，则是优秀的游泳健将。其耐寒力很强，基本属于杂食性龟类，主要以水生无脊椎动物为食，也摄食水生植物。主要分布于欧洲和北非等地中海周边区域，在欧洲的大部分池塘中都可以看到其身影。",
        "index": 76
    },
    "灰鼠蛇": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img76881413366426.jpg",
        "value": "灰鼠蛇，学名Ptyas korro，是游蛇科鼠蛇属的一种无毒蛇，行动敏捷，性情温顺，一般不主动袭击人。灰鼠蛇（Indo-Chinese rat snake），物种命名人为Schlegel，命名年代为1837年，别名：黄梢蛇、索蛇、过树蛇、过树龙、上竹龙（广西东部）、过树榕、跳树标、黄肚龙、高山标蛇（廉江）、山蛇（泉州、晋江）、土蛇（福建德化）乌歪（德宏）、上竹龙等。据介绍，灰鼠蛇在被捉住时，具有断尾逃逸的习性。香港俗称过树榕，广泛分布于印度、泰国和印尼等国。在中国见于华南诸省（包括香港和台湾）。",
        "index": 77
    },
    "棱皮龟": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img16981409629896.jpg",
        "value": "棱皮龟（学名：Dermochelys coriacea），属棱皮龟科、棱皮龟属动物。棱皮龟体大，是龟鳖目中体型最大者，头大，颈、尾短，四肢桨状，无爪，前肢特别发达。棱皮龟属于变温的爬行动物，游泳迅速且能力极强，杂食性，每年5-6月之间产卵，一次产卵90-150枚，主要栖息于热带海域的中上层，分布于大西洋和太平洋海域。棱皮龟已列入《世界自然保护联盟》（IUCN）2013年濒危物种红色名录，《濒危野生动植物种国际贸易公约》Ⅰ级保护动物。",
        "index": 78
    },
    "海鬣蜥": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img60401413452275.jpg",
        "value": "海鬣蜥（学名：Amblyrhynchus cristatus）：是仅出没在科隆群岛的鬣蜥目物种，共分7个亚种。成年雄性平均体长0.75米，雌性平均体长0.6米，体重约12千克。这种爬行动物的身躯比较长，最长的可达150厘米以上。不同岛屿上的海鬣蜥在大小上也有不同。在费尔南迪纳岛及伊莎贝拉岛上的是体型最大的，而在赫诺韦萨岛上的则是最小的。在陆地上，海鬣蜥较为笨拙，但它们在水中却很灵活，以强壮的尾巴来游泳。独有在海中生活及觅食的能力。主要栖息在岩石海边，但也会出没在沼泽及红树林。是世界上唯一能适应海洋生活的鬣蜥。它们和鱼类一样，能在海里自由自在地游弋。喝海水，吃海藻及其它水生植物。",
        "index": 79
    },
    "饼干龟": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img77181412931880.jpg",
        "value": "饼干龟（又称为：石缝陆龟、薄饼陆龟、东非薄饼龟、非洲软甲陆龟）饼干龟最突出的特性就在于它那非常扁平但是却有着美丽图案的龟壳。",
        "index": 80
    },
    "钟角蛙": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img14971406279612.jpg",
        "value": "钟角蛙原产地是南美洲，人们将它的英文名有趣的称为“Pacman”，Pacman是一个经典的小游戏-吃豆人，相信很多人都玩过。钟角蛙性凶猛，它们会侵袭经过的蛇、蜥蜴、蛙类及小型哺乳动物。",
        "index": 81
    },
    "网纹蟒": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img63761409131854.jpg",
        "value": "网纹蟒（拉丁文名：Reticulated python）又称为霸王蟒、网蟒，是蛇亚目、蛇亚目属大型蟒蛇，世界最长之蟒蛇（特注：侏儒网纹蟒体长仅为1.5米-2.3米），与绿森蚺齐名（绿森蚺是世界最重的蛇，而网纹蟒为世界最长的蛇）。因两眼延伸到嘴角、身体背部为灰褐色或黄褐色、有复杂的钻石型黑褐色及黄或浅灰色的网状斑纹花纹，故得名“网纹蟒”。一般约8-9米，最长可达12米以上。目前已濒临灭绝。网纹蟒，缠绕力非常强大，体型细长，是世界最长的蟒类。上唇鳞有凹陷的唇窝。头部有三条黑细纹，一条在头部正中，另两条由两眼延伸到嘴角，身体背部为灰褐色或黄褐色，有复杂的钻石型黑褐色及黄或浅灰色的网状斑纹花纹，故得其名。虽然身体细长，却是很强力的掠食者。历史上有人类被绞杀且被吞噬的记录。经人工繁殖的网纹蟒性格就比较温顺，发达国家把人工繁殖的网纹蟒当宠物饲养。",
        "index": 82
    },
    "东部箱龟": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img67851413190910.jpg",
        "value": "卡罗莱纳箱龟（学名：Terrapene carolina）是龟科、箱龟属陆生龟类。头部适中，顶部光滑无鳞片覆盖，上喙略钩曲，并有微小锯齿，头部两侧的鳞片明显。背甲圆拱，隆起较高，具有明显的中央棱脊，缘盾平整光滑，不呈锯齿状，四肢上披有明显的鳞片，指趾间几乎不具蹼，腹甲前后间由韧带相连拽，可分别向上活动与背甲完全闭合，而将头、尾、四肢完全收入龟甲内，尾较细小，披鳞。卡罗莱纳箱龟虽是陆生龟类，但却很喜欢水在野外一般栖息于河边或池塘附近的森林与灌木丛中，偶尔会从非常浅的溪流中涉水而过。其中佛罗里达亚种对水，尤其是弱碱性的水尤为喜好。卡罗莱纳箱龟一般为昼行夜伏，于清晨及雨后较活跃。该种属杂食性龟类，摄食包括小鱼、小虾在内的各种动物性饵料，也吃仙人掌、芦荟、各种水果等植物性饵料。其中佛罗里达亚种偏植食性。冬季，卡罗菜纳箱龟会进入冬眠。主要分布于加拿大、墨西哥和美国。",
        "index": 83
    },
    "巨头蛇颈龟": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img55511409540435.jpg",
        "value": "巨头蛇颈龟（macrocephala）属蛇颈龟科、刺颈龟属，别名大头蛇颈龟、巨头刺颈龟、大头刺颈龟。自鼓膜位置量起的头幅宽度，超过其甲长的1/4.9倍。最大甲长23.5公分，为4种刺蛇颈龟属中体型最大者。",
        "index": 84
    },
    "双冠蜥": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img20171407836737.jpg",
        "value": "双冠蜥是背鳍蜥属的一种蜥蜴，背鳍蜥属中只有此种为鲜绿色。这种鲜绿色的蜥蜴身上通常有浅蓝色或黄色的斑点。在头上有两个鸡冠状突起。",
        "index": 85
    },
    "齿缘摄龟": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img17281413021459.jpg",
        "value": "齿缘摄龟（学名：Cyclemys dentata）是龟科、摄龟属动物。呈卵圆形，微隆起，后缘呈锯齿状，幼体尤为明显。头较瘦小，光滑无鳞。吻突超出于上颌，短于眶径。腹甲与背甲以韧带相连，腹甲前叶可动，但不能完全向上闭合背甲。脊棱明显。甲桥短而清晰。喉盾缝长于肱盾缝。背腹甲均为棕褐色，腹甲每一盾片上都有黑色放射状线纹。四肢稍扁，各有5爪，指（趾）问有蹼。齿缘摄龟水栖龟类，但水位以刚过背为适合，无晒背习性。生活于低海拔的小河、池塘及溪流中，幼体多水栖，成体可完全到陆地上生活，但比锯缘摄龟来讲，齿缘摄龟对水的依赖性强。杂食偏草食性，喜食鱼、虾、香蕉、瓜、果、蔬菜，酷爱红薯藤和木瓜等。分布于孟加拉国、文莱、柬埔寨、印度、印度尼西亚、老挝、马来西亚、缅甸、尼泊尔新加坡、泰国、越南和中国。",
        "index": 86
    },
    "泽巨蜥": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img55431410514515.jpg",
        "value": "圆鼻巨蜥（学名：Varanus salvator）是巨蜥科、巨蜥属动物。体形巨大，体全长1482（662+820）毫米，体重20-30千克。头部窄而长，吻部也较长，鼻孔近吻端，眼睑发达，瞳孔圆形；鼓膜裸露；舌细长，先端深分叉；背鳞颗粒状，圆形或卵圆形；腹鳞四边形，横向成行；尾侧扁如带状，尾背鳞片排成两行矮嵴；四肢粗壮，指（趾）上具有锐利的爪。体背黑褐色杂有淡黄色斑，腹面淡黄或灰白色，散有少量黑点。圆鼻巨蜥栖息于山区的溪流附近或沿海的河口、山塘、水库等地。昼夜均外出活动，但以清晨和傍晩最为频繁。性好斗，较凶猛，遇到危险常以强有力的尾巴抽打对方。善于游泳、爬树。捕食鱼类、蛙、蛇、鸟、鼠及昆虫等。雌性于6-7月的雨季产卵于岸边洞穴或树洞中，每窝产卵15-30枚。孵化期为40-60天，寿命可达150年。分布于南亚和东南亚；在中国主要分布于海南、云南、广西、香港。圆鼻巨蜥为中国国家一级保护动物，列入《中国濒危动物红皮书》（极危）；列入《华盛顿公约》附录Ⅱ；收录于《世界自然保护联盟红色名录》，保护级别为低危（LC）。",
        "index": 87
    },
    "佛州拟鳄龟": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img20421413278405.jpg",
        "value": "拟鳄龟（学名：Chelydra serpentina）是鳄龟科、拟鳄龟属动物。体呈扁椭圆形或近似圆形，背部较为平坦，一般成年个体背甲长50厘米左右。外形较为奇特，头部粗大，略呈三角形，头部腹面呈浅棕色或浅灰色。颈脖短而粗壮，表面有多列纵向排列的肉质疣粒突起。吻较长，上颌端带钩，口裂较大。眼睛较小。背甲呈圆形或近圆形，背部边缘整齐，呈黑褐色、黄褐色、浅褐色或棕灰色。腹部呈浅白色、淡黄色或微棕色，腹甲较薄占整个腹部的比例较小。四肢粗壮，背面布生角质鳞片，善于爬行；蹼丰满肥厚，趾、指间长有锐利的爪，前肢5只、后肢4只。尾巴粗长，尾背前边2/3处有一条鳞皮状隆起棱背，棱背上有呈半月状突起的肉刺，呈锯齿口状排列，酷似鳄鱼的尾巴，因而得名“鳄鱼龟”。与其他龟类不同的是，鳄龟的头部、四肢、尾巴不能缩入甲中。拟鳄龟是水栖龟类，生活于淡水，如湖、河、沼泽地及水潭，也可生活于含盐较低的咸水中。喜伏于水中的泥沙、灌木、杂萆中。拟鳄龟漂浮在水中时，借助其背甲上保护色，像一块烂木头漂浮在水中，根不容易被发现。拟鳄龟是以动物性饲料为主的肉食性龟类，喜欢摄食运动中的活体饵料，稚、幼鳄龟喜食体型较小的饵料，如水蚯蚓、蚯蚓、小角虾、螺、蝇衄、水生昆虫、蝌蚪等。原产于北美洲和中美洲，生活在温带、亚热带地区。中国于1997年引进试养。",
        "index": 88
    },
    "星点水龟": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img25141411375145.jpg",
        "value": "星点水龟（学名：Clemmys guttata）是泽龟科、水龟属动物。属中小型龟类，体长为10-13厘米，成年个体重约0.5千克。成体椭圆形，以全身分布有清晰黄色或橙色的圆形斑点而得名。头中等大， 黑色，头顶部、侧面、颈部均有黄色小斑点。吻钝，上喙有钩曲。眼大。背甲黑色，上有黄色小斑点。腹甲淡黄色，每一盾片上均有黑色大斑块。四肢黑色，上有黄色小斑点，腹面橘红色，趾间无蹼，前肢5爪、后肢4爪。尾适中，灰褐色，腹面近腹甲端橘红色。雄龟下颚部色黑，尾部较长、泄殖孔距腹甲后缘较远；雌龟下颚部微黄，尾短、泄殖腔孔距腹甲后缘较近。星点水龟属半水栖龟类，柄息于沼泽样的草地、潮湿的林地、缓流的小溪、河狸居住的池塘等地带，尤其喜欢松软的底层和一些水生植被。喜暖怕寒，对周围环境温度变化很敏感，适宜温度为25-30℃，温度过高有夏眠现象。食性杂，喜食嫩水草小鱼虾、蚯蚓、蚱蜢、蟋蟀、蜗牛等。主要分布于加拿大和美国。",
        "index": 89
    },
    "变色树蜥": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img71031418724413.jpg",
        "value": "变色树蜥（学名：Calotes versicolor）是鬣蜥科、树蜥属的爬行动物。头体长10-12厘米，尾长大约30厘米。变色树蜥背面浅棕色，杂有深棕斑块；眼四周有辐射状黑纹。生殖季节雄性头部为红色。体色可随环境干湿、光线强弱而变。鳞片十分粗糙；背部有一例像鸡冠的脊突，所以又叫鸡冠蛇。头较大，吻端钝圆，吻棱明显。眼碱发达。鼓膜裸露，无肩褶。体背鳞片具棱呈复瓦状排列；背中线上，由颈至尾基部有一列侧扁而直立的鬣鳞，颈部的较长，形如马鬃。四肢发达，前后肢有五指、趾，均具爪。变色树蜥生活于海拔80-2000米左右热带亚热带地区，常见于林下，山坡草丛、坟地、河边、路旁，甚至住宅附近的草丛或树干上，而以灌木林中为最多。行动迅速，追捕时，常攀援上树。爬行时常扬起头，能从这一树枝跳至另一树枝上。食物包括蝗虫、蚂蚁、蝇、蜻蜓、螳螂、蜘蛛、蝴蝶、蟋蟀、小型鞘翅目及某些昆虫的幼虫，也见到吃雏鸟的。分布于阿富汗、巴基斯坦、尼泊尔、不丹、印度、斯里兰卡、缅甸、泰国、西马来西亚、马尔代夫、越南、中国、印度尼西亚）、毛里求斯。后引进到阿曼、新加坡和美国。",
        "index": 90
    },
    "红面泥龟": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img65631407129899.jpg",
        "value": "红面蛋龟(Kinosternon scorpioides cruentatum)，又称红面泥龟，隶属于泽龟科(Emydidae)，动胸龟属，为蝎泽泥龟(Kinosternon scorpioides)的一个亚种，是一种珍稀观赏龟品种，其原产地为中南美洲。红面蛋龟凭借其奇特的外观、滑稽的面孔和凶猛的性情逐渐成为观赏龟市场上的热门。",
        "index": 91
    },
    "地图龟": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img7941413190049.jpg",
        "value": "地图龟具有许多独特的特征，使它不同于在同一地区出没的其他水龟。它们是变化多端的一群龟类，每一类都有着不同的习性，食谱和栖息环境。地图龟，Graptemys，有蒙面地图龟、卡哥地图龟、黄斑地图龟、密西西比地图龟、北部黑瘤地图龟、北部拟地图龟、阿拉巴马地图龟、环纹地图龟、和纹地图龟、德州地图龟等好多品种。分布范围几乎完全位于美国大陆的边界之内，广泛地分布于从佛罗里达到德克萨斯，向北直到Dakotas和魁北克的各种栖息地内",
        "index": 92
    },
    "白化球蟒": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img20901417081434.jpg",
        "value": "白化球蟒是球蟒黑色素流失从而得到黄白两种颜色的个体白化，白化球蟒的价格比普通球蟒高很多倍， 白化球蟒的幼体价格一般在3000至4000元左右。球蟒个体能最大能长到1.8米左右（人工环境下，但是非常罕见）。球蟒系列当中有 蜘蛛粉彩 焦糖象牙白月光白（2种白都是蓝眼）莫哈维等等 其中蜘蛛是最便宜最常见的变异。",
        "index": 93
    },
    "贝尔彻海蛇": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img49851416994576.jpg",
        "value": "贝尔彻海蛇（学名：Hydrophis belcheri）是蛇亚目眼镜蛇科海蛇属下的一种有毒海蛇，一度是全球毒性最强的蛇类之一，生活在澳大利亚西北部的阿什莫尔群岛的暗礁周围。贝尔彻海蛇学名Hydrophis belcheri，贝尔彻就是它的学名音译，英文名就是belcheri sea snake。",
        "index": 94
    },
    "台湾小头蛇": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img3401408526076.jpg",
        "value": "台湾小头蛇，游蛇科小头蛇属物种，体背有距离相等的黑褐色波浪状横纹，约一片鳞宽。",
        "index": 95
    },
    "红眼树蛙": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img7921413798388.jpg",
        "value": "红眼树蛙是雨蛙的一种，属于雨蛙科，并不属于树蛙科，是一种非常罕见的蛙。红眼树蛙主要分布于哥斯达黎加、中美洲和南美洲的热带雨林中。红眼树蛙是观赏性极高的蛙类，有着猩红且充满活力的双眼，故而得名“红眼树蛙”。其背部为鲜艳的亮绿色；身体两侧为紫色；腹表面为白色；脚趾为橘红色，带有白色条纹；脚蹼很大，形状像水杯，能够帮助它在树上爬来爬去进行捕食。红眼树蛙有一对很大很突出的红眼睛，还有橘红色的大脚趾，背部一片鲜绿色，腹部白色，身体两侧湛沲，是受欢迎的观赏蛙。它身上的色彩常被称作\"闪光色\"，跳跃时，能把天敌吓走。当它蜷缩在树叶上睡觉时，红眼睛会藏进脑袋里，腿和脚趾收拢到身体下面，身上明亮 。",
        "index": 96
    },
    "西藏竹叶青蛇": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img511409299120.jpg",
        "value": "西藏竹叶青蛇（学名：Trimeresurus tibetanus）为蝰科竹叶青蛇属的爬行动物，是中国的特有蛇类物种。主要分布于西藏等地。该物种的模式产地在西藏聂拉木。",
        "index": 97
    },
    "黄头庙龟": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img16651406776075.jpg",
        "value": "黄头庙龟是国际濒危物种，庙龟与大多数的水龟相同属于杂食性，而与其他水龟不同的是其更偏好植物性食物，因此平时投喂以青色的叶菜类为主食，配合水果类的辅助类食物就可以了。幼龟在快速生长期间，为补充营养，可以投喂鱼虾类食物及配合饲料。黄头庙龟的胆子很小，所以当来到新的饲养环境当中是比较难适应的。需要给予其足够的时间来适应。人工饲养的时候要先调理好龟龟的状态，首先静养，庙龟一般老是将头缩进龟壳里不出来也不开食，我们尽量不要打扰它们。等待龟龟逐渐的适应了新的饲养环境就会不怕人了。黄头庙龟是典型的大型半水龟，有一定的陆栖习性，要注意配备陆地环境饲养。庙龟的成长速度较快，年增重可达一公斤以上，所以在饲养之前要有思想准备，想好有没有足够的饲养空间给龟龟，之后再去入手。",
        "index": 98
    },
    "银环蛇": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img5761409728188.jpg",
        "value": "银环蛇（Bungarus multicinctus），是眼镜蛇科环蛇属的一种动物。俗称过基峡、白节黑、金钱白花蛇、银甲带、银包铁等。毒性极强，为陆地第四大毒蛇。",
        "index": 99
    },
    "日本地龟": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img62711410762708.jpg",
        "value": "日本地龟是一种小型龟类。分布于日本。繁殖方式为卵生。6~8月下4~6个蛋。夜里常下水，所以很多龟背甲都是绿色的。少晒阳光，在湿度高的森林里生活。成体也在所谓的“草原”长时间寻食。体形特征15~17cm大小。公母几乎没有大小区别，公的尾巴很粗很大。食性食谱主要食物为昆虫，和一些小动物的尸体。比较爱吃的是蜗牛，鼻涕虫等等。",
        "index": 100
    },
    "黄斑地图龟": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img32241407307952.jpg",
        "value": "黄斑地图龟（Yellow-blotched Sawback，Graptemys flavimaculata ）是地图龟属的其中一个物种。由于近期的数量出现下跌，因此黄斑地图龟被《美国濒危物种法》列为受威胁的物种，它们的数量出现下跌有可能是归于它们的出生率低有关，亦有可能是由于巢穴被鱼及乌鸦捕食和河水泛滥造成的死亡有关。同时，人类对其日常休息的地方造成破坏亦为其数量下跌的原因。",
        "index": 101
    },
    "乌梢蛇": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img29661409131498.jpg",
        "value": "乌梢蛇又名长溜，乌蛇、青蛇、乌风蛇、乌梢鞭、乌药蛇、黑乌蛇、黑花蛇、水律蛇、剑脊蛇、一溜黑等，为游蛇科动物。",
        "index": 102
    },
    "马来西亚巨龟": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img14951409801253.jpg",
        "value": "马来西亚巨龟（学名：Orlitia borneensis）是地龟科、巨龟属下的独有种，是生活在马来西亚半岛、苏门答腊岛和婆罗洲大型河流和湖泊中的一种巨大的淡水龟。背甲黑褐或灰褐，椭圆形，中央无脊陵，腹甲淡黄，后部缺刻较深；头部，颈部黑褐；上颌略钩状，眼大；喉部，颈部淡黄，趾间具蹼，尾短，前肢外侧表面呈现为带状的鳞片，脚趾上有宽阔的蹼，面部暗黑色，但有1条灰白色条纹从吻部延伸头部后方，头部很大，宽的适合咀嚼的表面表明主要是食草。幼体的背甲有瘤，随着生长会变得光滑，成体也有着相对较狭长的甲壳。马来西亚巨龟是典型的水栖龟类，对水的依赖性强，多生活于江河、湖泊等大型淡水水体中。天气较好时，常在岸边晒背，喜群居，同类间有时会发生争斗。马来西亚巨龟是杂食动物，喜欢捕食鱼虾、蛙蟹等，喜在水中吞咽食物。主要生活在马来西亚半岛、苏门答腊岛和婆罗洲大型河流和湖泊中。有时会在新加坡的水库和支流中发现。20世纪90年代，曾有数量较多的马来西亚巨龟流入中国南方沿海省份。",
        "index": 103
    },
    "黄肚红耳龟": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img88431407317385.jpg",
        "value": "黄肚红耳龟是一种由人工饲养的珍稀龟类动物，因黄色肚皮红润的外观异常醒目鲜艳，可作为观赏类宠物。",
        "index": 104
    },
    "玉斑锦蛇": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img90361409822754.jpg",
        "value": "玉斑锦蛇属于游蛇科，别名美女蛇，已改名，玉斑丽蛇。全长可达1米左右。背面紫灰色，头部有三道黑斑；背中央有一行几十个黑色菱形斑，菱形斑中央及边缘黄色；腹西灰白色，左右交错排列着黑横斑。生活于丘陵山区林地，捕食蜥蜴和鼠类，卵生，无毒。广布于中国华北、华东、华南地区。是北京地区稀有种类，仅在密云和怀柔云蒙山区、海淀香山樱桃沟部分地区有少量发现。此外在近京的河北野三坡拒马河流域比较常见。多见于山区森林以及常栖息于山区居民点附近的水沟边或山上草丛中。其生存的海拔上限为3000米。该物种的模式产地在浙江舟山群岛。",
        "index": 105
    },
    "血蟒": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img84971409294906.jpg",
        "value": "血蟒（学名：Python curtus）是蛇亚目蟒科蟒属下的一个无毒蛇种，主要分布于东南亚，目前已有三个亚种被确认。",
        "index": 106
    },
    "虎纹麝香龟": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img29721406789588.jpg",
        "value": "条颈麝香龟（即：虎纹麝香龟）于1947年（史密斯和格拉斯）命名，这是一种小型的水栖龟类，一般的在11~13厘米左右，背甲呈明显的拱形。",
        "index": 107
    },
    "三棱黑龟": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img84311410860494.jpg",
        "value": "三棱黑龟（Melanochelys tricarinata），又名三脊棱龟或三龙骨龟，是分布在印度、孟加拉及尼泊尔的一种龟。三棱黑龟的背上有三条浅色脊陵突起，由幼龟到成龟都很明显，不会消失。头部与红腹侧颈龟一样有V型的斑纹由鼻尖一直延伸到颈部，斑纹通常是黄色到橘红色都有，而且到成龟也不会消失。分布在印度、孟加拉及尼泊尔。",
        "index": 108
    },
    "红头蛇颈龟": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img38361407492827.jpg",
        "value": "红头扁龟是一种有一个相当扁平的头和背甲；其自然栖息地是南美热带地区的沼泽和水流平缓的湖泊。基本上是水栖的，但常常被发现在雨后的陆地上漫步。分布南美洲亚马逊河流域、委内瑞拉，哥伦比亚，厄瓜多尔，秘鲁，玻利维亚，圭亚那和巴西。它的护理，总的来说，扁龟是比较适应饲养的。但它的行为和肌体可能会表现得相当虚弱，以至于被认为是大限将至。",
        "index": 109
    },
    "原矛头蝮": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img21391409823725.jpg",
        "value": "原矛头蝮（学名：Protobothrops mucrosquamatus），又名为龟壳花，为蝰科原矛头蝮属的爬行动物，俗名烙铁头、笋壳班等、老鼠蛇和恶乌子等，是台湾六大毒蛇之一。头长呈三角形，头长约为其宽的1.5倍。龟壳花常与无毒的拟龟壳花混淆，拟龟壳花的头部较圆。原矛头蝮为管牙类毒蛇，有剧毒。",
        "index": 110
    },
    "蝮蛇": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img70741414058589.jpg",
        "value": "虎敬晖，电视剧《神探狄仁杰1》中的人物，由祝延平饰演，芒莱配音。虎敬晖为当朝正四品千牛卫中郎将，同时也是蛇灵的六大蛇首中排行第三的剑灵，绰号“蝮蛇”，他是使用无影针的第一人，擅使一柄宝剑幽兰剑，武功盖世，是李元芳的劲敌兼好友。被李元芳称之为最可怕的人 ，他本是王皇后的侄子，幼时便因此事而被武则天流放，长大后为报仇而卧底于武则天身边，做了不少坏事，爱人是翌阳郡主李青霞，即谋划刺杀突厥使团的金木兰。后被狄仁杰真情感化，决定不再滥杀无辜，并劝自己的情人改邪归正，却未能成功。他既不忍离开自己的爱人，又不希望狄公受到伤害。最后为保护狄公死在金木兰刀下。",
        "index": 111
    },
    "环纹地图龟": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img53061407813238.jpg",
        "value": "环纹地图龟，多栖息在河道狭窄、流速较快，底部铺着沙子和泥土、并且有大量树丛和圆木拥堵的河流。背甲深橄榄绿色，脊棱上长有显著的黑色刺状突起",
        "index": 112
    },
    "亚马逊角蛙": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img95181407407356.jpg",
        "value": "亚马逊角蛙又名苏利南角蛙或霸王角蛙，原生地在亚玛逊河流域的中部，它比其他角蛙生有一对很长的角和在背部上有一个蝴蝶纹标志。分布于哥伦比亚，厄瓜多尔东部，玻利维亚北部，巴西，委内瑞拉南部。",
        "index": 113
    },
    "哈米顿氏龟": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img2111406795058.jpg",
        "value": "黑池龟（学名：Geoclemys hamiltonii）是地龟科、池龟属动物。成年个体重1-2千克，属中型龟类。成体长椭圆形。头大，头部黑色，上有大小不一的黄白色斑点，根据斑点的颜色分为白斑点黑池龟和黄斑点黑池龟2种，吻钝，喙呈流线形。眼大，颈粗，颈部有黄白色小斑点。背甲黑色或棕黑色，布满不规则的黄白色斑点，边缘的斑点多而清晰。腹甲黑色，布满黄色或白色的不规则斑点。四肢扁圆，灰褐色，布满细小斑点，趾间具蹼，前肢5爪、后肢4爪。尾较短，灰褐色。雄龟休型小，腹部凹陷，尾粗长、泄殖孔距腹甲后缘较远。龟壳呈深褐色或黑色，有黄色斑点及斑纹。柔软的部份呈深褐色或黑色，有黄色圆点，在头部及颈部上的斑点最大。黑池龟属水栖龟类，栖息于小溪、河流、沼泽等地，适应性强，性情活泼，不怕人，但环境温度要求较高。生长适温22-30℃。杂食性偏动物性，摄食缓慢，人工养殖可投喂鱼、虾、螺肉、蚬肉、蝌蚪、蚯蚓、畜禽内脏、米饭、面条、水果、蔬菜及配合饲料等。分布于孟加拉国、克什米尔、印度、尼泊尔、巴基斯坦。中国华南、华东等地有少量养殖，在广西主要在钦州、南宁、北海等市有养殖。",
        "index": 114
    },
    "丽纹龙蜥": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img70331411548226.jpg",
        "value": "丽纹攀蜥，近期分类厘定后应改称为丽纹龙蜥，主要分布于我国长江流域地区，如云南，四川，重庆及湖北。该物种雌雄性二态明显，雄性颈鬣发达，背部绿色纵纹边界清晰规则，尾根较雌性膨大；而雌性颈鬣较弱，背部绿色纵纹间有明显深色横纹，绿色纵纹边界不清晰，且尾根部较细。作为宠物市场上最常见的国产蜥蜴物种，加之没有任何批量人工繁殖，丽纹攀蜥野生种群面对极大的非法采集压力。该物种已被列入我国《国家保护的有益的或者有重要经济、科学研究价值的陆生野生动物名录》，属“三有”野生动物。",
        "index": 115
    },
    "南美拟鳄龟": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img79931410336227.jpg",
        "value": "南美拟鳄龟，属于三个拟鳄龟亚种之一，生活在南美洲，因地理分布不同厄瓜多尔种群和尼加拉瓜种群也有着区别。背甲有些微的突起，苗子时期背甲颗粒感很强，并随着成长而逐渐平坦。",
        "index": 116
    },
    "智利火玫瑰": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img5721410515468.jpg",
        "value": "智利火玫瑰（学名：Grammostola rosea）是蜘蛛目、捕鸟蛛科动物。一种原生活在智利的红色蜘蛛，成体长约为14-15厘米甚至20厘米，背甲红色。火玫瑰属于地栖型蜘蛛、并且做地网。垫材选择椰砖加泥炭混合。一个水杯和一个躲避是不可缺少的。如果饲养幼体就不用添加水杯或水杯里放棉花。以免小幼体掉入水中身亡。饲料以蟋蟀、蟑螂、面包虫、大麦虫为主。火玫瑰的成长不算快。",
        "index": 117
    },
    "日本石龟": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img72571410751883.jpg",
        "value": "日本石龟，学名日本水龟，英文名 Japanese Pond Turtle，拉丁学名 Mauremys japonica，是日本的一种乌龟，地理分布于整个广岛，其头部是橄榄棕色的。日本石龟背部有一条不太明显的脊棱。背甲的后缘呈锯齿状。四肢和尾部的边缘长有橙色或暗橙色的条纹。雌龟比雄龟来得大。而雄龟则有个长尾巴。日本石龟在溪涧或池塘的底部冬眠。",
        "index": 118
    },
    "泰国眼镜蛇": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img90601408526356.jpg",
        "value": "泰国眼镜蛇（Naja siamensis），又名暹罗眼镜蛇或中南半岛射毒眼镜蛇，是分布在东南亚的一种射毒眼镜蛇。它们并不会射出毒素，而是喷洒毒素到敌人身上，若毒素射进眼睛，就会产生剧毒或失明。",
        "index": 119
    },
    "黑眉锦蛇": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img76251413367398.jpg",
        "value": "黑眉锦蛇（拉丁名：Elaphe taeniura）是大型无毒蛇，全长可达2米左右。黑眉锦蛇别名家蛇﹑秤星蛇﹑菜花蛇（虽王锦蛇也称菜花蛇，但四川、贵州一带称黑眉锦蛇为菜花蛇）﹑黄颌蛇﹑枸皮蛇﹑黄喉蛇﹑慈鳗﹑黄长虫﹑广蛇等。头和体背黄绿色或棕灰色；眼后有一条明显的黑纹，体背的前、中段有黑色梯形或蝶状斑纹，略似秤星，故又名秤星蛇；由体背中段往后斑纹渐趋隐失，但有4条清晰的黑色纵带直达尾端，中央数行背鳞具弱棱。由于该蛇具有较大药用价值，常被人类捕杀，数量不断锐减。另外黑眉锦蛇现发现共有9个亚种分化。黑眉锦蛇性情较为粗暴。适应力极强，活动因产地不同不分白昼。从深达300米的地下洞穴，到喧嚣的城市郊区；从高湿的热带雨林到半干旱的沙质荒野，分布之广让人惊叹。",
        "index": 120
    },
    "金蛙": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img75221412071416.jpg",
        "value": "“金蛙”即白化非洲爪蟾，隶属于两栖纲、无尾目、负子蟾科、爪蟾属，是非洲爪蟾(Xenopus Laeuis)的白化品系，分布于非洲东南部。成体体长6一13厘米，雌性较雄性略大，身体扁平，呈流线型，眼睛小而朝上，虹膜红色、无眼睑及舌，鼓膜不明显，前腿较小，有细且很长的指，后腿粗而强壮，内侧3个趾的前端有黑色的角质爪。",
        "index": 121
    },
    "蔗林龟": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img95321412749619.jpg",
        "value": "蔗林龟是东方龟属下五个品种其中之一。蔗林龟比较少见，仅分布在印度南部某些地区，属于半水栖性龟类，但并不嗜水，也并不喜欢呆在水里。市面上比较少见，购买与饲养均比较困难。蔗林龟栖息于海拔三百米以上的树林茂密的丘陵地带，穴居于地下洞穴。",
        "index": 122
    },
    "温泉蛇": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img44471409132497.jpg",
        "value": "温泉蛇，Thermophis baileyi (Wall,1907)，游蛇科温泉蛇属，是中国独有的珍稀蛇类，栖息在高原温泉附近的岩石洞穴或石堆中，冬、夏季都可以见到；温泉附近的石堆缝隙中常可以看见蛇蜕；也见它们在高原温泉附近的小河、沼泽中活动，以高山蛙、幼鼠兔、鱼类为食，雌蛇一次产卵6枚。",
        "index": 123
    },
    "鹰嘴陆龟": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img47811411725211.jpg",
        "value": "体形尺寸 8cm～12cm。最主要活跃于温暖的早晨，喜欢聚集在阳光底下取暖，中午时会安静下来。每年产卵一次，每次产卵1颗，在28-30度之间约115天孵化，时间较一般龟种长很多。最主要被发现在南非南部的潮湿海岸地区，分布地区从东伦敦海岸至大西洋海岸，而内陆以北发现分布地区达西北开普敦(Nieuwoudtville)尼湖德维高原地区（可能是被隔绝的人口）。",
        "index": 124
    },
    "白头蝰": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img91451417080685.jpg",
        "value": "白头蝰（学名：Azemiops feae）是中国27种毒蛇之一，又名白头蛇，为蝰科白头蝰属的爬行动物，俗名白缺蝰。白头蝰头部白色，有浅褐斑纹。躯、尾背面紫褐色，有左右镶细黑边的朱红色窄横纹。白头蝰分布于缅甸、越南以及中国大陆的浙江、安徽、福建、江西、广西、四川、贵州、云南、西藏、陕西、湖北、甘肃等地，常见于丘陵及山区以及栖息于山区草地、麦田兰草堆下、路边、碎石地、稻田、甘蔗田边及甘薯地旁的草丛中。该物种的模式产地在缅甸。",
        "index": 125
    },
    "伞蜥": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img86491407922951.jpg",
        "value": "伞蜥（学名：Chlamydosaurus kingii）：体长60-100厘米，0.5-1千克。拥有长长细细的尾巴，光尾巴就占了身长的2/3，颈部四周长有舌骨所支撑的伞状领圈皮膜，其色泽带有令人炫目的亮彩，当求偶或受威胁时，这种颈部薄膜会张开，伸展到最大，可以对敌人起到威慑作用。比较喜欢待在树上。只有发现昆虫时，才会从树上爬下来追捕虫子。旱季期间，伞蜥会在高耸的树洞里蜷起身子开始夏眠，直到潮湿的天气再度降临。交配季期间，雄蜥蜴在争夺地盘时，会对敌手展开皮褶。伞蜥体温偏低时，皮褶能吸收更多阳光，也可以在体温过高时帮忙散热。食物则以昆虫为主，蟋蟀、面包虫、蟑螂、甚至小老鼠都是不错的食物，多数个体也会吃青菜、豆类、水果、鱼肉、虾仁等。分布在澳大利亚北部，新几内亚南部的干燥草原，灌木丛及树林等地带。",
        "index": 126
    },
    "冠背龟": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img31721406195762.jpg",
        "value": "冠背龟（crowned river turtle），俗名别名花冠龟。分布于巴基斯坦，孟加拉，印度，尼泊尔。生活于沼泽、池塘、湖、河中，食物为杂食性。人工饲养下以食植物为主，如浮萍、水花生、苏丹草等。少数食肉类。雄性在17厘米左右，雌性55厘米左右。头部的黄线从鼻后通过眼睛，一直到颈根。嘴上缘呈锯齿状。几乎是植食性，人工饲养下以食植物为主，如浮萍、水花生、苏丹草等。少数食肉类。是国际公约附录二的保护动物。CITESII、,国内于2018年10月9日被核准为2级保护水生野生动物(仅限野外种群)。",
        "index": 127
    },
    "黄泥龟": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img63971407296953.jpg",
        "value": "黄泥龟是现存最古老的爬行动物之一。它的名字来源于它背部、喉部以及颈部两侧所共有的黄色。肉食性，以蠕虫、螺类、虾及小鱼等为食，亦食植物的茎叶。",
        "index": 128
    },
    "泰国金属蓝": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img24301408527465.jpg",
        "value": "泰国金属蓝（拉丁学名：Haplopelma lividum）又名泰国钴蓝捕鸟蜘蛛，原产于泰国、缅甸热带雨林，经典的宠物捕鸟蛛种类之一。也是一个很早就被引进欧美宠物捕鸟蛛市场的亚洲捕鸟蛛种类，最主要的原因自然是它们在强光下的闪闪发亮的钴蓝色，另外，原产地的数量丰富允许每年都有大量的野生个体进入宠物市场，人工繁殖偶尔也能成功，因此CB幼体也时常能见到。如果从幼体开始饲养，它们的成长期待指数还是很高的。每年也会有大量的野生个体出现在大陆的宠物捕鸟蛛市场，不过购买这些野生个体是件风险相对大的事，因为野生个体存在的不稳定性。",
        "index": 129
    },
    "猪鼻蛇": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img24131410428672.jpg",
        "value": "猪鼻蛇（hognose snake），是游蛇科(Colubridae)猪鼻蛇属(Heterodon)动物的统称，有3到4种。",
        "index": 130
    },
    "东部锦龟": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img57701413190299.jpg",
        "value": "东部锦龟，喜欢池塘，沼泽，小溪和湖泊，这些地方流速缓慢，繁殖方式 为卵生。",
        "index": 131
    },
    "蓝岩鬣蜥": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img31621411547853.jpg",
        "value": "蓝岩鬣蜥，也叫开曼岛地面鬣蜥，大开曼岛蓝鬣蜥，大开曼鬣蜥。是开曼岛上最大的陆生动物，是大开曼特有的一种极危蜥蜴。爬行类脊索动物，体长30-150公分，栖息于20-33摄氏度干燥多岩灌木林区。蓝岩鬣蜥寿命可达69年。2004年因遗传的不同而被重新分类为独立的物种。",
        "index": 132
    },
    "粗颈龟": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img87731413022145.jpg",
        "value": "粗颈龟，别名沼泽龟，是一种中等大小的黑色淡水龟，因为颜色单调，不美观 ，有人称之为 “牛屎龟”。粗颈龟可通过幼体背甲上的3条脊棱（虽然成体只有1条脊棱）同婆罗洲的其他龟类相区别。背甲的后部还有锯齿状边缘，成体的椎盾区域是扁平的。成年雄性可通过相对更长更粗的尾部来辨别，且腹甲稍显凹陷。除此之外，成年雌性保留有浅色的头部斑点，而雄性的这些斑点会随着生长逐渐褪去。",
        "index": 133
    },
    "密西西比麝香龟": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img18641409898126.jpg",
        "value": "麝香龟（学名：Sternotherus odoratus）是动胸龟科、麝香龟属动物。麝香龟是一种相对较小的龟类，平均长度为8-14厘米。头浅褐色，较大，头预两侧有两条白色条纹，颌喉处有触须， 缩入背甲下，背壳为棕色或黑色，并具有光滑的椭圆形和高圆顶，较隆起；幼龟甲壳通常是黑色且粗糙的。腹甲较小，各腹盾片间充满乳白色皮肤，尾较短小。雄龟尾比雌龟长且粗（重165克的雄龟尾长3.5厘米）。雄性与雌性的不同之处在于，雄性的的头更大，尾巴长而粗壮，带有脊椎，后腿内侧有鳞片倾斜区域。麝香龟的栖息地包括任何种类的永久性水体，例如浅溪、池塘、河流或清澈的水湖，在其他地方很少找到这种龟。在水中时，麝香龟主要栖息在浅水区。有时可以发现它在附近倒下的树干或悬在水面上的树枝上晒太阳。食性偏动物性，小鱼、小虾等均喜食，人工养殖可吃配合饲料。主要分布于加拿大和美国。",
        "index": 134
    },
    "北部黑瘤地图龟": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img40841413015389.jpg",
        "value": "北部黑瘤地图龟指的是分布于美国亚拉巴马西南部的一种乌龟，属于沼泽龟亚科。",
        "index": 135
    },
    "缘翘陆龟": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img64471411702512.jpg",
        "value": "翘缘陆龟Testudo marginata（以色列、叙利亚和西奈半岛），30cm～35cm。重量约5公斤左右，雄龟比雌龟大，雄龟特征腹甲凹陷，尾巴粗长，栖息地区以山区为主，栖息高度约1600公尺左右，它们体型及体色都是为因应高山生活而改变的，背甲呈现黑色是有作用的，因为黑背甲是为了能够在短暂的太阳光线间快速吸收热能，帮助它们维持体内温度。",
        "index": 136
    },
    "三趾箱龟": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img50181410848503.jpg",
        "value": "三趾箱龟 （Terrapene carolina triunguis），产于美国，体型小，背甲高耸，是卡罗莱纳箱龟亚种之一。背甲13-15厘米，杂食性，摄食昆虫、植物茎叶等，在人工饲养条件下，也爱吃瘦肉、鱼、虾、香蕉、黄瓜和菜叶等。",
        "index": 137
    },
    "阿根廷象龟": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img10461412847278.jpg",
        "value": "阿根廷象龟（学名：Chelonoidis chilensis）：是爬行纲、陆龟科的动物。成体背壳约25-30厘米，最大达43厘米。尾部尖端具有1枚大型鳞片。雄龟腹部有明显的凹陷，典型的雄龟体型小于雌龟。幼龟极为类似苏卡达陆龟，只是背甲较宽，边缘较为上翘。随着成长，体色越趋黝黑。栖息于热带草原，灌木丛或沙漠等干燥区域。生活在雨量稀少干燥的多灌木地区，这些地区的夏天非常严热，而且冬天也许也相当寒冷，以青草，多肉植物或仙人掌为食。适温摄氏23-32度，可忍受0度低温。繁殖期在11月至来年2月，分2次产卵。每次可产2-5枚球形或椭圆形卵，孵化期4-15月。分布于南美洲南部，主要是阿根廷及巴拉圭。",
        "index": 138
    },
    "鹰嘴泥龟": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img43441411631281.jpg",
        "value": "鹰嘴泥龟，又名窄桥麝香龟。有着暴躁的脾气，当他被捕获时，会张开大嘴肆意的乱咬。然而经过一段时间的饲养，变得乖巧和惹人喜欢，但还是不能轻易的触碰它们。虽然同属大麝香龟科，但有别于墨西哥巨型麝香龟和萨尔文，它们的背甲通常不超过16.5厘米。",
        "index": 139
    },
    "滑鼠蛇": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img93911413366687.jpg",
        "value": "滑鼠蛇（学名：Ptyas mucosus），俗名：乌肉蛇、草锦蛇、长标蛇、水律蛇、山蛇，是一种无毒蛇。背面黄褐色，体后部有不规则的黑色横纹。在中国主要分布于南方地区，生活于海拔800米以下的山区、丘陵、平原地带。蛇性情较凶猛，攻击速度快，捕食鼠类、蟾蜍、蛙、蜥蜴和其它蛇等。11月至次年3月冬眠，5～7月产卵，卵数7～15枚，每条成年母蛇每年产卵12枚。",
        "index": 140
    },
    "刀背麝香龟": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img33021413192578.jpg",
        "value": "刀背麝香龟（学名：Sternotherus carinatus）是动胸龟科、麝香龟属的一种爬行动物。刀背麝香龟最显著的外形特点是背甲具有明显的嵴棱，形成陡峭的斜坡，特别是幼龟更突出。另外，其盾片呈浅棕色至浅橙色，并带有深色的小点或放射状条纹以及深暗色的边沿（这些图案在老年龟身上可能会褪去）。幼体时腹部灰白色至粉红色并带有深色斑点，成体腹部呈灰白色。喉盾缺失，所以腹部只有10枚盾片。胸盾与腹盾间具有铰链关节。鼻部略呈管状突出，下颌长有触须。刀背麝香龟性情温和，在原产地数量较多，3-11月份活动，并时常晒背。生活于沼泽，或是水流缓慢、底部松软、水生植被茂盛的小溪和河流，属水栖龟类。它具有一定的抗寒能力，可冬眠，最适生活温度为18-32℃，当温度低于18℃时逐渐停食，低于10℃时进入冬眠状态。原产于美国（德克萨斯州、俄克拉荷马州、密西西比州、路易斯安那州、阿肯色州、阿拉巴马州）。",
        "index": 141
    },
    "科莫多巨蜥": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img15191412070573.jpg",
        "value": "科莫多巨蜥，学名Varanus komodoensis（Ouwens,1912)，巨蜥科巨蜥属的一种动物。又名科莫多龙，是已知现今存在种类中最大的蜥蜴。科莫多巨蜥凶猛，成体吃同类的幼体，有时吃其他的成体。能迅速运动，偶尔攻击人类；但主要以腐肉为食，每天出洞到几千米以外的地方觅食。科莫多巨蜥已濒临灭绝，野外仅存5700只左右，印度尼西亚已在科莫多岛上建立国家公园，以使科莫多巨蜥的家族壮大。无亚种分化。",
        "index": 142
    },
    "沼泽侧颈龟": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img73351411962157.jpg",
        "value": "沼泽侧颈龟（subrufa）是侧颈龟科、侧颈龟属的一种水栖龟，在非洲分布最广，属于小型的半水栖性龟类，通常生活在积水的水塘中。因其不能像其他多数龟类那样能将头和颈都缩进壳内，而是颈部向一侧弯曲时，将头部缩入甲中，因而得名。体呈灰色，体长可达30cm。",
        "index": 143
    },
    "西部箱龟": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img12281411442672.jpg",
        "value": "西部箱龟体长4-5 3/4英寸（10.2- 14.6 cm）。背甲高隆，没有棱突，底色为棕色或黑色，其上的图案极富特色，为呈放射形状的黄色线条。",
        "index": 144
    },
    "腊戌拟水龟": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img17981409646250.jpg",
        "value": "腊戌拟水龟地理分布于江苏、浙江、安徽、福建、江西、湖北、广东、广西、云南、台湾、海南。国外分布于日本。繁殖方式卵生。体形特征 头背光滑无鳞；头较小；吻部超出下颚，向内侧斜切；上颚前端中央略凹缺。背甲平扁，具3条纵棱。头背绿黄色；咽部及喙部黄色；头侧自眼后沿鼓膜上、下各有1条黄色纵纹。背甲灰棕色或棕黄色，其纵棱及每一盾片周缘色较深。甲桥及腹甲黄色，每一盾片后缘中央有一方形大黑斑。四肢灰褐色。尾侧有黄色纵纹。",
        "index": 145
    },
    "奶蛇": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img74051411720848.jpg",
        "value": "是一种美国本土蛇类，当然也就成为美国蛇类业者的培育对象。在宠物蛇市场上也是很热门的种类，与王蛇，玉米蛇形成游蛇科，也就是黄颔蛇科的铁三角，都是宠物市场上不能或缺的重要角色。严格来说，这几种游蛇类对人类都有益处。因为它们可以控制老鼠的数量减少农作物的损失。",
        "index": 146
    },
    "靴脚陆龟": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img6781411381212.jpg",
        "value": "靴脚陆龟(Manouria emys)，是亚洲体型最大的陆龟，也是全世界陆龟中体型第四大者。此种龟种也可能是现存最古老的龟种。靴脚陆龟属陆龟科。以植物为食，有时也会捕食无脊椎动物及青蛙。分布在印度西部至越南南部间，南至马来半岛，苏门达腊。靴脚陆龟的尾部及左右后肢根部间长有几枚小趾状的发达鳞片。栖息于热带雨林，性好溪流附近区域。在人工饲养下可产40个左右的球形卵，孵化期通常不超过70天。",
        "index": 147
    },
    "蛛网龟": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img95081412059059.jpg",
        "value": "蛛网龟，英文名：Commonspidertortoise，学名：Pyxisarachnoides。主要分布在马达加斯加岛的西南部。栖息于马达加斯加岛西南部的沿海区域，由于受到海洋性季风的调节，因此空气中的相对湿度稍显偏高，其主要的活动区域为灌木丛，部分的个体则会深入树林中。",
        "index": 148
    },
    "红尾蚺": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img68551413366993.jpg",
        "value": "红尾蚺（学名：Boa constrictor），体长1.8-3米，体重10-15公斤，无毒，主要分布于中美洲、南美洲及加勒比海附近的一些岛屿。以爬行动物、哺乳动物及鸟类为食。红尾蚺寿命可达20-30岁。此蛇有多种颜色，而且体型庞大，是相当瞩目的蛇类。目前共有10个亚种已被确认。",
        "index": 149
    },
    "巴西巨人金毛": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img98201407228088.jpg",
        "value": "巴西巨人金毛是由17-18厘米足展的动物。捕鸟蛛身上某些地方具一种刺激性的蛰毛，遇到老鼠等天敌便用后脚扫散这种自然的致痒粉。敌物之反应如工人铺设织维玻璃毛毡后，全身会发痒。",
        "index": 150
    },
    "彩虹飞蜥": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img61711413538471.jpg",
        "value": "彩虹飞蜥（学名：Agama agama）：雄性蜥蜴的最大长度是25厘米，雌性蜥蜴是20厘米。特点是它带白色的下腹部,，迷棕色的后腿和尾部有一条纤细的明亮度条纹到中间和6到7个深斑到一侧的条纹。有一些雌雄异体。次级雄性、雌性和幼体拥有一个橄榄绿的头部。具蓝色的身体和黄色的尾巴、雄性彩虹蜥蜴有一个大脑袋，一条长尾巴，完整发育的外耳孔和眼睑。一般在正午时份出没。彩虹飞蜥可以攀墙及石，主要是吃昆虫。分布于非洲中部及西部。",
        "index": 151
    },
    "云南闭壳龟": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img49511411545842.jpg",
        "value": "云南闭壳龟（学名：Cuora yunnanensis）是龟科、闭壳龟属爬行动物。云南闭壳龟的形态与三线闭壳龟非常相似，但它的颈部没有显眼的橄榄绿色，背甲稍扁，腹甲后缘有明显的缺刻，最主要的是背没有3条黑色的纵线。成体壳长140毫米左右。头中等，头背皮肤光滑。上颚不钩曲。背甲较低，具三条背棱，脊棱强。腹甲大，前缘圆，后缘凹入。肛盾2枚。背腹甲以韧带相连，胸、腹盾间亦具韧带，腹甲前叶可动，不能完全闭合于背甲。四肢较扁，指、趾间全蹼。头橄榄色，头侧有黄线纹，咽及颏部有黄色对称的斑纹。背棕橄榄色或奶栗壳色，边缘及棱有时为黄白色。腹棕色或浅黄橄榄色，边缘黄白色，鳞缝暗黑色或腹黄橄榄色，在各腹盾上，有浅红棕色污斑。云南闭壳龟栖息地为海拔2000-2260米的高原山地，生活在在溪流、湖泊和或沼泽湿地。平时喜在杂草丛中的乱石堆里隐居而不易被人们发现，杂食性，以小鱼、虾、蚯蚓、水果、蔬菜等为食，也可投喂人工佴料。仅知分布于中国云南昆明，广西与云南交界处可能有分布。",
        "index": 152
    },
    "刺尾鬣蜥": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img7591413537542.jpg",
        "value": "黑刺尾鬣蜥（学名Ctenosaura similis），又名黑鬣蜥，是墨西哥及中美洲的一种蜥蜴，现已引入到美国佛罗里达州。它们是刺尾鬣蜥属中最大的物种，也是陆上走动最快的蜥蜴。",
        "index": 153
    },
    "白吻长趾蛙": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img81551406194905.jpg",
        "value": "分布在波多黎哥全境及多米尼加东北部的一种蛙。",
        "index": 154
    },
    "黑眶蟾蜍": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img32591413882114.jpg",
        "value": "动物名，为无尾目，蟾蜍科，蟾蜍属 。分布于中国境内的宁夏、四川、云南、贵州、浙江、江西、湖南、福建、台湾、广东、广西、海南。其他分布在南亚、中南半岛及东南亚等国家和地区。以昆虫为食。白天多隐蔽在土洞或墙缝中，晚上爬向河滩及水塘边。以昆虫为食。",
        "index": 155
    },
    "黑腹刺颈龟": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img84311407146882.jpg",
        "value": "黑腹刺颈龟（学名：Acanthochelys spixii）是蛇颈龟科、刺颈龟属动物。成年个体重1千克，属中小型龟类。头橄榄色或淡灰褐色，覆盖着许多鳞片，颌部淡黄色，眼睛虹膜为白色，有两枚小的灰色触须，颈背部有多硬棘状的长刺，颈腹部为褐色。背甲最大17厘米左右，棕褐色，呈长椭圆形，较平直，具颈盾，第1枚椎盾较宽，背甲第2枚椎盾与第4枚椎盾间凹陷较浅，形成较宽的槽沟，且槽沟左右各有2条龙骨，缘盾腹部淡黄色，盾片（除甲桥处的盾片）上具有褐色斑块。腹甲黑色，较长，故称黑腹刺颈龟。间喉盾发达，略呈三角形；肛盾后缘缺刻。四肢暗灰色或黑色，较粗壮，前肢5爪，后肢4爪，前肢前部具大鳞片，指、趾间具蹼。栖息于亚马孙河流域。该龟对水的酸碱度十分敏感，特别是野生个体，如果水质pH低于5.5，龟甲和皮肤容易出现剥落和脱皮。最理想的水质为pH5.5-6.0的范围。生长适温22-30℃。喜晒背。杂食性，以蠕虫、昆虫、蜗牛、小鱼、小虾和一些小型的两栖动物为食，偶尔也会啃食水生植物。分布于巴西、巴拉圭、乌拉圭及阿根廷等国。",
        "index": 156
    },
    "巴西白膝头": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img22391420797217.jpg",
        "value": "巴西白膝头蜘蛛属于巴西保护动物，体型巨大，色彩斑斓，蛰毛对于人类的皮肤可能引起比较明显的过敏反应。",
        "index": 157
    },
    "甜甜圈龟": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img90111411022692.jpg",
        "value": "甜甜圈龟，拉丁学名为Pseudemys concinna，原产自美国及墨西哥。栖息于流速中等的溪涧和河流，大型湖泊和泉流。",
        "index": 158
    },
    "三索锦蛇": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img46781407749746.jpg",
        "value": "三索锦蛇，Elaphe radiata (Schlegel,1837)，是游蛇科锦蛇属的一种蛇，也称三索颌腔蛇，是脊索动物门，脊椎动物亚门，爬行纲，双孔亚纲，有鳞目，蛇亚目，游蛇科，其背面灰色或黄褐色，无毒，生活于450~1400m的山地、平原、丘陵地带。性情暴躁，处于攻击状态时前半身保持的形状呈\"S\"形，主要捕食鼠类，也捕食蜥蜴、蛙类及鸟类，甚至取食蚯蚓。",
        "index": 159
    },
    "松果蜥": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img94301407923368.jpg",
        "value": "松果蜥，属石龙子科，有一个大大的蓝舌头，全身披覆了粗大厚实的鳞甲，看起来就像一颗松果，因此被命名为松果蜥。它们是人们喜爱的一种爬行类宠物之一。松果蜥长得很像一个松果，更准确来说是比较丑陋，但是它丑陋而可爱，拥有肥胖的身体，走路缓慢，在以行动敏捷著称的蜥蜴界中，它是少数几种可以让我们人类轻而易举逮到它的蜥蜴。但也因为它行动的迟缓，经常在成双成对漫步中，遭遇疾驰而来的汽车带来的灾难。",
        "index": 160
    },
    "木雕水龟": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img64601409812198.jpg",
        "value": "木雕水龟（学名：Glyptemys insculpta）是龟科、木雕水龟属动物。头较大，黑色，上喙不呈钩状；颈部常具一些橙色或红色的斑点。背甲灰色至棕色，具黑色或黄色放射状条纹，年轮明显，具中央嵴棱；第2椎盾至第5椎盾宽径大于长径，后部缘盾锯齿状，缘盾腹面和甲桥具黑斑。腹甲黄色，每枚盾片上均具不规则形黑斑，肛盾后缘缺刻。四肢较粗壮，棕红色，前肢常具一些橙色或红色的斑点；前肢5爪，后肢4爪，指、趾间的蹼不发达。尾长，黑色。木雕水龟栖息于落叶林、林地的沼泽、泥塘和湿地中。白天活动，常在陆地上觅食；喜在上午晒背；在夏天干燥的时候，常在泥泞的水坑中泡澡；冬天在河床的泥底中或河堤的洞穴中冬眠。杂食性，主食藻类、苔藓、水草、柳树叶、草莓、黑莓、昆虫、软体动物、蚯蚓及蝌蚪等。人工养殖时，可食苹果、罐装狗粮及煮熟的鸡蛋等食物。分布于美国和加拿大。",
        "index": 161
    },
    "澳洲金刚蛇": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img16581406021862.jpg",
        "value": "澳洲金刚蛇是澳洲十二金刚之一，主要栖息于树林、林地，以小哺乳动物为食，卵生，体长约两公尺。分布于沙漠及干枯河床等地。",
        "index": 162
    },
    "三弦巨型鹰嘴泥龟": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img3201410774690.jpg",
        "value": "三弦巨型鹰嘴泥龟，俗称墨西哥巨型麝香龟、墨蛋、巨蛋、巨麝香等。主要分布在北美洲、墨西哥、伯利兹、危地马拉、洪都拉斯、贝里斯等地区。喜欢傍晚至夜间活动频繁（人工饲养白天也活动），在自然界，墨蛋喜欢栖息于水流缓慢或者静止的水域，水草丰富的沼泽区以及隐蔽性很好的池塘中。",
        "index": 163
    },
    "佛州甜甜圈龟": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img35341405937769.jpg",
        "value": "佛州甜甜圈龟属于龟科，卵生，分布于美国佛罗里达州及其周边。",
        "index": 164
    },
    "委内瑞拉太阳虎": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img96451409218914.jpg",
        "value": "中文名：委内瑞拉太阳虎 学名：venezuelan sun 科名：aviculariinae 拉丁学名：Psalmopoeus irminia 亚科：Selenocosmiinae 体型：成年体型约13-15厘米足展 习性：树栖也会挖洞，特别幼年时期，适合温度24——28度，适合湿度85%。需较高空间。",
        "index": 165
    },
    "华西雨蛙": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img9541413881847.jpg",
        "value": "华西雨蛙（学名：Hyla annectans）是雨蛙科、雨蛙属两栖动物。一种小型蛙，雄性体长28.0-36.0毫米，雌性体长34.5-40.0毫米。足与胫几乎等长。头宽大于头长。吻宽圆而高，吻端平直向下。吻棱明显。鼻孔近吻端。颊部几近垂直；向外倾斜。眼间距大于鼻间距或上眼睑之宽；吻长与眼径相近。瞳孔横椭圆形。鼓膜圆。颞褶细或粗厚。指扁，第一指短小。指关节下瘤明显。内蹠突卵圆形。有的较发达，无外蹠突或小而圆。后肢长。后肢前伸贴体时胫跗关节达眼部或鼓膜。背面皮肤光滑，上眼睑外侧和颞褶至肩部疣粒多，臂部具疣粒；内跗褶棱起，体、四肢和股腹面具颗粒疣。华西雨蛙常栖于海拔750-2470米的静水水域或稻田附近的草丛间或树叶上。鸣声响亮，雨前、雨后和黎明前活动最频繁。晴天匍匐于叶片上。冬眠场所一般在水域或泥土穴内。分布于中国（重庆、四川、云南、贵州、湖南、湖北、广西）、印度、缅甸、泰国、越南。",
        "index": 166
    },
    "古巴变色蜥": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img43681415698136.jpg",
        "value": "是此属中体形最大的种类，因头呈骨质话现象，看起来十分生硬。口鼻细长成梭型，喉垂处呈粉红色，眼睛下方以及肩部有黄白色条纹，身上有小粒状鳞列，尾部略为侧扁，体为亮绿色，又会转变为毫无光泽的灰褐色，为性别二形。",
        "index": 167
    },
    "砂巨蜥": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img22471408008168.jpg",
        "value": "砂巨蜥，学名为Varanus gouldii。砂巨蜥分布于澳大利亚与新几内亚。砂巨蜥行动迅速，栖居在干燥的稀树草原与荒地。砂巨蜥的尾巴很粗。它用后肢站立起来寻找食物时，就用尾巴撑地，保持平衡。雄性砂巨蜥具有很强的领域性。",
        "index": 168
    },
    "非洲折背陆龟": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img86901406020622.jpg",
        "value": "折背龟属总共分为六个种类，最常见的就是荷叶陆龟和钟纹陆龟，其它的种类有非洲折背陆龟，还有较为少见的叶状钟纹折背陆龟(Kinixys lobatsiana)，斑纹折背陆龟(Kinixys spekii)以及纳塔尔折背陆龟(Kinixys natalenisis)。全部栖息在非洲大陆，本属共同的特征就是在背甲后半部都有关节可以折合。在所有龟类来说都是很独特的。",
        "index": 169
    },
    "亚马逊森蚺": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img36891409822558.jpg",
        "value": "亚马逊森蚺（学名：Eunectes murinus），是当今世界上最大的蚺，栖息于南美洲，粗如成年男子的躯干。森蚺生性喜水，通常栖息在泥岸浅水中，捕食水鸟、龟、水豚、凯门鳄、貘等。",
        "index": 170
    },
    "北草蜥": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img27231420710649.jpg",
        "value": "北草蜥（学名：Takydromus septentrionalis）是蜥蜴科、草蜥属的爬行动物。头部具大的对称形鳞片，无上鼻鳞。额鼻鳞1枚，前端钝圆，后端为一锐角。前额鳞1对，左右相切。额鳞长五边形，上眶鳞4对，第1对极小呈颗粒状。额顶鳞1对，呈五边形，左右相切。顶间鳞小，菱形，以后尖与后方更小的枕鳞相连。枕部被粒鳞，向后鳞片逐渐变大并起棱，到颈部成排列不规则的棱鳞列。背部6行大棱鳞列的中央2行到体中部后逐渐变小，最后消失，有些个体达荐部才消失。腹鳞大，8列，起强棱。体侧有2-3行较腹鳞明显小的棱鳞列。体侧余部被粒鳞。四肢背面被棱鳞，腹面鳞片较光滑。肛前鳞1枚，呈倒梯形。鼠蹊窝1对，位于股基部。泄殖腔后方和尾基两侧被粒鳞，以后的鳞片变大起棱。尾鳞起强棱，环尾中部鳞14列。掌、跖面被大小较一致的粒鳞。生活时体色变化较大，体背草绿、棕绿或棕色，体腹黄绿或灰白，眼至肩部有一条浅纵纹，雄体背侧有一纵纹，体侧有不规则的深色斑，浸泡标本绿色变为淡蓝色。北草蜥栖居于山区和丘陵的荒地、农田、茶园、路边、乱石堆、灌丛及草丛中。以各种无脊椎动物为食，如蝗虫、鼠妇、蛾类幼虫等。分布于中国河南、广东、甘肃、重庆、江西、上海、山西、山东、陕西、甘肃、江苏、上海、安徽、湖北、四川、浙江、福建、湖南、贵州、云南、台湾、内蒙古（不确定）。",
        "index": 171
    },
    "泽蛙": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img40551407319460.jpg",
        "value": "泽蛙(Rana limnocharis Boie , 1834) 隶属于蛙科蛙属，是一种小形的蛙类。它广布于东南亚地区，数量大，适应性强，广泛生活在田野、池泽附近及丘陵地带。",
        "index": 172
    },
    "斐济鬣蜥": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img49111415007831.jpg",
        "value": "斐济鬣蜥属于日行性的树栖型蜥蜴，习性与绿鬣蜥十分类似，但是更倾向以果实为主食，以各种昆虫类为辅食，它们不太饮用静止的水，主要以叶片上的露水解渴，所以保持高湿度的环境对它们来说是很重要的，饲养箱需要以高度为主。",
        "index": 173
    },
    "绿锦蛇": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img35761411466071.jpg",
        "value": "绿锦蛇为游蛇科锦蛇属的爬行动物，生活于山区全身翠绿色的无毒蛇。",
        "index": 174
    },
    "密西西比地图龟": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img39771409737789.jpg",
        "value": "密西西比地图龟 Graptemys kohnii ，分属于沼泽龟科，地图龟属。分布于美国中部至南部的密西西比河流域。饲养温度为22-30℃，饲料为螺、小虾、小鱼、鸡肉、动物肝。一般甲长为15-25cm 。",
        "index": 175
    },
    "太平洋丽龟": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img95611411027815.jpg",
        "value": "丽龟（学名：Lepidochelys olivacea）：是海龟中最小的一种，体长60-70厘米，体重约12千克，头背前额鳞2对。肋盾多，6-9对，第一对与颈盾相切。腹部有4对下缘盾，每枚盾片的后缘有一小孔。四肢扁平如桨。头、四肢及体背为暗橄榄绿色，腹甲淡橘黄色。杂食，捕食底栖及漂浮的甲壳动物、软体动物、水母及其它无脊椎动物，偶尔也食鱼卵，亦吃植物性食物。每年9月至次年1月产卵，繁殖时有集群上岸产卵现象。产卵后，在巢区附近海域或分散在觅食地活动。分布于整个热带海域（除墨西哥湾），迁徙线路沿热带和部分亚热带地区，包括大西洋的中东部、东北部、西北部、东南部、西南和西部中心；印度洋的东部、西部；太平洋的中东部、西北部、西南部、西部中心。",
        "index": 176
    },
    "刺背鳄蜥": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img59481413796598.jpg",
        "value": "刺背鳄蜥，又称楔齿蜥，是最古老的爬虫类之一，主要分布于新西兰周边诸岛滨海岩岸区，以蜥蜴或海鸟的雏鸟或鸟蛋为主食，夜行性，多数栖息在岩石海岸由海鸟凿出的的洞穴中。",
        "index": 177
    },
    "尖吻蝮": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img21301411985335.jpg",
        "value": "尖吻蝮（学名：Deinagkistrodon）是蛇亚目蝰蛇科蝮亚科下的一个有毒单型蛇，属下尖吻蝮的幼蛇只有尖吻蝮（D.acutus）一个品种。尖吻蝮又称百步蛇、五步蛇、七步蛇、蕲蛇、山谷虌、百花蛇、中华蝮等，是亚洲地区内相当著名的蛇种，尤其在台湾及华南一带更是自古已备受重视的蛇类。目前未有任何亚种被确认。2020年9月，国家林草局发布了《关于规范禁食野生动物分类管理范围的通知》，对尖吻蝮禁止以食用为目的的养殖活动，允许用于药用、展示、科研等非食用性目的的养殖。",
        "index": 178
    },
    "凹甲陆龟": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img97141412844258.jpg",
        "value": "凹甲陆龟（学名：Manouria impressa）是陆龟科、凹甲陆龟属动物。背甲长212-238毫米，宽151-175毫米，高85-89毫米。头适中，头宽39.5毫米。前额鳞2对；额鳞颇大；头后及颈部被以镶嵌排列的小鳞。吻较尖出，超出下颚，并向内侧下切；上颚缘平直，无细锯齿。背甲高隆，但椎盾及肋盾中央凹陷；前后缘呈强烈锯齿状，并向上翻翘；颈盾大，三角形；椎盾5枚，第1枚几呈正方形，第2-4枚宽大于长；肋盾较宽，与相邻椎盾等宽或略宽；臀盾2枚，下包至体缘再往上翻翘。腹甲大，前后缘均有明显的凹缺；腹盾缝>肱盾缝>股盾缝>肛盾缝>喉盾缝>胸盾缝；腋盾甚小，胯盾大。四肢粗壮呈柱状，覆有多列强角质大鳞，指5爪，趾4爪。尾短，末端有角质尖突，尾基两侧有1对角质强棘，雄性尤为强大。凹甲陆龟生活于热带、亚热带高山地区。成体生活于山溪旁的岸边，幼龟可爬上岸边横置于树干上晒太阳。远离水域，分布区窄。以竹笋、嫩草、果子为食。性情怯弱，受惊时，头缩入壳内，立即又伸出，不断重复，且嘴中不断发出“哧、哧”的放气声。被人抓住后，会张嘴咬人。凹甲陆龟恋窝性较强，有相对固定的栖息场所。分布于老挝、马来西亚、缅甸、泰国、越南、柬埔寨、中国。",
        "index": 179
    },
    "哈雷拉泥龟": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img35091407140485.jpg",
        "value": "哈雷拉泥龟是泥龟品种中比较凶悍的一种，外表与虎纹剃刀龟相似，但是性格却很像窄桥匣龟，饲养起来乐趣十足，就是相对于其他泥龟品种来说，哈雷拉泥龟算是比较贵的一种，所以饲养的人也不是很多。",
        "index": 180
    },
    "眼斑巨蜥": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img64871409908892.jpg",
        "value": "眼斑巨蜥是巨蜥科的一种动物，是澳洲沙漠中的顶级猎食者。拉丁学名：Varanus giganteus。主要分布在以澳洲昆士兰为主的广泛区域，栖息在干燥的稀树大草原中。眼斑巨蜥常常会用后腿站立，尾巴支撑地面的姿势眺望远端的情况以避免威胁，它们短距离冲刺的速度很快。",
        "index": 181
    },
    "古巴鬣蜥": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img30311415697799.jpg",
        "value": "古巴鬣蜥（学名：Cyclura nubila），主要是草食性的，包括叶子、花和果实，偶尔吃鸟、鱼、蟹和腐尸。",
        "index": 182
    },
    "钟纹折背陆龟": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img25651412754479.jpg",
        "value": "陆龟是龟鳖目（Testudinidae）下的陆生爬行动物，是种独居动物。像它们的远亲海龟一样，陆龟以龟壳保护自身，免受猎食者袭击。龟壳的顶部为龟甲，底部为龟板。陆龟同时拥有内骨骼与外骨骼，其体形由数厘米至两米不等。陆龟是昼行动物，倾向于黄昏时分出没，视乎周遭环境气温而定。",
        "index": 183
    },
    "东非侧颈龟": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img1621413191304.jpg",
        "value": "东非侧颈龟，国内有真正的东非侧颈龟不多，论坛上和网上大都是以西非侧颈冒充东非侧颈。其实，东非侧颈与西非侧颈区别很大。先抛开腹甲形状不说，真正的东非外形也与西非相去甚远。体型：成体达20以上，最大多少未知。国内常常有把沼泽称为西非，把西非称为东非的现象。不过但凡对侧颈有一点点了解的朋友都不会把沼泽与西非混淆。关键是西非与东非的概念，国内基本上是没有真正的东非的。先抛开腹甲形状不说，真正的东非外形也与西非相去甚远。",
        "index": 184
    },
    "白唇泥龟": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img73121412932361.jpg",
        "value": "白唇泥龟是一种生物物种，所属科目是龟。白唇泥龟 白唇泥龟是动胸龟科，由于分布广泛，从北美一直延伸到墨西哥和中南美，由于产地的环境和所属流域的水质不同，所以产自不同地区的白唇泥龟会出现个体大小，颜色花纹迥异的情况，而白唇泥龟从大体上分为两大亚种，泛指北部亚种和南部亚种，而主要分布产区墨西哥由于分布面纵跨整个墨西哥湾沿岸从维拉克鲁斯州一直延伸到坎佩切州，所以在墨西哥境内分布的白唇泥龟花色体型是最为丰富的！ ，",
        "index": 185
    },
    "红竹蛇": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img88381413448165.jpg",
        "value": "紫灰锦蛇（学名：Elaphe porphyracea）是游蛇科锦蛇属的一种无毒蛇。背部紫铜色，头背部有3条黑色带纹，纵向后坤，中间1条起自鼻间，止于鳞末端，一直延伸到尾部。体尾背面有10多条形如马鞍形的淡黑色横斑，每个横斑约有3-5个鳞片宽；腹部玉白色。生活于山区，溪边、田边、路边及草丛中。以小型哺乳类为食。",
        "index": 186
    },
    "果核泥龟": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img68671406109499.jpg",
        "value": "由(Garman,1891)命名，属小型泥龟，体长在12厘米左右。果核泥龟的生命周期一般在30-55年左右；野生的果核背甲上时常吸附着藻类，这有助于它们很好的融入自然环境中，为其提供了有效的保护；偶尔会在水面上进行捕食，但更多的时候是在河床底部的沙土或淤泥中寻找食物。",
        "index": 187
    },
    "几何陆龟": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img19481409550754.jpg",
        "value": "几何陆龟，只分布在南非西南端的开普省国家公园自然保护区里，是南非特有的陆龟种类，它们的自然栖地环境96%已遭人为严重破坏，数量非常稀少，因此受到南非政府法律保护，也是所有星丛龟当中唯一被列为CITES-I保育等级的种类。几何陆龟与别的龟种习性不同，很难养殖，经常生病。",
        "index": 188
    },
    "白条锦蛇": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img19361417080175.jpg",
        "value": "白条锦蛇（学名：Elaphe dione），别名枕纹锦蛇、麻蛇。中国北方分布广泛的无毒蛇。生活力强，耐饥渴。性情比较温顺，行动较迟缓。捕杀小鸟、蜥蜴及小型鼠类为食。它的耐饿能力很强，曾有耐饿18个月的记录。被列入：国家保护的“有益的”或者有重要经济、科学研究价值的陆生野生动物名单中。",
        "index": 189
    },
    "牟氏水龟": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img3101409823460.jpg",
        "value": "牟氏水龟，别名沼泽龟。龟科水龟属。是一种小型的水龟，棕色，头部的两侧各有一处明显黄色、橙色或略带红色的斑块。背甲浅棕色至红褐色，棱突微弱，并依据年龄的不同，或光滑，或粗糙。腹甲棕黑色，沿中线处分布有多少不等的黄色；没有铰链关节，盾片12枚。雄性腹甲凹陷，尾粗，肛门开口越出腹甲边缘。",
        "index": 190
    },
    "安南龟": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img4871412843857.jpg",
        "value": "安南龟（学名：Mauremys annamensis）是地龟科、拟水龟属爬行动物。成年个体重1.5-2.0千克，属中型龟类，同龄个体雄龟较大、雌龟略小。成体为长椭圆形背甲平扁，色深。头中等大小，头顶呈深橄榄色，头背前部边缘有淡黄色条纹直达眼后。头的腹面、喉部黄色。眼小，眼珠前后的眼角膜均有清晰黑点，和眼睛连成一条黑线，眼后有1条清晰的黄色纵纹。颈细长，颈部有桔红色或深黄纵向条纹。背甲黑褐色，有1条突起明显的黑色脊棱。腹甲浅黄色，前端有反“八”字形黑色斑线。四肢扁圆，有灰褐色硬质鳞片，趾间具蹼，前肢5爪、后肢4爪尾褐色，有黄色纵纹。雄龟背甲窄长、腹部纵向凹陷、前肢粗壮、尾粗长、泄殖孔距腹甲后缘较远；雌龟体形圆厚、背甲宽、腹部平坦、尾细短、泄殖腔孔距腹甲后缘较近。安南龟属水栖龟类，栖息在沼泽地和缓流的河川、小溪潭中，喜群居、性温顺，有爬背习性，自下而上，由小到大排列。每年的11月初至3月底是它的冬眠期，当温度为10℃时，安南龟进入完全冬眠期。杂食性偏动物性，人工养殖可投哏鱼、虾、螺肉、蚬肉、蝌蚪、蚯蚓、畜禽肉和内脏、米饭、面条、水果、蔬菜及配合饲料等。原产于越南，在中国华南、华东等地有少量养殖。",
        "index": 191
    },
    "缅甸黑山龟": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img30271409904034.jpg",
        "value": "缅甸黑山龟是黑龟属Melanochelys的一个亚种，主要分布在缅甸境内。",
        "index": 192
    },
    "鲨皮蟾蜍": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img39591408354305.jpg",
        "value": "鲨皮蟾蜍是一种小型蟾蜍，主要栖息于大峡谷草原地带，分布在巴拿马，秘鲁东北部，玻利维亚等地。",
        "index": 193
    },
    "沙漠鬣蜥": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img22521407837069.jpg",
        "value": "沙漠鬣蜥，全长30－40厘米，4－5月间交尾，此时，成体的腹侧部会呈现出粉红色光泽。6－8月产卵，每胎可产3－8颗卵，8－9月即可孵化。依产地不同，分成3亚种。寿命为12~15年。主要特征，体色为灰色带有白色的斑纹，腹部与两侧为白色。饲养温度与湿度和温度，昼34~38℃。它们体内的水分循环很慢所以可以承受很高的温度和干燥的环境。沙漠鬣蜥行动迅速敏捷，是一种很机警的蜥蜴。沙漠鬣蜥属冷血动物，但实际上它们的体温通常只比人类的体温低12℃，因此并不是真正的冷血。",
        "index": 194
    },
    "澳洲水龙": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img93451415870993.jpg",
        "value": "全长70公分，鬃状鳞列没有绿水龙长。但雄性仍很发达。呈鸡冠状。具有喉垂。在眼部后方位置上，有黑色带状条纹。在躯体至尾部间也有黑色带纹。此外，喉部下方至腹部间多呈橙红色。",
        "index": 195
    },
    "飞蜥": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img20881415351459.jpg",
        "value": "飞蜥，即飞蜥属Draco成员，隶属于蜥蜴亚目Sauria鬣蜥科Agamidae飞蜥亚科Draconinae，作为飞蜥亚科的模式属，与棘蜥属Acanthosaura、树蜥属Calotes、攀蜥属Japalura等分布东洋界的树栖类鬣蜥科蜥蜴共同构成飞蜥亚科。",
        "index": 196
    },
    "番茄蛙": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img68971415610077.jpg",
        "value": "番茄蛙（Dyscophus spp.）是狭口蛙科、暴蛙属三种暴蛙的俗称，三个种分别是安通吉尔暴蛙（Dyscophus antongilii）、古氏暴蛙（Dyscophus guineti）、岛暴蛙（Dyscophus insularis）。番茄蛙身体浑圆，这让它们看起来就像个“小胖墩”。这样的外表确实非常惹人喜爱，而且番茄蛙的体色非常艳丽，多为鲜红色，这种颜色与番茄的颜色相近，这也是番茄蛙得名的原因。安通吉尔暴蛙和古氏暴蛙的雄性体型大小一样，安通吉尔暴蛙雌性长8.5-10.5厘米，古氏暴蛙雌性体长9.0-9.5厘米。岛暴蛙相比另外两只体型较小，平均体长4.0-5.0厘米。番茄蛙多栖息在水域面积较小的水塘附近，因为这一区域是生物物种最丰富的地区，这里能够为番茄蛙提供充足的食物供给。番茄蛙遇到敌害时会将身体胀大来威吓敌人，如果这招不管用的话，那它就会动真格的，猩红的皮肤上会分泌出一层白色粘液，任何碰到它的生物都会皮肤过敏，虽然不致命，但会引发长时间如同烧灼般的疼痛。原产于马达加斯加岛。",
        "index": 197
    },
    "狐狸蛇": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick59471469429415.jpg",
        "value": "中 文 名 狐狸蛇，俗名别名，英 文 名 Fox Snake，拉丁学名 Pantherophis vulpinus，地理分布 广泛分布于北美的五大湖附近。",
        "index": 198
    },
    "白唇竹叶青": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img36261416995577.jpg",
        "value": "白唇竹叶青（学名：Cryptelytrops albolabris）头部呈三角形，颈细，形似烙铁。头顶具细鳞，吻侧有颊窝。上颌仅具白唇竹叶青管牙，有剧毒。体背鲜绿色，有不明显的黑横带；腹部黄白色。体最外侧自颈达尾部有一条白纹；上唇黄白色。鼻间鳞大；鼻鳞与颊窝间一般无鳞片。主要分布于东亚及东南亚的中南半岛。",
        "index": 199
    },
    "束带蛇": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img55661407750007.jpg",
        "value": "海岸束带蛇 (Coast Garter Snake) 是一种陆生无毒蛇类，非海蛇，只是按照英文俗名直接翻译成中文听起来像是海蛇一样， 海岸束带蛇的分布地带跟加州渍螈分布地点有重合，加州渍螈的体内具有河豚剧毒，但是海岸束带蛇经过长时间的演化，体内已产生出河豚毒的抗体，因此加州渍螈也是海岸束带蛇的食物来源之一，但是根据生物学家的研究发现，加州渍螈体内的毒性也在一代一代地增强，以抵抗海岸束带蛇的侵袭。",
        "index": 200
    },
    "墨西哥火膝头": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img16831411636974.jpg",
        "value": "墨西哥火膝头是漂亮而温柔顺从，但有点神经质，间中会踢毛的地栖型蜘蛛，平常爱躲在干爽凉快又阴暗的地洞中栖息，成长速度缓慢。",
        "index": 201
    },
    "东方虎蛇": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img23511414056957.jpg",
        "value": "东方虎蛇是澳大利亚的大型毒蛇，在十大毒蛇中排名第四。向人攻击之前，头和颈部膨胀成扁平状(眼镜蛇的方式)。虎蛇为常见种类，澳大利亚南方地区的沼泽地数量极多。东方虎蛇体长1.3~1.6米，头部宽大，身体呈浅暗橘黄色或茶色，伴有黄绿色、灰色或橘褐色箍环。东方虎蛇的毒液含凝血剂和神经麻痹剂，常使人毙命。",
        "index": 202
    },
    "佛罗里达箱龟": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img27031405933778.jpg",
        "value": "佛罗里达箱龟（Terrapene carolina bauri）产于佛罗里达州，体型小，背甲高耸，是卡罗莱纳箱龟中体型最小之亚种，花纹与锦箱龟类似。",
        "index": 203
    },
    "草腹链蛇": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img27121413452087.jpg",
        "value": "草腹链蛇（学名：Amphiesma stolata）为蛇亚目游蛇科腹链蛇属下的一种无毒蛇，俗名黄头蛇、花浪蛇、土地公蛇、草尾仔蛇。草腹链蛇是无毒的小型蛇类，体长最大约90公分，体色为灰褐色和黄褐色花纹交错，身体前半部有明显的黑色横纹，横纹两端各有一白色斑点。全身由链状花纹交织，体背侧有两条黄色的线纵贯到尾端。幼体头和颈部是红色，随着年龄增长，逐渐变成黄色，最后和身体其他部分一样变成灰色。日行性，性情温和，体冷。特别喜食蛙类、树蛙，偶尔也吃昆虫。卵生。主要生活于水域附近，栖息于平原、高原、盆地、低海拔山区以及河边、溪流、山坡、路边、水田边、农垦地、草生地。其生存的海拔范围为215至1880米。半水栖日行性为主，好出现在及干净的沟渠，近年来由于农药的使用，数量大幅减少。体型不大最大约90公分，全身由链状花纹交织，体色斑驳。",
        "index": 204
    },
    "哥斯达黎加木纹龟": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img54711406196431.jpg",
        "value": "哥斯达黎加木纹龟，体长背甲18-20公分， 适温摄氏22-30度。是极少数十分耐寒的热带龟种，在10度以下低温它们会躲入洞穴中进入类似冬眠状态，直到气温回升至18度时就会出来觅食活动，完全不需要日晒或灯照。可以养在水龟缸中当水龟养，也可以养在陆上当箱龟养，适应力超强。不过雄性间争夺雌性的争斗很激烈，会互咬露在壳外的四肢和头尾，以及尾部上方的龟甲，造成外伤。",
        "index": 205
    },
    "巴西红毛蜘蛛": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img89151406107016.jpg",
        "value": "巴西红毛蜘蛛（拉丁学名：Nhandu carapoensis）又称巴西橙毛食鸟蛛，原产于巴西热带雨林，属于体型较大的种类。它们的名字由来便是因为全身覆盖着长长的红色的毛发，在宠物捕鸟蛛市场中比较少见，可能是因为被引入宠物市场较晚，而原产地巴西也开始禁止捕鸟蛛的出口。",
        "index": 206
    },
    "缅甸孔雀龟": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img58051409886513.jpg",
        "value": "缅甸孔雀龟背甲整体背甲底色为浅绿色，背甲上面有明显的黑斑很像孔雀尾巴上的斑纹，孔雀龟也是因此得名。",
        "index": 207
    },
    "平背麝香龟": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img42531410504349.jpg",
        "value": "平背麝香龟原产于美国亚拉巴马州的Black Warrior River（黑战士河）水系。平背麝香龟以清晨最为活跃，是一种羞怯的小型水龟，一般出现在Black Warrior River水系的上游和下游，杰佛逊、马歇尔、劳伦斯，沃克尔等地方以及中等大小的小河与宽阔的小溪甚至水坝都是其理想的栖息地。",
        "index": 208
    },
    "哥斯达黎加老虎尾": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img36901415785529.jpg",
        "value": "哥斯达黎加老虎尾蜘蛛（拉丁学名：Cyclosternum fasciatum）原产于哥斯达黎加热带雨林。成年体长12～13厘米足展，适宜温度26～28℃，适宜湿度80%，建议使用稍微潮湿的泥炭、椰砖、粘土作为底材。哥斯达黎加老虎尾的3L幼体大约0.8厘米左右，通常成长到2厘米，就逐渐显现出腹部上的“老虎斑纹”。",
        "index": 209
    },
    "委内瑞拉粉红脚捕鸟蛛": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img19241409219366.jpg",
        "value": "委内瑞拉粉红脚捕鸟蛛是一种体型巨大的食鸟蜘蛛，由于在人工饲养下很难被繁殖，并且产量也很小，另外加上原产地委内瑞拉早已经禁止出口，难得在宠物市场中见到。",
        "index": 210
    },
    "萨氏巨蜥": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img65131408008991.jpg",
        "value": "萨氏巨蜥又称鳄鱼巨蜥，被认为是世界上最长的蜥蜴，平均体长约2.5米，尾部约为躯干长的2倍。首先，萨氏巨蜥属于主要过树栖生活的蜥蜴，它喜欢爬到树上玩耍、睡觉，这样一来它就可以用长尾巴缠绕在树干上，提高自身的安全系数。其次，长尾巴对于萨氏巨蜥而言还是一个很大的武器，因其尾巴细长而有力，就像一条钢鞭一样。当它受到威胁时，会用尾巴横扫过去，对其他动物造成恐吓，乃至致命威胁。萨氏巨蜥虽然体型较长，但是它的重量远远没有科莫多巨蜥的重量大。因此，它就显得相当瘦长与苗条。",
        "index": 211
    },
    "希氏蟾龟": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img64641411458233.jpg",
        "value": "希氏蟾龟，白天活动较多，在自然界栖息于亚马逊河支流水域、水草丰富的沼泽区等，以鱼类及软体动物为食。在人工饲养下可喂一般肉类。性情温和，胆小怕人。",
        "index": 212
    },
    "铁锈红巴布": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img74401408528102.jpg",
        "value": "铁锈红巴布，节肢动物门，螯肢动物亚门，蛛型纲，蜘蛛目动物。长期的洞穴生活，也使他们有较长的生命周期，母蛛可以达到16年寿命。",
        "index": 213
    },
    "巴西所罗门食鸟": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick16561421835256.jpg",
        "value": "该属最常见的种类之一，当前大陆也有不少。很不理解将它翻译成“所罗门食鸟”，估计是根据英文名“Salmon”直接音译了。但是其实英文名为“Brazilian Salmon Pink Tarantula”，翻译为“巴西桂鱼粉红捕鸟蛛”。因为它们就是棕黑色的，覆盖着粉红色的毛。饲养方法参照巴西火红食鸟、巴伊亚猩红食鸟。生长迅速，寿命很长。",
        "index": 214
    },
    "菲氏花龟": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img19181405935196.jpg",
        "value": "菲氏花龟是一种大型的花龟。特征为身上长有非常坚固的甲壳，受袭击时龟可以把头、尾及四肢缩回龟壳内。肉食性，以蠕虫、螺类、虾及小鱼等为食，亦食植物的茎叶。我国特有物种。背甲棕黑，脊陵不明显，背甲后部边缘不具锯齿；腹甲淡黄，每块盾片上有块状黑斑点；上颌中央无缺刻，头，颈侧及尾有淡黄色和黑色镶嵌的条纹；四肢灰黑，趾（指）间具蹼。菲氏花龟（Ocadia philippeni）是由中华花龟（Ocadiasinensis）和三线闭壳龟（Cuora trifasciata）杂交产生的。",
        "index": 215
    },
    "沙漠地鼠龟": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img83991410934514.jpg",
        "value": "沙漠地鼠龟（学名：Gopherus agassizii），俗名沙漠陆龟。最大甲长37公分。只有1枚腋盾，在所有的椎盾中以第5椎盾的宽幅最大。是陆生爬行动物，也是一种独居动物。以龟壳保护自身，免受猎食者袭击。龟壳的顶部为龟甲，底部为龟板。陆龟同时拥有内骨骼与外骨骼，是昼行动物，通常在黄昏时分活动。以青草，花及仙人掌为食。分布于美国西南部，墨西哥西北部",
        "index": 216
    },
    "渔游蛇": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img10861409908649.jpg",
        "value": "渔游蛇（Xenochrophis flavipunctatus）是游蛇科，渔游蛇属的一种动物。本词条内容主要介绍黄斑渔游蛇。黄斑渔游蛇生活在山区丘陵、平原及田野的河湖水塘边。半水生，夜行性，能在水中潜游。性凶猛，常攻击捕蛇者。主要猎捕小鱼，兼食蛙、蟾蜍等。当受到惊吓时，它会抬起身体前部，采取攻击的姿势。每年5－7月产卵，每次产3－14枚卵，自然孵化，孵化期为一个多月。其胆可药用。无毒。",
        "index": 217
    },
    "南美角蛙": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img34721409823591.jpg",
        "value": "南美角蛙属於两栖动物中最大一科。",
        "index": 218
    },
    "盾甲蜥": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img85911415007469.jpg",
        "value": "盾甲蜥（学名：Gerrhosaurus major）是环尾蜥科的一种日行性蜥蜴。主要分布于非洲的衣索比亚、坦桑尼亚、多哥、马拉维、刚果、南非等地区。全长30-40厘米，最大可达48厘米。喜欢干燥，常栖息于热带草原上植物环绕的岩缝和旧蚁冢中。食物主要为昆虫，小型蜥蜴和花果。",
        "index": 219
    },
    "艾基特林海蛇": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img5121406020765.jpg",
        "value": "艾基特林海蛇：生活在热带海域地区，多在澳大利亚海湾浅水带。它长着一张大嘴，其躯干略呈圆筒形，体细长，后端及尾侧扁平。它的毒性比眼镜王蛇还要大，如果被它咬一口，数十分钟内就会死亡。在毒王榜上排名第2。与箱水母居住于同一个海域。",
        "index": 220
    },
    "相思树巨蜥": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img15661409564543.jpg",
        "value": "相思树巨蜥，科  名：巨蜥科(Vardanidae)，分  布：分布于澳洲西部、北部、南部与昆士兰等地，栖居于干燥的地方。",
        "index": 221
    },
    "潘氏闭壳龟": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img64501410493712.jpg",
        "value": "潘氏闭壳龟（学名：Cuora pani）是龟科、闭壳龟属动物。头较长，呈橄榄色或淡黄色。上喙钩形，下喙短于上喙。眼后有两条黄褐色条纹。背甲扁平，中线上隐有脊棱；颈盾细小。腹甲前端圆，后端有缺刻，与背甲以韧带联接，胸、腹盾之间有韧带相连，腹甲前后两部分能完全闭合于背甲。腹甲黄色，沿盾沟有大块连续而规则的黑斑相连，形成黑色宽条纹，老年个体腥甲几乎全黑色。前肢背面被以覆瓦状排列的鳞片，腹面被一横列大鳞；后肢内侧及掌部被鳞；前肢5爪，后肢4爪，指、趾之间蹼发达。尾短，圆锥状，背面被粒鳞，腹面正中有一纵沟，被鳞承兑。潘氏闭壳龟为水栖龟类，生活丁丘陵区的山溪、岩石缝中和水流平缓、水质清澈的河边。为肉食性龟类，在人工饲养条件下，以昆虫、小鱼、小虾、蚯蚓、畜禽内脏等为食。温度在20℃时可正常进食，最适宜22-30℃，15℃左右出现停食或少食，10℃以下进入冬眠状态。11月至翌年4月上旬为冬眠期，中国南方地区的冬眠较短，一般为12月至翌年2月。潘氏闭壳龟为中国特有种，分布于陕西平利、四川广元县、云南南部、河南信阳。",
        "index": 222
    },
    "南美蛇颈龟": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img25321410405902.jpg",
        "value": "南美蛇颈龟即阿根廷蛇颈龟，蛇颈龟向来是受人们喜欢的龟种，但是由于数量不多且饲养比较难，所以很多人都是想养却没有尝试入手，市场上南美蛇颈龟价格昂贵。",
        "index": 223
    },
    "埃及陆龟": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img12621412845402.jpg",
        "value": "埃及陆龟（学名：Testudo kleinmanni ）是陆龟科、陆龟属爬行动物。埃及陆龟是北半球最细小的龟，龟壳长度14.4厘米。埃及陆龟的龟壳高拱，呈象牙色至淡金色至深褐色或沉黄色。这种颜色是格洛格尔律，可以帮助它们控制阳光所造成的影响，较淡色的龟会留在沙漠中较长时间，且也是在沙漠中有效的伪装。胸甲呈浅黄色，腹部每片龟板都有两个深色三角形。它们龟板上深色的侧缘会随年龄而消失。埃及陆龟的头部及四肢都呈淡象牙黄色至黄褐色。雌龟较雄龟为大，雄龟较为细长，尾巴也较长。埃及陆龟是地中海陆龟家族中最脆弱的一员，由于生活在地中海气候区，它们比较适应干燥凉爽的环境。埃及陆龟多栖息在沙漠及半干旱的环境，如砂石平原、岩石、沙质干谷、干旱林地。埃及陆龟的食量很小，在自然环境下，以雨后生长的一年生植物为食，主要以野草（如百慕达草）与落花为食物。人工饲养可喂食生菜、油麦菜等。埃及陆龟曾分布在埃及及利比亚，但在埃及的栖息地已完全被破坏，它们已从当地灭绝。在利比亚的的黎波里塔尼亚和昔兰尼加，仍有两个群落存在。",
        "index": 224
    },
    "巨型麝香龟": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img76251409109633.jpg",
        "value": "此龟是麝香龟中体形最大的一种，成体可达到40厘米，基本上属于大型淡水龟。属于比较杂食性的龟类。在野生的环境下，吃水生的昆虫和其它无脊椎动物、软体动物和小鱼，比较偏好与水流较为缓慢且有着丰富和充裕水生植被的湖泊中生存。",
        "index": 225
    },
    "澳洲老虎蛇": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img81571406021159.jpg",
        "value": "澳洲老虎蛇是澳洲十大毒蛇之一，分泌强烈的神经毒素、凝固剂、溶血素及蛇类特有的肌肉毒素，其毒性能跻身世界最强烈的蛇毒之列，毒性排行第八。",
        "index": 226
    },
    "拟眼斑水龟": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img67311410341551.jpg",
        "value": "拟眼斑水龟（学名：Sacalia pseudocellata），体型中等大小，背甲长约为150～170mm，具三条弱棱，后缘圆或呈微锯齿状。颈盾小，呈长条形。腹甲略短于背甲，背甲与腹甲以甲桥相连接，每侧均具有1枚小的腋盾和胯盾。腹甲前缘微微向上翘，肛盾后缘有一小缺刻。CITES附录Ⅲ级保护。",
        "index": 227
    },
    "艾氏拟水龟": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img12701412846506.jpg",
        "value": "艾氏拟水龟（学名：Mauremys iversoni）是龟科、拟水龟属的爬行动物。背甲具三棱，脊棱明显；颈盾小，钟形，椎盾5枚，第一椎盾五边形，第二、三、四椎盾为六边形；肋盾4对；缘盾11对；臀盾1对。背、腹甲以骨缝相接，腹甲略短于背甲。前肢粗壮，前部有9-12列鳞片；后肢中等，鳞片较小；指、趾间全蹼。尾适中，雄性尾较粗壮，泄殖孔稍后。椎板7枚，第一椎板四边形；第二至第四椎板六边形；第六椎板五边形，左上边短；第七椎板六边形，短边在前。生活时，背甲棕色，间或有深色斑点或放射纹；腹甲底色黄，颈盾前面有黑斑，其它每一盾片黑斑位于中间，前后缘或断或续，自胸盾到肛盾形成一呈马蹄形的黑斑；缘盾淡桔黄，后部缘盾下缘有楔形黑斑，甲桥有黑色斑或断或续。头背浅橄榄色；眼后，位鼓膜上下缘及前方有3条黑线纹；颈部灰褐色，夹杂浅绿色纵纹；颏部和喉部黄色。艾氏拟水龟生活于海拔500米左右的山区急流缓冲地段或回水处，偶见于稻田。适宜生长温度为17-30°℃，低于15℃时就要冬眠，超过33℃时要夏眠。艾氏拟水龟属水栖龟类，喜群居、性温顺、有灵性，杂食性偏动物性，人工养殖可投喂鱼、虾、螺、蚬、蝌蚪、蚯蚓、畜禽肉和内脏、米饭、面条、水果、蔬菜及配合饲料等。艾氏拟水龟为中国特有种，福建（南平与建阳）、贵州（中部和贵阳附近）。",
        "index": 228
    },
    "东部网目鸡龟": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img68031413193137.jpg",
        "value": "东部网目鸡龟（Chicken Turtle ，Deirochelys reticularia），是现存最古老的爬行动物。生活在离水不远的灌木草丛中。特征为身上长有非常坚固的甲壳，受袭击时龟可以把头、尾及四肢缩回龟壳内。肉食性，以蠕虫、螺类、虾及小鱼等为食，亦食植物的茎叶。栖息在植被丰茂的浅池塘和湖泊的淡水环境中；在沟渠和柏树林内的沼泽地里也有分布。原产地从维吉尼亚州东南部到俄亥俄州之间的沿海平原上，向西到德克萨斯州，向北到俄克拉荷马州和密苏里州。",
        "index": 229
    },
    "长身蛇颈龟": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img6201413189409.jpg",
        "value": "长身蛇颈龟背甲呈灰黑色，时常会带有棕色或黑色的斑点；腹甲呈米色。",
        "index": 230
    },
    "巴西蛇颈龟": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img37871413014501.jpg",
        "value": "巴西渔龟（又称：巴西蛇颈龟，学名：Hydromedusa maximiliani，当地人称：Cágado da Serra）是一种属于蛇颈龟科渔龟属的淡水龟，主要生活在巴西东部及东南部。它是最小的一种巴西淡水龟，最大不过20厘米（7.9英寸），偏好生活在沙、石底的湍急冷水溪流中。",
        "index": 231
    },
    "印度陆龟": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img20161411713516.jpg",
        "value": "印度陆龟，环境气温22℃较适宜，25℃为最佳适宜温度，气温15℃左右冬眠，气温10℃左右深度冬眠。野生印度陆龟的食性尚无记录。人工饲养条件下印度陆龟喜食植物性饵料，瓜果莱叶都是它的食物，如黄瓜、香蕉、苹果、白菜叶、西瓜等瓜果蔬菜。也食瘦猪肉、猪肝、鸭肝，尤喜食香蕉等，但不食地瓜、芹菜、虾、鱼。印度陆龟具有朴素、不娇柔的气质，胆小，畏人。体小(500克左右)的龟经人工饲养一段时间后，能主动接近人，且能随主人爬行。",
        "index": 232
    },
    "荷叶陆龟": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img77971407480482.jpg",
        "value": "荷叶陆龟，分布于非洲中部至西部间（利比里亚至喀麦隆），几内亚、利比里亚、乍得、喀麦隆、中非共合国。栖息环境以草原和湿草原为主，不喜欢太过潮湿的区域。只要是有光线的环境，不论是自然光源还是人工照明，都能展现充沛的活力。虽然荷叶陆龟分布在非洲，可是它们却不喜欢太强的光线，饲养场所需有较大面积的遮阴处。",
        "index": 233
    },
    "翠绿蜥": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img12041413795784.jpg",
        "value": "翠绿蜥，栖息于湿润的环境。日行性，地栖。",
        "index": 234
    },
    "印度眼镜蛇": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img56881409825428.jpg",
        "value": "印度眼镜蛇（拉丁学名：Naja naja），是眼镜蛇科眼镜蛇属的一种蛇，亦是眼镜蛇属中的重要代表种。印度眼镜蛇是有毒蛇种，主要分布于印度次大陆，因此得名。此蛇种及整个眼镜蛇属的学名关键词“Naja”，语源来自印度教中的蛇神“那伽”。",
        "index": 235
    },
    "北部钻纹龟": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img41261413019393.jpg",
        "value": "北部钻纹龟是钻纹龟其中一个亚种",
        "index": 236
    },
    "东方铃蟾": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img9841415093000.jpg",
        "value": "东方铃蟾（学名：Bombina orientalis）是铃蟾科、铃蟾属两栖动物。体长36-48毫米左右头扁平，吻圆，前、后肢短，皮肤粗糙，刺黑色，背部呈灰棕色，或背为绿色杂以不规则的黑色斑点，腹面有花斑，为黑色与朱红色或桔黄色。雄性前肢较粗壮，前臂直径为体长的11%（雌性8.4%），前臂内侧、内掌突及内侧3指基部有黑色细刺；无声囊和雄性线。雄性趾间为全蹼，雌性的蹼缺刻较深。东方铃蟾声音低沉，有冬眠习性，肉食性，5-7月产卵，每次产卵几十枚至百余枚不等，每年可产卵150-300枚，主要栖息在山溪的石下、草丛、路边、半山坡上的小水坑、石头坑等处，分布于中国、朝鲜、韩国、俄罗斯。",
        "index": 237
    },
    "佛罗里达红肚龟": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img69451406022064.jpg",
        "value": "佛罗里达红肚龟的甲壳斑纹跟一般甜甜圈龟很相近，只是颜色较为鲜艳些，部分个体更有些橙色或橙红色火焰斑纹，甚至莹光青色，但成长後斑纹、色彩会转深，甚至变成棕黑色。至于腹部则是橙红色或淡粉红色，上面缀有棕黑色花纹，即使长大後，其腹部色彩和花纹也不会消失。",
        "index": 238
    },
    "太平洋蠵龟": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img45581411107844.jpg",
        "value": "太平洋蠵(音xi,一声)龟，太平洋和印度洋内温水海域。中国主要分布在南海、东海海域。",
        "index": 239
    },
    "孟加拉巨蜥": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img16781411633565.jpg",
        "value": "孟加拉巨蜥（学名：Varanus bengalensis）有3个亚种。体大，头长，吻长；眼睑发达，瞳孔圆形；鼓膜裸露；舌细长，先端深分叉，可缩入基部舌鞘内；有基部较宽的大型侧生齿；颞弓完整，眶后弓不完全。头顶无对称大鳞；背鳞粒状、圆形或卵圆形；腹鳞四边形，排成横行；鳞下承以真皮骨板。尾长，但不易断；有肛前孔。四肢强壮。食各种小动物和腐肉。卵生。主要分布在印度半岛、中南半岛等地，在中国云南地区仅发现过该种巨蜥的标本。",
        "index": 240
    },
    "巴西黑": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick27841421746960.jpg",
        "value": "巴西黑是一种生长缓慢的种类，从幼体达到成体需要4-6年的时间，所幸的是它们的幼体相当的大，所以是相当好养的。它们的寿命也是相当的长，雌性巴西黑拥有20-25年的寿命。值得注意的是巴西黑喜欢较为干燥的垫材，饲养时可以使用一半垫材为湿润的椰土，另一半为干燥的椰土，这样既能保证拥有足够的湿度，也不会因为过于潮湿而导致蜘蛛患病。",
        "index": 241
    },
    "变色蛇": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img66481416993633.jpg",
        "value": "变色蛇是卡普阿斯泥蛇的一种，是近5年来发现的首例新蛇种。它是一种毒蛇，生活在印尼婆罗洲的卡普阿斯河流域，出没于河流沿岸的湿地和沼泽地区，主要以老鼠和鱼类为食。",
        "index": 242
    },
    "咸水泥彩龟": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img84091411452870.jpg",
        "value": "咸水龟（学名：Batagur borneoensis）是淡水龟科、咸水龟属的一种乌龟。体形较大，多在2.5千克以上，背甲长可达70厘米以上，椭圆形，前宽后窄，中央隆起较高，背甲灰褐色，几乎每块盾片上都有大块的不规则黑斑，似西瓜皮；腹甲淡黄色，窄长，甲桥也为淡黄色，较宽；吻部上翘，呈黑色；四肢灰褐色或淡黄色，指（趾）间蹼发达，尾适中。咸水龟属水牺龟类。成年咸水龟生活在港湾、河流与入海接合处；幼龟则生活于淡水河中。喜暖怕寒，适宜生长温度为18-30℃。野生咸水龟属杂食性，食小鱼、螺、咸水鱼、海和植物茎叶等；人工饲养条件下食小鱼、黄瓜、香焦、瘦猪肉及苹果。分布于文莱、印度尼西亚、马来西亚、泰国；在中国华南、华东等地有少量养殖。",
        "index": 243
    },
    "埃及眼镜蛇": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img43771405937671.jpg",
        "value": "埃及眼镜蛇，IUCN 红色名录: NE，是体型粗壮且毒性强烈的大型毒蛇，身长为1.5—3米，是爬虫纲有鳞目眼镜蛇科眼镜蛇属的生物。主要分布于北非及中东地带，活动于撒哈拉沙漠及叙利亚沙漠附近。最显著的特征是硕大的头部及颈部，以及宽阔的喙部。眼睛相比其它蛇类而言偏大，而且有着圆型的瞳孔。颈部的皮褶膨起时可以宽至15至18厘米。埃及眼镜蛇是非洲最常见的眼镜蛇，具毒性，而且经常袭击人类，在当地造成了不少死亡事件。",
        "index": 244
    },
    "粉链蛇": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img21891415350790.jpg",
        "value": "粉链蛇，游蛇科链蛇属物种，体中段背鳞19行，中央3-9行微弱起棱，脊鳞明显大于相邻背鳞；背面黑色，具28-35+8-13个粉红色横斑。",
        "index": 245
    },
    "青环海蛇": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img41431410858116.jpg",
        "value": "青环海蛇（Hydrophis cyanocinctus），前沟牙类剧毒蛇。长1.5—2米。其躯干略呈圆筒形，体细长，后端及尾侧扁。背部深灰色，腹部黄色或橄榄色。全身具黑色环带55—80个。生活在海洋中，善游泳，捕食鱼类。卵胎生。分布于中国辽宁、江苏、浙江、福建、广东、广西和台湾近海。",
        "index": 246
    },
    "三角枯叶蛙": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img69681408354652.jpg",
        "value": "三角枯叶蛙，属于夜栖型蛙类，分布在马来半岛南部，苏门达腊。",
        "index": 247
    },
    "长吻海蛇": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img12751413452385.jpg",
        "value": "长吻海蛇（学名：Pelamis platurus），眼镜蛇科长吻海蛇属物种，头狭长，吻长；体短而极侧扁，体背棕黑色，腹土黄色，二色在体侧截然分开。",
        "index": 248
    },
    "德州地鼠龟": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img72751413193660.jpg",
        "value": ":德州地鼠龟，草食性动物，以花叶及果实为食。佛州地鼠陆龟是美国分布普遍的地鼠陆龟，美国一般称作哥法陆龟。",
        "index": 249
    },
    "紫砂蛇": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img94871410429342.jpg",
        "value": "紫沙蛇（学名：Psammodynastes pulverulentus）：为游蛇科紫沙蛇属的爬行动物。头略呈三角形；眼大，瞳孔直立椭圆形；颈细，头颈分明。头背及两侧有对称的绿褐色纵纹，向后延伸；头背顶部隐约可见黑色“Y”形纹；体背紫褐色，背鳞平滑无光泽，中段17行；腹面黄褐色。密布紫褐色小点，有点小点并列成数条纵纹。一般栖息于平原、山麓或低山以及常栖于林荫下水草丰茂处。其生存的海拔上限为1620米。生活于平原、在这种环境中，其体形及体色较深，与枯枝相似；亦常见于住宅附近路上或石缝中。在干燥的地方体色可变浅。白天、傍晚均见外出活动捕食。吃蛙及蜥蜴，偶亦吃蛇。卵胎生。分布于尼泊尔、锡金、印度、缅甸、老挝、越南、马来半岛、印度尼西亚、菲律宾、以及中国。",
        "index": 250
    },
    "圆斑蝰": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img3801409824049.jpg",
        "value": "圆斑蝰（学名：Daboia russelii siamensis），又称百步金钱豹、卢氏蝰蛇（鲁塞尔氏蝰蛇）、锁蛇，是蛇亚目蝰科蝰亚科蝰属下的一种有毒蝰蛇。体粗壮，全长1m左右。头较大，三角形，前端较窄，后端较宽；鼻孔大，背位，无颊窝，头背为小鳞，起棱。主要分布于华南地区、台湾及东南亚地区。",
        "index": 251
    },
    "哥伦比亚木纹龟": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img96101406280857.jpg",
        "value": "木纹龟属Rhinoclemmys是淡水龟科Geoemydidae唯一产于美洲大陆的成员。共有9个独立种，某些种类下另有亚种。哥伦比亚木纹龟就是其中之一，这是一种腹甲全黑色的龟，背甲颜色艳丽，所有又叫黑腹木纹龟。木纹龟在Clemmys属中是体型最大的一种。主要分布于两个地区，一是在美国东北部各州延伸到加拿大境内；另外就是在五大湖周围地区，分布区域算是比较广大的。由于分布区接近寒带地区，所以北美木纹龟是特别能够承受寒冷的龟种，即使是在摄氏5度的温度，它们依然很活跃，不过通常要在15度以上才会进食。如果温度低于5度，它们还是会钻入河底的泥沙中冬眠的。",
        "index": 252
    },
    "墨西哥金背": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img36371411635856.jpg",
        "value": "墨西哥金背（学名：Aphonopelma chalcodes）是一种有毒的大型蜘蛛，主要分布于北美洲的索若拉沙漠，美国亚利桑那州，墨西哥下加利福尼亚湾及美洲中西部干旱地区，是一种沙漠蜘蛛。以鸟类、鼠类和蜥蜴等为食，性格较为温和，所以在现代也作为宠物饲养，有“金色蜘蛛”一称。",
        "index": 253
    },
    "委内瑞拉红绿灯": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img78181409218712.jpg",
        "value": "一个产自委内瑞拉的色彩艳丽的种类，成年个体和小幼体完全是两种样子。",
        "index": 254
    },
    "斑纹泥龟": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img37071412933255.jpg",
        "value": "斑纹泥龟（Tabascomudturtle），拉丁学名Kinosternonacutum。斑纹泥龟出没在墨西哥加勒比海低地，从韦拉克鲁斯中部往东南方向到危地马拉北部和伯利兹城（洪都拉斯首都）。它显然没有分布在尤卡坦半岛的北部区域。卵生繁殖方式。斑纹泥龟产卵的季节通常发生在3月和4月间。习性生活在湖泊、小溪、低海拔的临时性池塘以及海拔高度不超过300米的潮湿林地中。",
        "index": 255
    },
    "马来食螺龟": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img26481409817183.jpg",
        "value": "马来食螺龟（学名：Malayemys subtrijuga）颚微钩曲。上颚骨咀嚼面有强脊，但前颚骨无脊。背甲脊部隆起来或平，前缘可有颈缺，前、后缘可为锯齿状；颈盾宽，三角形；臀盾2枚。椎板六边形，通常有2枚臀上板；内腹板位于肱胸盾缝的前面。腹甲后缘缺刻深。四肢圆柱形，前肢5爪。头较宽大，顶部呈黑色；边缘有一“V”型白色条纹，过眼框上部延伸到颈部，且条纹逐渐变粗；吻钝，喜暖怕寒，生活于溪流、沼泽、稻田中。喜食蜗牛、小鱼、蚯蚓、蠕虫及甲壳类小动物。分布于柬埔寨，印度尼西亚，老挝人民民主共和国，马来西亚，泰国和越南。",
        "index": 256
    },
    "翡翠蜥": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick41931469430058.jpg",
        "value": "翡翠蜥，全长34——50公分，外观与翠绿蜥相似。吻捕略尖，头后方较宽。由上俯视头部呈三角外形。腹部鳞片有8列，至于眼部上方的粒状鳞则会连成一列。体色极富变化。幼体背部有3——5条白纹。雄性成体的喉部呈黄色。",
        "index": 257
    },
    "密西西比钻纹龟": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img61441410243500.jpg",
        "value": "密西西比钻纹龟分布于美国，属于半水栖龟类，野生数量不多，饲养难度也比较大，所以人工饲养数量也不多，市场上比较难见到，对温度要求较高，低温下可以冬眠。",
        "index": 258
    },
    "巴西黑白脚": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick70691422872030.jpg",
        "value": "巴西黑白脚蜘蛛适合温度：25-27度；适合湿度：75-80%。地蜘蛛，底材扑约2吋培养土，放个树洞供他躲藏给个，别忘了放个供他喝水的小盘子。食性 蟋蟀、间中可喂饲初生白老鼠。",
        "index": 259
    },
    "白唇树蜥": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img3521418896657.jpg",
        "value": "白唇树蜥（学名：Calotes mystaceus）是鬣蜥科树蜥属的爬行动物，俗名箭鬃马。分布于缅甸、泰国、越南以及中国大陆的云南等地，一般栖息于山区林缘、耕作地四周。",
        "index": 260
    },
    "卡罗莱纳箱龟": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img9121409559301.jpg",
        "value": "卡罗莱纳箱龟（学名：Terrapene carolina）是龟科、箱龟属陆生龟类。头部适中，顶部光滑无鳞片覆盖，上喙略钩曲，并有微小锯齿，头部两侧的鳞片明显。背甲圆拱，隆起较高，具有明显的中央棱脊，缘盾平整光滑，不呈锯齿状，四肢上披有明显的鳞片，指趾间几乎不具蹼，腹甲前后间由韧带相连拽，可分别向上活动与背甲完全闭合，而将头、尾、四肢完全收入龟甲内，尾较细小，披鳞。卡罗莱纳箱龟虽是陆生龟类，但却很喜欢水在野外一般栖息于河边或池塘附近的森林与灌木丛中，偶尔会从非常浅的溪流中涉水而过。其中佛罗里达亚种对水，尤其是弱碱性的水尤为喜好。卡罗莱纳箱龟一般为昼行夜伏，于清晨及雨后较活跃。该种属杂食性龟类，摄食包括小鱼、小虾在内的各种动物性饵料，也吃仙人掌、芦荟、各种水果等植物性饵料。其中佛罗里达亚种偏植食性。冬季，卡罗菜纳箱龟会进入冬眠。主要分布于加拿大、墨西哥和美国。",
        "index": 261
    },
    "亚马逊泥龟": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img55731411718520.jpg",
        "value": "亚马逊泥龟动物界，爬行纲，龟鳖目，分布于美国科罗拉多州的下游和亚利桑那州的Gila河等地区。体长在27.5厘米左右，具有三条脊椎龙骨的背甲普遍较长，呈明显的黑色，后方缘盾无锯齿。",
        "index": 262
    },
    "秘鲁金铜": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick91651422871699.jpg",
        "value": "秘鲁金铜产自秘鲁中部的这个种类一度在宠物捕鸟蛛爱好者中非常受欢迎。",
        "index": 263
    },
    "阿拉巴马地图龟": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img35131412929959.jpg",
        "value": "阿拉巴马地图龟习性与巴西龟十分类似。头部的斑纹及凸出的背脊是本种的共同特征。由于全身布满黄色斑纹十分。类似地图而得名。阿拉巴马地图龟以水生蚬贝，蜗牛类为主食，所以牙板十分坚硬，可以咬碎甲壳。在混养上也须注意它们会咬伤其它温和龟类的尾巴或颈部。与北美龟类混养较适合。在人工环境下任何食物都吃且食量很大，成长迅速。雌雄辨别与巴西龟相同。产卵及繁殖习性也相同。只是对环境的适应力较差，引进数量较少。所以并未像巴西龟一样在本地大量繁衍。",
        "index": 264
    },
    "条颈摄龟": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img421411097253.jpg",
        "value": "条颈摄（Spripe-neckedleafturtle），分布于越南、老挝、泰国、柬埔寨等。雄龟尾较粗长，泄殖孔超过背甲后缘；雌龟相反，成年雌龟繁殖期于每年的5～7月，每次可产2～4枚椭圆形卵。",
        "index": 265
    },
    "东非角巴布": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img4551415091200.jpg",
        "value": "东非角巴布是一种节肢动物门、有颚亚门动物。",
        "index": 266
    },
    "卡鲁海角陆龟": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img76401409623577.jpg",
        "value": "卡鲁海角陆龟（femoralis）属陆龟科，是珍龟属中体形最大的一种，可达17厘米。",
        "index": 267
    },
    "森林眼镜蛇": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img95081407836425.jpg",
        "value": "森林眼镜蛇属大型眼镜蛇，全长1.2-2公尺，最长可达2.7公尺。占据奈吉尔·马文南非十大致命毒蛇名单上的第五名。",
        "index": 268
    },
    "安乐蜥": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img58891406024578.jpg",
        "value": "安乐蜥是指一种大型树蜥，约有250种成为一个安乐蜥属，归入鬣鳞科。安乐蜥的样子跟常见的壁虎差不多，它们也有着尖锐的爪子，宽大的趾。在它们的趾垫上长着很多细小的钩子，这使它们能够在非常光滑的物体表面爬行自如。安乐蜥的身体长度在12到45厘米左右，雄性安乐蜥的脖子处长着一个红色或黄色的大皱褶。安乐蜥的身体像变色龙一样可以改变颜色，但它们没有变色龙变得那么棒。因此，人们管它们叫作“假变色龙”。安乐蜥的颜色一般为棕色或黄色，变色时会变成深浅不同的绿色。安乐蜥生活在南、北美洲温暖的地区，其中在加勒比海地区为最多。",
        "index": 269
    },
    "黑掌树蛙": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img99651413881535.jpg",
        "value": "黑掌树蛙（Rhacophorus nigropalmatus）属于树蛙科，是一种树栖蛙类。树蛙形态习性接近雨蛙,但亲缘关系接近蛙科。适应树栖生活。黑掌树蛙脚掌大,脚蹼非常发达,可以用其在空中滑翔。栖息在潮湿的阔叶林区及其边缘地带。体背多为绿色或随环境而异。黑掌树蛙可从4～5米的高处抛物线式滑翔到地面，从而有飞蛙之称。",
        "index": 270
    },
    "沙漠巨蜥": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img81011408008825.jpg",
        "value": "荒漠巨蜥（Varanus griseus），又名沙漠巨蜥，是北美洲及亚洲西部的巨蜥。",
        "index": 271
    },
    "哥法地鼠龟": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img51091406195033.jpg",
        "value": "哥法地鼠龟（学名：Gopherus polyphemus）：又名佛州地鼠龟，最大甲长38厘米。前肢第1双趾爪根部至第3双趾爪根部的间隔同于其后肢第1双趾爪根部至第4双趾爪根部的间隔。背甲略带黄色，平滑而细长。头部硕大，前端较钝，棕灰色；眼睛的虹膜为深棕色。后脚比前脚小。雄性的腹甲内凹。地鼠陆龟因为天生会如地鼠一样凿地洞躲避阳光或酷寒而得名，栖息于靠近林区且排水良好的砂地。常潜藏于所挖掘的深穴中。哥法地鼠龟是草食性动物，以青草及果实为食。分布在美国东南部，",
        "index": 272
    },
    "蒙面地图龟": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img34431410248206.jpg",
        "value": "蒙面地图龟是龟的一种，广泛地分布于从佛罗里达到德克萨斯，向北直到Dakotas和魁北克的各种栖息地内。",
        "index": 273
    },
    "危地马拉红尾": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img48481409219803.jpg",
        "value": "危地马拉红尾，拉丁学名为Brachypelma sabulosum，一个Brachypelma属的蜘蛛，和大名鼎鼎的墨西哥红尾非常像。",
        "index": 274
    },
    "费兹洛河龟": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img1841406020091.jpg",
        "value": "费兹洛河龟，原产于澳大利亚，被当地人亲切地称作为用屁股呼吸的乌龟。费兹洛河龟屁股那里有两个大滑囊，滑囊能够帮助舒张泄殖腔从水中获取氧气，以此来延长它们的潜水时间。",
        "index": 275
    },
    "厄瓜多尔紫粉趾": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img37861415093864.jpg",
        "value": "原产于厄瓜多尔西南部热带雨林，是一种宠物捕鸟蛛。",
        "index": 276
    },
    "巨型棱背龟": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img73481409127545.jpg",
        "value": "棱背龟是南亚地区的特产，多数种类产自印度及周边国家，少数产于缅甸。这类龟因独特的外形特征而引人注目，更因产地的开发破坏而濒临绝境，稀有和神秘吸引着龟类爱好者。成年雄性的菱背龟看上去很象咸水龟，背甲上有三条黑线。但不同于咸水龟的是它的缘盾上无黑斑，头顶是沿中线由鼻端到脑后有一条纵向黑线，并非咸水龟那样两条黑线加着中央的红色。许多人都知道菱背龟被分为大小两个亚属。其中，巨型菱背龟共有三种。",
        "index": 277
    },
    "青铜蛙": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img87761410860737.jpg",
        "value": "青铜蛙（学名：Rana clamitans）123属蛙科，分布在美国和加拿大东部。",
        "index": 278
    },
    "马达加斯加大头侧颈龟": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img88061410232439.jpg",
        "value": "马达加斯加大头侧颈龟（Erymnochelys madagascariensis）是马达加斯加河流及湖泊特有的一种龟。",
        "index": 279
    },
    "北部锦箱龟": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img16001413018803.jpg",
        "value": "北部锦箱龟是箱龟属下的一种龟。主要生活在北美洲，是受保护的濒危物种。",
        "index": 280
    },
    "印度棱背龟": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img3241411638171.jpg",
        "value": "高耸的背甲，尤其是第三节椎盾特别高耸。背甲上有小黑点，背甲中部龙骨终止于五边形的第三椎盾一突出的结节上；腹甲黄色，幼体腹甲橘黄带黑色斑；头顶黑色，两侧为黄色；颈部黑带细黄色细纹。雌雄辨别可以由尾巴来分辨，雌龟尾巴较为短小，雄龟粗大。",
        "index": 281
    },
    "马来果龟": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img68141409911243.jpg",
        "value": "马来果龟，别名扁山龟。马来果龟幼体与成体的外观差距较大，尤其是成体，外观非常的奇特，因为其背甲是扁平的，就像是有人故意在其背甲上捏了一下，看上去既奇怪又很可爱。马来果龟的稚龟，它们拥有着亮黄色至苹果绿色的背甲，是世界上最美丽的幼龟之一。",
        "index": 282
    },
    "千里达老虎尾": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img81021410860468.jpg",
        "value": "千里达老虎尾蜘蛛（拉丁学名：Psalmopoeus cambridgei）又名千里达间纹蜘蛛，原产于特立尼达及多巴哥热带雨林，产自加勒比地区岛国的这个树栖种类是一个较早就被引入宠物捕鸟蛛爱好者中的经典种类。它们整体上是橄榄绿的，每条腿的尖端有红色花纹，而腹部则有黑色的间纹，这也是“老虎尾”名称的由来。",
        "index": 283
    },
    "缺颌花龟": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img31151410509742.jpg",
        "value": "缺颌花龟，该物种已被列入国家林业局2000年8月1日发布的《国家保护的有益的或者有重要经济、科学研究价值的陆生野生动物名录》，简称《三有名录》。缺颌花龟（Ocadia glyphistoma）是中华花龟（Ocadia sinensis）与黄喉拟水龟（Mauremys mutica）杂交而成的产物。",
        "index": 284
    },
    "中美洲河龟": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img49971412064040.jpg",
        "value": "中美洲河龟（学名Dermatemys mawii），在世界自然保护联盟濒临灭绝物种危急清单中被列为“极危”物种。这种乌龟是可追溯到6500万年前的乌龟家庭的最后代表，这种独特物种的龟壳最长可以达到60厘米。",
        "index": 285
    },
    "斑帆蜥": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img89671418637020.jpg",
        "value": "菲律宾海蜥，别名斑帆蜥、菲律宾长蜥、帆龙，分布菲律宾，栖居在河流与小溪沿岸的森林中。",
        "index": 286
    },
    "灰蓝扁尾海蛇": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img76031413447802.jpg",
        "value": "灰蓝扁尾海蛇（学名：Laticauda colubrina）为眼镜蛇科扁尾海蛇属动物。体长为75至360厘米，体重为600至1800克。头大，头颈部区分不明显，身体呈圆柱形。背部为蓝灰色，腹面为灰黄色，全体具有蓝黑色环纹，头部蓝黑色，自吻部延上唇直到颞部为灰黄色。鼻间鳞1对，眶前鳞1片，眶后鳞2片，颞鳞1至3片，上唇鳞7片或8片，颔片2对，背鳞平滑无棱，覆瓦状排列，腹鳞宽大，肛鳞二分，尾下鳞雄性44对，雌性33至35对。善游泳，大部分时间生活在海洋中，但也会在陆地上生活，以便进行交配、产卵、消化食物和蜕皮。活动时间集中在夜间或黄昏，会周期性地从阴影处到阳光处交替进行温度调节。有爬树能力和趋光习性，并通过嗅觉定位和识别猎物，以小型鱼类为食，雄性主要捕食海鳝，而雌性则捕食海鳗为主。分布范围广泛，沿着印度东部和安达曼群岛海岸，向东穿过马来西亚、印度尼西亚，向北延伸到越南和中国南部，中国台湾和日本的琉球群岛。列入世界自然保护联盟（IUCN）2010年《濒危物种红色名录》ver 3.1——无危（LC）。",
        "index": 287
    },
    "缅甸平胸龟": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img79171410331105.jpg",
        "value": "沿腹甲边缘，具有暗色带状粗纹。背甲中央有一明显的龙骨，且左右两侧另有较不明显的龙骨存在。不过背甲上的年轮却十分清晰，背甲后缘呈锯齿状。颚部上无任何斑纹，有十分发达的钩状上颚。此外，眼部后方覆有黑色带状条纹。",
        "index": 288
    },
    "裙边龟": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img53481410514853.jpg",
        "value": "卵生。尚无有关这种龟类求偶和交尾的资料。据知，这种龟会在地上各种不同的场所产卵，但总是邻近水域的。在哥伦比亚某地，有人发现，有一窝卵被产在了菜园子里。这些卵外壳坚硬，椭圆形，呈白色或玫瑰红色，大小约为32乘44毫米。有一头人工饲养的雌龟，其卵的孵化期为200天[1] 。",
        "index": 289
    },
    "犁沟木纹龟": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img82141409713341.jpg",
        "value": "犁沟木纹龟 是木纹龟属下的一种龟，发现于尤卡坦半岛及附近地区。",
        "index": 290
    },
    "繁花林蛇": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img72751415266355.jpg",
        "value": "繁花林蛇是游蛇科林蛇属的爬行动物，俗名繁花蛇、金钱豹。分布在印度、中南半岛、印度尼西亚以及中国大陆的浙江、福建、江西、湖南、广东、香港、海南、广西、贵州、云南等地，常生活于山麓平原或丘陵富于林木的地区。其生存的海拔上限为650米。该物种的模式产地在印度尼西亚爪哇。",
        "index": 291
    },
    "哥斯达黎加斑马脚": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img63191415783691.jpg",
        "value": "哥斯达黎加斑马脚蜘蛛，中 文 名 哥斯达黎加斑马脚，拉丁学名Aphonopelma seemanni，栖型：地栖穴道，成长速度：普通。",
        "index": 292
    },
    "火冠蜥": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img8831413453477.jpg",
        "value": "火冠蜥（飞蜥科，拉丁学名：Gonocephalus grandis）原产于泰国、马来西亚、印尼，栖息于濒水雨林区。全长25～55厘米，火冠蜥是冠蜥属中体型最大、攻击性最强的一种，所以只能单独一对饲养。",
        "index": 293
    },
    "法属圭亚那蓝牙": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img771415353149.jpg",
        "value": "法属圭亚那蓝牙(拉丁学名：Ephebopus cyanognatus)又名法属新几内亚蓝牙蜘蛛，原产于法属圭亚那热带雨林，以美丽著称的一个宠物捕鸟蛛种类。",
        "index": 294
    },
    "短尾腹": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img47021414055905.jpg",
        "value": "短尾腹，蝰科亚洲蝮属的一种小型毒蛇，可食用，有较高的医药价值，在我国广泛分布。",
        "index": 295
    },
    "花面蟾龟": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img91321407829795.jpg",
        "value": "花面蟾龟，背甲灰褐色，呈椭圆形，顶部扁平。分布于巴西、阿根廷、哥伦比亚。",
        "index": 296
    },
    "纳塔尔折背陆龟": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img45971410416868.jpg",
        "value": "纳塔尔折背陆龟，顾名思义它们最主要分布在南非东南海角省份(Natal)纳塔尔省，分布相当狭小，是南非特有的陆龟种类。栖地为典型的干燥半沙漠气候降雨量少且温差变化大。",
        "index": 297
    },
    "高原蝮": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img8241415695657.jpg",
        "value": "高原蝮（学名：Gloydius strauchii）是蝰科亚洲蝮属的爬行动物，俗名雪山蝮、麻蛇。在中国大陆，分布于四川、云南、西藏、陕西、甘肃、青海、宁夏等地，一般生活于高山高原草原地区以及多出没于有乱石堆处。其生存的海拔上限为4321米。该物种的模式产地主要在青海长江上游、四川。",
        "index": 298
    },
    "石纹水龟": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img2311410940488.jpg",
        "value": "斑石龟（Western Pond Turtle），又名石纹水龟、加州泽龟，主要分布于美国加州，背甲13-15厘米，以卵生繁殖，每年都可以生产两次，每次产下5-8颗蛋。约70-80天可以孵化。习惯栖息于河川与溪流区域。个性比较内向胆怯。",
        "index": 299
    },
    "冈氏竹叶青": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img3321415696990.jpg",
        "value": "冈氏竹叶青（学名：Viridovipera gumprechti）是腹蛇科蝮亚科的一种，属于竹叶青蛇属。该物种正式发现于2002年。冈氏竹叶青蛇有毒，身体呈亮绿色，腹部黄绿色，眼深红色，身体两侧有深红色加白色的条纹。能够长到130cm。冈氏竹叶青蛇出没于缅甸极北端海拔400m以上地区，主要分布于泰国、老挝中央、中国云南等地。尾具缠绕性，鳞片具强棱，攀爬能力非常强，极适应树栖生活，多于阴雨天昼夜活动。繁殖方式是卵胎生，以小型哺乳动物、爬行动物为食。",
        "index": 300
    },
    "特拉凡柯陆龟": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img79721411115035.jpg",
        "value": "特拉凡柯陆龟曾被认定是与印度陆龟为一个品种，两种陆龟的外观也很相似，背甲上的图案与缅甸陆龟也很相似，背甲上都是分布这黑色的色块，看上去界限分明。",
        "index": 301
    },
    "德州地图龟": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img97561413192294.jpg",
        "value": "德州地图龟（学名：Graptemys versa）是龟科、地图龟属动物。头部较窄，橄榄色，吻稍突出；每侧眼眶后具橙色或黄色、纵向或“J”形条纹；颈部每侧各有3-6条细的黄色条纹向前延伸，经过鼓膜到达眼眶；颌部常有1条具黑色镶边的橙色或黄色条纹。其余部位橄榄色，具许多黑线包围的黄色区域。背甲椭圆形，橄榄色，中央嵴棱具较低的尖形结节，结节前部黄色；背甲盾片明显凹陷，具黄色网状条纹；缘盾背面具黄色网状条纹，腹面具不规则的、由黑色细条纹包裹的黄色斑点；背甲后缘锯齿状。腹甲发育良好，黄色，后缘缺刻。四肢橄榄色，具黄色纵纹。尾短，橄榄色。德州地图龟栖息于河流、沼泽和小溪等地。为半水栖的龟类，但必须给以日光浴，喜暖惧寒，胆较大。如遇惊扰之后，能较快恢复常态。喜群居，善相互“叠罗汉”，有相当的攀逃能力；喜浅水，畏弱酸性水。杂食性，人工饲养时，可食牛肉、鸡肉、鱼肉、昆虫及莴苣。分布于美国得克萨斯州中部的科罗拉多河流域。",
        "index": 302
    },
    "史密斯棱背龟": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img56691411011242.jpg",
        "value": "栖息于湖泊，池塘和运河当中；背甲呈黄褐色，边缘稍带黄色，雄性甲长8-10cm，雌性平均甲长为15cm；头两侧从嘴部到颈部各有一条浅红色条纹，眼部后侧各有一对红斑，眼稍带蓝色，前趾有五爪；根据它们头部，阴茎，甲壳及四肢的颜色的不同，史密斯棱背龟又被划分成两个亚种。",
        "index": 303
    },
    "瓦哈卡泥龟": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img67431411357294.jpg",
        "value": "瓦哈卡泥龟由于它独有的习惯，喜欢躲入泥中进行夏眠或冬眠，从此，便有了“泥龟”的称呼。瓦哈卡泥龟由Berry和Iverson于1980年命名，瓦哈卡泥龟是一种体型较大的泥龟，体长能达到17.5厘米。背甲颜色一般以褐色或黑色为主，也许存在着黑色的斑点或黑色的接缝线，盾甲有略微重叠的迹象。此外，背甲上还有有三条明显脊椎龙骨。瓦哈卡泥龟只分布在太平洋沿岸的RioColotepec和RioTonameca盆地，还有墨西哥。瓦哈卡泥龟生活在沿海平原非永久性的水域以及丘陵高地水流较为稳定的湖泊中。",
        "index": 304
    },
    "褶皱泥龟": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img28881412739123.jpg",
        "value": "褶皱泥龟生活在尤卡坦半岛的北部和中部的部分区域，以及Quintana Roo、坎佩切湾(靠墨西哥东部)和墨西哥。此泥龟不为人熟知，中等尺寸的咖啡色背甲长度约为12.1厘米，呈椭圆形。最高处位于背甲中央的后半部，而且几乎成垂直的角度（后半部背甲的轮廓），成体的背部中央有一条不是很明显的椎龙骨，在幼体，背的两侧各有一条模糊的侧椎龙骨。",
        "index": 305
    },
    "斑点陆龟": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img61851413016345.jpg",
        "value": "斑点陆龟是生活在石缝等遮蔽物之下，于春秋季活动，冬夏季休眠的乌龟。",
        "index": 306
    },
    "苏拉威西白头龟": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img5021410946465.jpg",
        "value": "苏拉威西白头龟是一种分布在印度尼西亚苏拉威西岛的北部及米纳哈萨半岛哥仑打洛港口附近的龟类。",
        "index": 307
    },
    "蛇岛腹": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img40241407750459.jpg",
        "value": "蛇岛蝮（学名：Gloydius shedaoensis）是蛇亚目蝰蛇科蝮亚科亚洲蝮属下的一个有毒蛇种，主要分布于中国辽东蛇岛，沈阳市及大连市等地区也有少量分布。本蛇种是中国的特有种。",
        "index": 308
    },
    "安东吉利红蛙": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img16981415872239.jpg",
        "value": "番茄蛙（Dyscophus spp.）是狭口蛙科、暴蛙属三种暴蛙的俗称，三个种分别是安通吉尔暴蛙（Dyscophus antongilii）、古氏暴蛙（Dyscophus guineti）、岛暴蛙（Dyscophus insularis）。番茄蛙身体浑圆，这让它们看起来就像个“小胖墩”。这样的外表确实非常惹人喜爱，而且番茄蛙的体色非常艳丽，多为鲜红色，这种颜色与番茄的颜色相近，这也是番茄蛙得名的原因。安通吉尔暴蛙和古氏暴蛙的雄性体型大小一样，安通吉尔暴蛙雌性长8.5-10.5厘米，古氏暴蛙雌性体长9.0-9.5厘米。岛暴蛙相比另外两只体型较小，平均体长4.0-5.0厘米。番茄蛙多栖息在水域面积较小的水塘附近，因为这一区域是生物物种最丰富的地区，这里能够为番茄蛙提供充足的食物供给。番茄蛙遇到敌害时会将身体胀大来威吓敌人，如果这招不管用的话，那它就会动真格的，猩红的皮肤上会分泌出一层白色粘液，任何碰到它的生物都会皮肤过敏，虽然不致命，但会引发长时间如同烧灼般的疼痛。原产于马达加斯加岛。",
        "index": 309
    },
    "粉红斑马脚": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img67001415353530.jpg",
        "value": "粉红斑马脚蜘蛛原产于巴西、巴拉圭、阿根廷，是来自南美洲的潘帕斯大草原的一种美丽、大型而又温顺的宠物捕鸟蛛种类。曾经也一度是宠物捕鸟蛛爱好者中的经典种类之一。全身覆盖了一层粉红色的毛发，脚上有着金黄色的间纹，使它们成为一个迷人的种类。",
        "index": 310
    },
    "北部拟地图龟": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img99831413014186.jpg",
        "value": "北部拟地图龟，英 文 名: False Map Turtle 拉丁学名: Graptemys pseudogeographica。北部拟地图龟主要生活在美国北部密西西比州、密苏里州和俄亥俄州的河流流域中，曾经数量很多，但是随着水体污染严重，野生北部拟地图龟的数量逐渐减少，目前市场上的多为人工繁殖品种。",
        "index": 311
    },
    "厄瓜多尔棕丝绒": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img78021415093586.jpg",
        "value": "厄瓜多尔棕丝绒最早于1995年在厄瓜多尔被发现。由于厄瓜多尔棕丝绒的价格昂贵并且品种非常稀少，所以只有发烧级别的玩家才会追求这个品种。",
        "index": 312
    },
    "白胸侧颈龟": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img70981413017671.jpg",
        "value": "白胸侧颈龟是比较少的珍惜龟种，人工饲养的数量也不大，白胸侧颈龟是非洲侧颈龟属下面的一个小分支，在习性上与其他种类区别并不大，但是在外观上，白胸侧颈龟相对较小。",
        "index": 313
    },
    "伯格海角陆龟": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img88991413014745.jpg",
        "value": "伯格海角陆龟（拉丁名：Homopus bergeri）是一种主要分布于非洲纳米比亚及南非沿西海岸的乌龟，栖息于岩石缝隙中，以植物的花果，如黄瓜、番瓜、葡萄和无花果等为食，以卵生方式繁殖下一代。",
        "index": 314
    },
    "白喉巨蜥": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img39871420710072.jpg",
        "value": "白喉巨蜥，是一种生活在非洲的爬行类动物。喜欢躲在洞穴、石缝或树木堆中，以作保护。属于庞大而强壮的巨蜥。地栖性 / 树栖性巨蜥。",
        "index": 315
    },
    "黄巨蜥": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img48461413536151.jpg",
        "value": "黄巨蜥（Varanus flavescens），又名黄色巨蜥，是一种巨蜥。黄色巨蜥体长1尺3寸，尾巴长1尺8寸。它们的吻尖而且短。鼻孔斜开，较接近吻。脚趾短，第四趾不会长过大腿骨。头部鳞片细小，眶上鳞片向外渐大。背部鳞片呈圆形，腹部鳞片光滑，共有65-75行。一般分布在印度、巴基斯坦、尼泊尔及孟加拉的印度河、恒河及布拉马普特拉河的泛滥平原。",
        "index": 316
    },
    "白眉蝮": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img51311417081885.jpg",
        "value": "白眉蝮学名：Vipera ruselli siamensis，是蛇目、蝰科、主要栖息在宽阔田野中的一种剧毒蛇类。",
        "index": 317
    },
    "哥伦比亚红脚": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img57281415784663.jpg",
        "value": "哥伦比亚红脚原产于哥伦比亚圣菲波哥大地区。波哥大位于海拔2640米处！最高气温25°C，晚上可以说是相当冷的！",
        "index": 318
    },
    "索若拉泥龟": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img94301410924223.jpg",
        "value": "索若拉泥龟是生长在美国科罗拉多州的下游和亚利桑那州的Gila河的一种生物。索若拉泥龟的尺寸的体长在17.5厘米左右，具有三条脊椎龙骨的背甲普遍较长，呈明显的黑色，后方缘盾无锯齿。它们生活在海拔高至2042m处的荒地、山麓、橡树林、矮松林、黄松林、和花旗松林内的溪涧、水潭、池塘，以及小型的河流。在旱季，桑诺瓦泥龟会聚集在水潭里。",
        "index": 319
    },
    "巴西巨人金直间": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick80891422871167.jpg",
        "value": "经典和标志性的宠物捕鸟蛛种类之一。温顺的性格，加上一个迷人的外表，始终是宠物捕鸟蛛市场中最受欢迎的种类之一。它们也是本属中较大的种类，曾经有达到22厘米足展的个体，真的是一个“巨人”了。",
        "index": 320
    },
    "大西洋蠵龟": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img14181413194154.jpg",
        "value": "大西洋蠵龟（Loggerhead turtle），俗名绿蠵龟。分布分布于大西洋、太平洋和印度洋内温水海域。中国南海、东海海域有大西洋蠵龟。体大，长可达1米，一般重约100千克。以鱼、虾、蟹、软体动物和藻类为食。",
        "index": 321
    },
    "刺尾巨蜥": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img6311413795072.jpg",
        "value": "刺尾巨蜥（学名：Varanus primordius）是巨蜥属的蜥蜴，雄性比雌性超重42%以上。脑袋呈三角形，鼻孔呈裂目状，位于眼睛至吻部间之中央。体大，头长，吻长；眼睑发达，瞳孔圆形；鼓膜裸露；舌细长，先端深分叉，可缩入基部舌鞘内；头顶无对称大鳞；背部有较小而突起的圆粒状鳞；腹鳞四边形，排成横行；鳞下承以真皮骨板。尾长，但不易断；有肛前孔。四肢强壮。以陆地生活为主，喜欢栖息于山区的溪流附近或沿海的河口、山塘、水库等地。捕食鸟类、昆虫、蛙、蛇、鼠及各种动物的卵等。分布于澳大利亚。",
        "index": 322
    },
    "巴拿马黄金": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick87791422007348.jpg",
        "value": "巴拿马黄金/巴拿马金毛是一种蜘蛛，栖息地是热带雨林。",
        "index": 323
    },
    "粉红圈锯背龟": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img46911406107927.jpg",
        "value": "因为锯背龟幼龟很容易遭受水生霉菌感染，加上对新环境的适应力较弱，一周内的死亡率高达八成以上",
        "index": 324
    },
    "墨西哥地鼠龟": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img44351410320912.jpg",
        "value": "墨西哥地鼠陆龟只是于1959年发现。当时一群生物学家在马皮米盆地工作，发现在一个农场中一群小鸡正在一个大龟壳外吃食。这班生物学家查询该龟壳的来源，当地人表示那是沙漠中的大龟。",
        "index": 325
    },
    "玻利维亚白脚": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick88151422438834.jpg",
        "value": "玻利维亚白脚，Acanthoscurria属中并不大型的一个种类，色彩与体型都不出众的它们在宠物捕鸟蛛爱好者中人气自然也不高。成年个体的样子倒是非常接近哥斯达黎加斑马脚。",
        "index": 326
    },
    "哥斯达黎加红尾": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img70431415784994.jpg",
        "value": "哥斯达黎加红尾蜘蛛（拉丁学名：Brachypelma angustum）又名危地马拉红尾蜘蛛，原产于哥斯达黎加热带雨林，和经典的墨西哥红尾非常相似的一个种类，不管从体型，生活环境等等都是如此。",
        "index": 327
    },
    "蛇": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick22831500861187.jpg",
        "value": "蛇（学名：Serpentiformes）是脊索动物门、爬行纲下的一类动物。体细长，分为头、躯干和尾三部分，无四肢或在低等蛇类横裂的泄殖孔两侧有爪状的后肢遗迹；周身被鳞；头部形状各异，鼻孔位于吻侧，但终生海栖的海蛇科（Hydrophidae）种类则居于吻背；眼球外有保护性的透明皮肤，瞳孔圆形、垂直椭圆形或水平椭圆形，无活动性眼睑，晶体几呈圆球形；舌细长分叉；前颌骨（仅蟒科蛇类具齿）、上颌骨、腭骨、翼骨和齿骨上附生着齿尖后弯的牙齿，然而齿的大小、数目及其结构则随不同蛇种而异；尾部明显地短于头体长。蛇的栖息环境因种类的不同而各不相同，栖息的环境多种多样，有的生活于穴洞，有的生活在地面，有的生活在树上，又有生活在水中。蛇是一种体温随气温而变的变温动物，因为蛇本身没有完善的体温调节机制来产生和维持恒定的体温。蛇是肉食性动物，所吃的动物种类很多，从无脊椎动物到各类脊椎动物。分布于地球上除南北极以外的所有地方。蛇是历经1.3亿年的漫长进化发展而成的一个特殊生物类群，对维护生态平衡有着重要作用。蛇属于变温动物，进化程度较低，其分布和生存受气候影响较大，是一稳定性较为脆弱的生物类群。根据《The Reotile Database》的收录，全世界有蛇3425种，中国有241种。据赵尔宓《中国蛇类》记载，中国有蛇类205种。随着野外调查的深入，中国蛇类新种和新记录不断增多。",
        "index": 328
    },
    "巴西龟": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick54161537350118.jpg",
        "value": "巴西彩龟（学名：Trachemys scripta）是龟科、彩龟属动物。在人工养殖条件下，1年体重可达100克。体形适中，头较小，吻钝，头、颈处具黄绿相问的纵条纹，眼后有一对红色斑块。背甲扁平，每块盾片上具有圆环状绿纹，后缘不呈锯齿状。腹甲淡黄色，具有黑色圆环纹，似铜钱，背甲、腹甲间借骨缝相连。四肢淡绿色，有灰褐色纵条纹，趾、指间具丰富的蹼。该龟色彩斑斓，背甲上呈红、黄、白、棕、绿、灰、紫等7种颜色规则的几何图案；腹板有黄、白、黑相间的甲骨文字式花纹，且每龟不尽相同。巴西彩龟营水、陆两栖生活，常生活于河流、湖泊、溪流之中，并可离水上岸不远处觅食；日光、月光下晒背；繁殖季节登岸陆上产卵。巴西彩龟属杂食性龟，喜食肉类，如鱼、虾、螺、蚌肉、动物内脏等。稚龟以动物性饵料为主，如红虫、丝蚯蚓等。原产于密西西比河沿岸，美国、墨西哥、巴西等国都有分布。",
        "index": 329
    },
    "智利红玫瑰蜘蛛": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick75641537350277.jpg",
        "value": "智利红玫瑰蜘蛛，分布于南美洲，以蟋蟀、千足虫、面包虫等虫类为食。",
        "index": 330
    }
}