{
    "君子兰": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick25891440582262.jpg",
        "value": "君子兰（学名：Clivia miniata），别名剑叶石蒜、大叶石蒜，是石蒜科君子兰属的多年生草本植物，属观赏花卉，原产于南非南部。花期长达30-50天，以冬春为主，元旦至春节前后也开花，忌强光，为半阴性植物，喜凉爽，忌高温。生长适温为15-25℃，低于5℃则停止生长。喜肥厚、排水性良好的土壤和湿润的土壤，忌干燥环境。君子兰具有很高的观赏价值，中国常在温室盆栽供观赏。分株或种子繁殖。功效相同的尚有垂笑君子兰（C. nobilis），各地温室栽培，花色多样。君子兰的寿命达几十年或更长。君子兰是长春市的市花。",
        "index": 0
    },
    "建兰": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick52821441964775.jpg",
        "value": "建兰（学名：Cymbidium ensifolium  (L. ) Sw.）：地生植物；假鳞茎卵球形，包藏于叶基之内。叶2--6枚，带形，有光泽，长30-60厘米，宽1-2.5厘米。花葶从假鳞茎基部发出，直立，一般短于叶；总状花序具3-9朵花；花常有香气，色泽变化较大，通常为浅黄绿色而具紫斑；萼片近狭长圆形或狭椭圆形；花瓣狭椭圆形或狭卵状椭圆形，长1.5-2.4厘米，宽5-8毫米，近平展；唇瓣近卵形，长1.5-2.3厘米，略3裂。蒴果狭椭圆形，长5-6厘米，宽约2厘米。花期通常为6-10月。生于疏林下、灌丛中、山谷旁或草丛中，海拔600-1800米。产中国多地，广泛分布于东南亚和南亚各国，北至日本。此花有栽培，具有较高的园艺和草药价值。",
        "index": 1
    },
    "澳洲杉": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick94471428056030.jpg",
        "value": "异叶南洋杉（学名：Araucaria heterophylla (Salisb.) Franco）是南洋杉科南洋杉属植物，乔木，在原产地高可达50米以上，树干通直，树皮暗灰色，树冠塔形，叶二型：钻形，光绿色，叶片弯曲，通常两侧扁，上面具多数气孔线，有白粉，树及花果枝上的叶排列较密，微开展，基部宽，先端钝圆，雄球花单生枝顶，圆柱形。球果近圆球形或椭圆状球形，苞鳞厚，种子椭圆形，稍扁，两侧具结合生长的宽翅。原产于大洋洲诺和克群岛以及澳大利亚东北部诸岛，南美洲、大洋洲及太平洋诸岛的热带及亚热带地区，巴西南部森林中和智利的山区也有分布。世界各地有引种，中国福建、广东等地引种栽培作庭园树用；中国上海、江苏、陕西、北京等地为盆栽。喜光，生长适温18-28℃。喜湿润、肥沃、排水良好的壤土。材质优良，是原产地澳洲及南非主要用材树种，其适应性强，树形高大，姿态优美，与雪松、日本金松、金钱松、巨杉（世界爷）等合称为世界五大公园树，是中国华南地区园林绿化的优良树种，也是适合中国华北地区盆栽的好树种。",
        "index": 2
    },
    "生石花": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick49321428054281.jpg",
        "value": "生石花（学名：Lithops N. E. Br.）是石竹目，番杏科生石花属全属植物的总称，约有40种。多年生肉质草本，几乎无茎；球状叶色彩多变，叶表皮较硬，色彩多变，顶部具有深色树枝状凹陷纹路，或花纹斑点，称作“视窗”。植物顶部有一裂缝，裂缝中开花，花单生，雏菊状，花茎2-3厘米，花白或黄色，花期盛夏至中秋。原产非洲南部，喜温暖干燥和阳光充足环境，怕低温，忌强光暴晒，该属植物生长适温为10-30℃，冬季温度不低于12℃，可短暂耐受4-5℃的低温。宜生长在疏松透气的中性沙壤土。繁殖方法有播种和分株。生石花形态奇特，花色艳丽，使得许多爱好者专门收集栽培，具有很高的观赏价值。",
        "index": 3
    },
    "玉露": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick3461428054611.jpg",
        "value": "玉露（学名：Haworthia cooperi var. pilifera (Baker) M.B.Bayer）是阿福花科、十二卷属下的多肉植物。株高5-12厘米，植株初为单生，以后逐渐呈群生状。肉质叶排列成莲座状，叶色碧绿，顶端呈透明或半透明状，称其为“窗”，表面有深色纵线条，顶端有细小的“须”（俗称\"顶毛”，也有些园艺种玉露无此特征）。松散的总状花序，小花白色，有绿色纵条纹。花期春末。原产于南非。喜凉爽的半阴环境，主要生长期在春、秋季节，耐干旱，不耐寒，忌高温潮湿和烈日暴晒，怕荫蔽，也怕土壤积水。以疏松透气、排水顺畅的沙质壤土为宜。玉露植株玲珑精致，品种丰富，叶色晶莹剔透，润泽清新，如同有生命的工艺品，是小型多肉植物品种之一，适宜用小盆栽种或者制作园艺景箱，用于装饰窗台、案头、书桌、阳台等处。",
        "index": 4
    },
    "龟背竹": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick24791439976961.jpg",
        "value": "龟背竹（学名：Monstera deliciosa Liebm.）是天南星科龟背竹属植物，攀援灌木。茎绿色，粗壮，有苍白色的半月形叶迹，周延为环状，余光滑，长3-6米，粗6厘米。叶柄绿色，长常达1米，腹面扁平；叶片大，轮廓心状卵形，宽40-60厘米；中肋及侧脉表面绿色；I次侧脉8-10对，向上渐远离，II、III、IV级叶脉网状，不明显。花序柄长15-30厘米，粗1-3厘米。佛焰苞厚革质，宽卵形，舟状，近直立。浆果淡黄色，柱头周围有青紫色斑点，长1厘米，粗7.5毫米。花期8-9月，果于异年花期之后成熟。原产于墨西哥，各热带地区多引种栽培供观赏。中国福建、广东、广西和云南等地栽培于露地，北京和湖北等地多栽于温室。龟背竹叶形奇特，孔裂纹状，极像龟背。茎节粗壮又似罗汉竹，深褐色气生根，纵横交差，形如电线。其叶常年碧绿，茎粗壮，节上有较大的新月形叶痕，生有索状肉质气生根，极为耐阴，是室内大型盆栽观叶植物。",
        "index": 144
    },
    "一叶兰": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick34351440063746.jpg",
        "value": "一叶兰（拉丁学名：Aspidistra elatior Blume.），又名蜘蛛抱蛋，别名大叶万年青、竹叶盘、九龙盘、竹节伸筋等，为单子叶植物纲、百合科、蜘蛛抱蛋属植物。一叶兰主要分布于中国南方各省区以及海南岛、台湾岛等。中医以根状茎成分入药,是应用非常广泛的药材。四季可采，晒干或鲜用。能活血散瘀，补虚止咳。有助于治跌打损伤，风湿筋骨痛，腰痛，肺虚咳嗽，咯血功效。",
        "index": 6
    },
    "玉扇": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick62631440581354.jpg",
        "value": "玉扇（Haworthia truncata Schönland）又名截形瓦苇、截形十二卷，是阿福花科，瓦苇属的多年生草本植物。植株无茎，肉质叶排成两列呈扇形，叶片直立，稍向内弯，顶部略凹陷。叶表粗糙，绿色至暗绿褐色，有小疣状突起；新叶的截面部分透明，呈灰白色。习性强健，根系比较粗壮。有些品种叶片截面上还有灰白色透明状花纹。其园艺品种玉扇锦叶片上有黄色或粉红色斑纹。该种喜凉爽、充足而柔和的阳光。耐干旱与半阴，忌阴湿，不耐寒，怕高温。繁殖方法有叶插、分株等。玉扇形态奇特，叶色美丽，是一种珍奇的观赏花卉品种。",
        "index": 7
    },
    "蓝石莲": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick61451444641171.jpg",
        "value": "蓝石莲（学名：Echeveria peacockii 'Desmetiana'）是景天科、拟石莲花属的多肉植物。茎部粗壮，成熟植株茎部木质化。叶片莲座型密集排列，株径不会很大，叶片相对较薄，常年绿色（新叶色浅、老叶色深），表面布有白色粉末，中部凹陷，呈倒水滴状。叶尖较尖，叶缘光滑无褶皱，叶片有微白粉，老叶白粉掉落后呈现光滑状。花粉红色，呈钟状。原产于墨西哥。蓝石莲适于生长在阳光充足的地方，喜温暖、干燥和阳光充足的环境，耐干旱，不耐寒，稍耐半阴。蓝石莲可盆栽观赏，也可与生态习性相似的多肉植物组合，做成组合盆栽、花篮等造型，还可做成花艺艺术品，可放置于客厅、书桌、桌案、几架、窗台、阳台等通风良好、光照较充足的环境中，搭配茶具等效果更佳。还可用于布置岩石园、沙生植物园以及各种庆典等场所。",
        "index": 8
    },
    "白粉藤": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick22231448960884.jpg",
        "value": "白粉藤，中药名。为葡萄科白粉藤属植物白粉藤Cissus repens（Wight et Arn.）Lam.的根或藤茎。分布于广东、广西、贵州、云南等地。具有化痰散结，消肿解毒，祛风活络之功效。常用于颈淋巴结结核，扭伤骨折，腰肌劳损，风湿骨痛，坐骨神经痛，疮疡肿毒，毒蛇咬伤，小儿湿疹。",
        "index": 9
    },
    "四季海棠": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick88991447925084.jpg",
        "value": "四季秋海棠（学名：Begonia cucullata Willd.）是秋海棠科秋海棠属植物，多年生常绿草本，茎直立，稍肉质，高15-30厘米。单叶互生，有光泽，卵圆至广卵圆形，先端急尖或钝，基部稍心形而斜生，边缘有小齿和缘毛，绿色。聚伞花序腋生，具数花，花红色，淡红色或白色。蒴果具翅。花期3-12月。四季秋海棠原产巴西热带低纬度高海拔地区树林下的潮湿地。喜生于微酸性沙质壤土中，喜空气湿度大的环境。喜温暖而凉爽的气候，最适宜生长温度15-24℃。四季秋海棠叶色光亮，花朵四季成簇开放，且花色多，花朵有单瓣及重瓣，是园林绿化中花坛、吊盆、栽植槽和室内布置的理想材料，深受园林绿化工作者及普通民众的喜爱。",
        "index": 10
    },
    "桃美人": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick1361441704641.jpg",
        "value": "桃美人（Pachyphytum ‘Blue Haze’）是隶属于景天科、厚叶草属的多年生植物，多肉植物。是由月美人和稻田姬杂交而来的园艺品种。叶片在阳光充足且温差大的环境下可变成粉红色，因而受到多肉植物爱好者们的喜爱。春秋是生长旺季，夏季高温需遮阴控水。桃美人在西方国家常误被标为“Pachyphytum 'Blue Pearl'”或被当作厚叶石莲属（xPachyveria）植物售卖。易与叶片同样呈卵圆形的同属植物（星美人、月美人、稻田姬、蛋白石等）和风车草属的桃之卵混淆。",
        "index": 11
    },
    "风信子": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick7921438766601.jpg",
        "value": "风信子（学名：Hyacinthus orientalis L.）：是天门冬目、风信子科、风信子属多年草本球根类植物，鳞茎卵形，有膜质外皮，皮膜颜色与花色成正相关，未开花时形如大蒜，原产地中海沿岸及小亚细亚一带，是研究发现的会开花的植物中最香的一个品种。喜阳光充足和比较湿润的生长环境，要求排水良好和肥沃的沙壤土等。全世界风信子的园艺品种约有2000种以上，主要分为“荷兰种”和“罗马种”两类。前者属正宗品种，绝大多数每株只长1支花葶，体势粗壮，花朵较大。而后者则多是变异的杂种，每株能着生二三支花葶，体势幼弱，花朵较细，多数消费者喜购荷兰风信子。",
        "index": 524
    },
    "帝王花": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick15111447926149.jpg",
        "value": "帝王花（Protea cynaroides），又名普蒂亚花，是南非共和国的国花。其花朵硕大、花形奇特、瑰丽多彩、高贵优雅，号称“花中之王”。久开不败的帝王花，被誉为全世界最富贵华丽的鲜花，代表着旺盛而顽强的生命力，并象征着胜利、圆满与吉祥。喜温暖、稍干燥和阳光充足环境，不耐寒，宜爽水，忌积水，要求疏松和排水良好的酸性土壤。可以在海拔0米直至1500米高山上生长。不同的气候条件和地理环境会导致帝王花树叶、花型、花色以及开花时间发生巨大变化。具有很强的观赏价值与药食价值。",
        "index": 13
    },
    "米兰花": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick68961439459080.jpg",
        "value": "米仔兰（学名：Aglaia odorata Lour.）是一种属于楝科米仔兰属的常绿灌木或小乔木，别名、米兰、树兰、鱼仔兰等。数羽状复叶，对生，叶柄上有极狭的翅，每复叶有3～7片倒卵圆形的小叶，全缘，叶面深绿色，有光泽。小型圆锥花序，着生于树端叶腋。花很小，直径约2毫米，黄色，香气甚浓。花期很长，以夏、秋两季开花最盛。米仔兰原产中国华南地区，夏秋开黄色花，每一枝枝条着生70-100朵小花，因花很小，只有米粒大，被称之为米仔兰。",
        "index": 14
    },
    "袖珍椰子": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick11411441100146.jpg",
        "value": "袖珍椰（学名：Chamaedorea elegans Mart.）是棕榈科，竹棕属常绿小灌木，盆栽高度一般不超过1米。它茎干直立，穗状花序腋生，花黄色，呈小球状，雌雄异株，雌花序营养条件好时稍下垂，桨果橙黄色。花期春季。原产于墨西哥北部和危地马拉，主要分布在中美洲热带地区。其性喜高温高湿及半阴环境。袖珍椰植株小巧玲珑，姿态秀雅，叶色浓绿光亮，耐阴性强，是优良的室内中小型盆栽观叶植物。它用于布置客厅、书房、卧室、会议室等处，可使室内增添热带风光的气氛和韵味，是中国北方地区比较流行的一种室内盆栽植物，也可用于切花。",
        "index": 15
    },
    "蔷薇花": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick10701441705427.jpg",
        "value": "蔷薇花通常特指多花蔷薇，拉丁学名：（Rosa multiflora)，为蔷薇科落叶小灌木野蔷薇的花朵。是一种蔓藤爬篱笆的小花，耐寒。喜光花木，需充足阳光。花色以粉红、白居多，自古就是佳花名卉。产自中国江苏、山东、河南等省。日本、朝鲜亦有少量分布。在家居的美化与药用上具有很高的价值。另外，蔷薇也可以泛指蔷薇属的全部物种，包括现代月季杂交种。",
        "index": 16
    },
    "绣球花": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick97091441877962.jpg",
        "value": "绣球（学名：Hydrangea macrophylla  (Thunb.) Ser. ）： 为绣球花科植物。灌木，高1-4米；茎常于基部发出多数放射枝而形成一圆形灌丛；枝圆柱形。叶纸质或近革质，倒卵形或阔椭圆形。伞房状聚伞花序近球形，直径8-20厘米，具短的总花梗，花密集，粉红色、淡蓝色或白色；花瓣长圆形，长3-3.5毫米。蒴果未成熟，长陀螺状；种子未熟。花期6-8月。绣球花花型丰满，大而美丽，其花色能红能蓝，令人悦目怡神，是常见的盆栽观赏花木。中国栽培绣球的时间较早，在明、清时代建造的江南园林中都栽有绣球。20世纪初建设的公园也离不开绣球的配植。现代公园和风景区都以成片栽植，形成景观。",
        "index": 17
    },
    "钱串子": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick52191428056622.jpg",
        "value": "蚰蜒[scutiger]，拼音(yóu yán)。蚰蜒俗称“ 钱串子” ，“ 千足虫” ，有的地方称“ 香油虫” ，古时称“ 草鞋虫” 。现今的蚰蜒节肢动物门多足纲唇足亚纲蚰蜒目蚰蜒科。在同一目下只蚰蜒一种动物，与蚰蜒血缘关系较近的是同属于唇足纲的蜈蚣和马陆。蚰蜒呈黄灰色，最明显的特征是有15对步足，通常栖息于人类的房屋或潮湿的枯木附近，具有较强的环境适应性。中国国内常见的为花蚰蜒，大蚰蜓和黑斑蚰蜒。 ",
        "index": 18
    },
    "铁兰": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick97711440064187.jpg",
        "value": "紫花凤梨（学名：Tillandsia cyanea Linden ex K. Koch）是凤梨科、铁兰属观赏植物。其体型矮小，株高不足30厘米。拱状的细窄线形叶片，先端尖、全缘。叶长30-35厘米，厚肉质地，坚实硬挺。群簇叠生于短缩茎上。绿叶基部带有紫褐色斑晕，叶背褐绿色。植株长大后，由叶丛中抽穗开花，花茎直出或略斜立，但无分枝，短穗状花序大。小花深紫红色，喇叭状，约20余朵，卵形花瓣3片，冠径约3厘米，形状似蝴蝶。紫花凤梨原产地为厄瓜多尔和危地马拉 ，喜温暖和湿润的气候条件，生长适温为10℃-32℃，越冬不低于10℃即可。紫花凤梨形态别致、花序奇特，为观叶、观花的盆栽品种。",
        "index": 19
    },
    "王莲": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick19901441013789.jpg",
        "value": "王莲（学名：Victoria Warren）：是睡莲科王莲属植物统称。多年生或一年生大型浮叶草本，有直立的根状短茎和发达的不定须根，白色。拥有巨型奇特似盘的叶片，浮于水面，十分壮观，并以它娇容多变的花色和浓厚的香味闻名于世。夏季开花，单生，浮于水面，初为白色，次日变为深红而枯萎。原产于南美热带地区，主要产于巴西、玻利维亚等国。须要高温、高湿、阳光充足的环境下生长发育。生长适宜的温度为摄氏25～35度，低于20度时，植株会停止生长。该属植物均是热带著名水生庭园观赏植物，具有世界上水生植物中最大的叶片，直径可达3米以上，叶面光滑，叶缘上卷，犹如一只只浮在水面上的翠绿色大玉盘；因其叶脉与一般植物的叶脉结构不同，成肋条状，似伞架，所以具有很大的浮力，最多可承受六七十千克重的物体而不下沉。",
        "index": 20
    },
    "量天尺": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick59361445245627.jpg",
        "value": "量天尺为仙人掌科量天尺属、附生性多浆肉质植物。量天尺为深绿色，茎粗壮，具三棱，在5－9月的晚间会有花开放。量天尺现在在热带和亚热带地区多有栽培，可以庭院栽培、盆栽或作为篱垣植物。",
        "index": 21
    },
    "白牡丹": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick54011452762160.jpg",
        "value": "白牡丹（Graptoveria ‘Titubans’），景天科多肉植物，由风车草属的胧月（Graptopetalum paraguayensis）与拟石莲花属 的静夜（Echeveria derenbergii）杂交培育而来。白牡丹平常为白色，日照时间增加后叶尖及叶边会变为粉红色，适合摆放在阳光充足处。其观赏性很强，是市场上常见的观赏植物。",
        "index": 556
    },
    "兰花": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick31061441015519.jpg",
        "value": "兰花（学名：Cymbidium  ssp.）：是单子叶植物纲、兰科、兰属植物通称。附生或地生草本，叶数枚至多枚，通常生于假鳞茎基部或下部节上，二列，带状或罕有倒披针形至狭椭圆形，基部一般有宽阔的鞘并围抱假鳞茎，有关节。总状花序具数花或多花，颜色有白、纯白、白绿、黄绿、淡黄、淡黄褐、黄、红、青、紫。中国传统名花中的兰花仅指分布在中国兰属植物中的若干种地生兰，如春兰、惠兰、建兰、墨兰和寒兰等，即通常所指的“中国兰”。这一类兰花与花大色艳的热带兰花大不相同，没有醒目的艳态，没有硕大的花、叶，却具有质朴文静、淡雅高洁的气质，很符合东方人的审美标准。在中国有一千余年的栽培历史。中国人历来把兰花看做是高洁典雅的象征，并与“梅、竹、菊”并列，合称“四君子”。通常以“兰章”喻诗文之美，以“兰交”喻友谊之真。也有借兰来表达纯洁的爱情，“气如兰兮长不改，心若兰兮终不移”、“寻得幽兰报知己，一枝聊赠梦潇湘”。1985年5月兰花被评为中国十大名花之四。",
        "index": 23
    },
    "玉蝶": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick98431441099802.jpg",
        "value": "玉蝶（学名：Echeveria secunda var. glauca），又称石莲花、玉碟、宝石花、莲花掌。多年生肉质草本或亚灌木植物，株高可达60厘米，直径可达20厘米。叶互生，呈莲座状着生鱼短缩茎上，倒卵匙形，淡绿色，肉质，表面被白粉。单歧聚伞花序腋生；小花钟形，先端5裂，赭红色，顶端黄色，蓇葖果。原产地墨西哥伊达尔戈州，常见的多肉植物之一。 ",
        "index": 24
    },
    "花毛莨": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick16311445592064.jpg",
        "value": "花毛茛（gèn），学名：Ranunculus asiaticus（L.）Lepech.，芹菜花，陆莲花，为毛茛科、花毛茛属多年生草本花卉。花色丰富，多为重瓣或半重瓣，花型似牡丹花，但较小，花直径一般为8cm~1ocm；叶似芹菜的叶，故常被称为芹菜花。原产于欧洲东南部和亚洲西南部。1596年英国人引入进行人工栽培，在园林和切花中很常见。各国多有栽培，荷兰、英国、法国、美国、日本等栽培较多，并且培育出许多切花和盆栽品种。中国在上世纪90年代开始从荷兰、日本等引种，作为切花、盆栽和春季花卉展览用花在个各大城市栽培有。",
        "index": 25
    },
    "吊兰": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick32161439285452.jpg",
        "value": "吊兰（学名：Chlorophytum comosum（Thunb.）Baker.），吊兰又称：垂盆草、挂兰、钓兰、兰草、折鹤兰、空气卫士，西欧又叫蜘蛛草或飞机草，原产于南非。单子叶植物纲、天门冬科、吊兰属多年生常绿草本植物，根状茎平生或斜生，有多数肥厚的根。叶丛生，线形，叶细长，似兰花。有时中间有绿色或黄色条纹。花茎从叶丛中抽出，长成匍匐茎在顶端抽叶成簇，花白色，常2-4朵簇生，排成疏散的总状花序或圆锥花序偶然内部会出现紫色花瓣；蒴果三棱状扁球形，长约5毫米，宽约8毫米，每室具种子3-5颗。花期5月，果期8月。植株有净化空气的作用，全株可入药。",
        "index": 26
    },
    "垂笑君子兰": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick62891444816217.jpg",
        "value": "垂笑君子兰（学名：Clivia nobilis Lindl.），是石蒜科垂笑君子兰属的一种植物，原产于非洲南部，中国有人工引种栽培。株高38厘米，花俯垂，橙黄色，并带有一点淡绿，叶狭长，花茎略短于叶，叶色浓绿，外形高雅肃穆。",
        "index": 27
    },
    "凤尾竹": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick24541428055532.jpg",
        "value": "凤尾竹（学名：Bambusa multiplex  (Lour.) Raeusch. ex Schult. 'Fernleaf' R. A. Young）是禾本科，簕竹属孝顺竹的变种。植株较高大，杆高可达6米，竿中空，小枝稍下弯，下部挺直，绿色；竿壁稍薄；节处稍隆起，无毛；叶鞘无毛，纵肋稍隆起，背部具脊；叶耳肾形，边缘具波曲状细长繸毛；叶舌圆拱形，叶片线形，上表面无毛，下表面粉绿而密被短柔毛，小穗含小花，中间小花为两性；外稃两侧稍不对称，长圆状披针形，先端急尖；内稃线形，脊上被短纤毛，花药紫色，子房卵球形，羽毛状。成熟颖果未见。原产中国，华东、华南、西南以至台湾、香港均有栽培。该种观赏价值较高，宜作庭院丛栽，也可作盆景植物。",
        "index": 28
    },
    "南洋杉": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick37761444814442.jpg",
        "value": "南洋杉（拉丁学名：Araucaria cunninghamii Sweet），是南洋杉科、南洋杉属乔木，在原产地高达60～70米，胸径达1米以上，树皮灰褐色或暗灰色，粗，横裂；大枝平展或斜伸，幼树冠尖塔形，老则成平顶状，侧身小枝密生，下垂，近羽状排列。南洋杉不耐寒，忌干旱，冬季需充足阳光；原产大洋洲东南沿海地区，在中国广东、福建、台湾、海南、云南、广西等地庭院露地栽培。",
        "index": 538
    },
    "金边龙舌兰": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick37971445246358.jpg",
        "value": "金边龙舌兰（学名：Agave americana 'Variegata' Nichols）是石蒜科、龙舌兰属常绿植物，茎短、稍木质，叶丛生，呈莲座状排列，叶片肉质剑状，主要呈绿色，边缘带有黄白色条，有红或紫褐色顶刺，叶子厚，坚硬较松散，较大叶子经常向后反折，少数叶子会向内折。大型圆锥花序高4.5-8米，上部多分枝；花簇生，有浓烈的臭味。蒴果长圆形，长约5厘米。金边龙舌兰原产于美洲，在中国主要分布于西南和华南等热带地区。原产沙漠地带，喜温、喜阳、耐旱，要求土壤疏松透水。金边龙舌兰多栽培于庭院，作为盆栽或花槽观赏，也有很好的药用价值。",
        "index": 30
    },
    "垂叶榕": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick99581444901534.jpg",
        "value": "垂叶榕（学名：Ficus benjamina L.）桑科植物。大乔木，高达20米，胸径30-50厘米，树冠阔；树皮灰色，平滑；小枝下垂。叶薄革质，全缘；叶柄长上面有沟槽；托叶披针形。榕果成对或单生叶腋，光滑，成熟时红色至黄色；雄花、瘿花、雌花同生于一榕果内；雄花极少数，花丝短。瘦果卵状肾形，短于花柱，花柱近侧生，柱头膨大。花期8-11月。产中国广东、海南、广西、云南、贵州等地。在云南生于海拔500-800米湿润的杂木林中。尼泊尔、锡金、不丹、印度、缅甸、泰国、越南、马来西亚、菲律宾、巴布亚新几内亚、所罗门群岛、澳大利亚北部有分布。园林用中、枝叶茂密，小枝略垂婆娑，宜作行道树和庭园风景树或密行植作高篱。叶和气根可药用。招鸟树种。",
        "index": 31
    },
    "费菜": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick34051448010794.jpg",
        "value": "费菜（Sedum aizoon L.），景天科景天属多年生草本植物，根状茎短，粗茎高可达50厘米，直立。叶互生，叶坚实，近革质。聚伞花序有多花，萼片肉质，花瓣黄色，花柱长钻形。种子椭圆形，花果期6-9月。费菜分布广，多生长于山地林缘、灌木丛中，河岸草丛、较耐阴也较耐旱、较耐寒，在北方能露地越冬，对土壤无严格选择，适应性强。费菜含有生物碱、齐敦果酸、谷甾醇、黄酮类、景天庚糖、果糖及维生素等药物成分。这些药物成分通过防止血管硬化、降血脂、扩张脑血管，改善冠状动脉循环等途径，达到降血压、防中风、防心脏病（如冠心病、阵发性心跳过速、心律失常、风湿性心脏病等）的效果。注意景天三七（费菜）并不具备菊三七的特异性肝毒性，景天三七基本无毒，不应被网络及某些文献中的失实报道误导。",
        "index": 32
    },
    "文竹": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick10721439543978.jpg",
        "value": "文竹（学名：Asparagus setaceus (Kunth) Jessop），又称云片松、刺天冬、云竹、山草、鸡绒芝。是天门冬科、天门冬属攀援植物，高可达3-6米。根稍肉质，细长。茎的分枝极多，分枝近平滑。叶状枝通常每10-13枚成簇，刚毛状，略具三稜，长4-5毫米；鳞片状叶基部稍具刺状距或距不明显。花通常每1-3（-4）朵腋生，白色，有短梗；花被片长约7毫米。浆果直径约6-7毫米，熟时紫黑色，有1-3颗种子。原产于非洲南部和东部，分布于中国中部、西北、长江流域及南方各地。其性喜温暖湿润和半阴通风的环境，冬季不耐严寒，不耐干旱，夏季忌阳光直射。文竹是具有极高观赏价值的植物，体态轻盈，姿态潇洒，文雅娴静，可放置客厅、书房，增添书香气息。",
        "index": 33
    },
    "蟹爪兰": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick67901439458054.jpg",
        "value": "蟹爪兰（学名：Zygocactus truncatus (Haw.) K.Schum. ）是仙人掌科附生肉质植物，灌木状，茎悬垂，多分枝无刺，老茎木质化，幼茎扁平；鲜绿色或稍带紫色，顶端截形，花单生于枝顶，两侧对称；花萼顶端分离；花冠数轮，雄蕊多数，浆果梨形。花期从10月至翌年2月；室内栽培的蟹爪兰可通过控制光照来调节花期。原产巴西；中国各地公园和花圃常见栽培。为观赏植物，常嫁接于量天尺或其它砧木上，以获得长势茂盛的植株。 ",
        "index": 34
    },
    "山影拳": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick83021447147462.jpg",
        "value": "山影拳是一种石竹目仙人掌科植物。形态似山非山，似石非石，而是一种有生命的、郁郁葱葱、伏层起叠、终年翠绿的多肉植物，因外形峥嵘突兀，形似山峦，故名仙人山。山影拳因品种不同，其峰的形状、数量和颜色各不相同，有所谓\"粗码\"、\"细码\"、\"密码\"之分。如用紫砂盆栽植山影拳，似石非石，终年翠绿，生机勃勃，犹如一盆别具一格的\"山石盆景\"。性喜阳光，耐旱，耐贫瘠，也耐荫。",
        "index": 35
    },
    "蕙兰": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick38861442569512.jpg",
        "value": "蕙兰（学名：Cymbidium faberi  Rolfe）：是兰科兰属的地生草本植物，假鳞茎不明显。叶5-8枚，带形，直立性强，叶脉透亮，边缘常有粗锯齿。花葶从叶丛基部最外面的叶腋抽出，总状花序具5-11朵或更多的花；花苞片线状披针形，最下面的1枚长于子房；花常为浅黄绿色，唇瓣有紫红色斑，有香气；花瓣与萼片相似，常略短而宽；唇瓣长圆状卵形，蕊柱稍向前弯曲，两侧有狭翅；花粉团4个，成2对，宽卵形。蒴果近狭椭圆形。花期3-5月。蕙兰生于海拔700-3000米的湿润但排水良好的透光处。产于中国大部分地区，尼泊尔、印度北部也有分布，蕙兰常作盆景观赏 。",
        "index": 36
    },
    "姬秋丽": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick6301445937012.jpg",
        "value": "姬秋丽隶属于景天科风车草属，是一种生长速度相对较快，容易养护，如玉石般精致小巧的多肉植物和园艺品种。易与同为风车草属、形态相近的物种丸叶姬秋丽（G. mendozae）混淆。姬秋丽是一种极易繁殖的品种，将掉落的叶子直接插在土里，很快就能生根繁殖。若种植期间发现植株的根部有些烂叶，可直接摘下来丢掉，这些不会影响植株的生长。 ",
        "index": 37
    },
    "黑法师": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick8201440494551.jpg",
        "value": "黑法师是景天科莲花掌属的栽培品种，自然界不存在分布。紫黑色的叶片呈莲座状层叠排列，给人以庄重神秘之感，观赏价值高。宜用排水透气良好的介质种植。",
        "index": 38
    },
    "滴水观音": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick44321439372442.jpg",
        "value": "《滴水观音是比较常见的室内观叶植物，由于比较常见，所以俗称也非常多。滴水观音不但可以观赏，还能药用，所以又很高的经济价值。当环境比较潮湿或土壤水分充足的情况下，滴水观音的叶尖或边缘会向下滴水，非常特别。滴水观音为多年生直立草本，植株高达2米，地下有肉质根茎，叶柄长，有宽叶鞘，叶大型，盾状阔箭形，聚生茎顶，端尖，边缘微波，主脉明显。佛焰苞黄绿色，肉穗花序。",
        "index": 39
    },
    "韭莲": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick99781451554757.jpg",
        "value": "韭莲（Zephyranthes grandiflora Lindl. )，为石蒜科葱莲属多年生草本植物， 丛生。植株具地下鳞茎，叶线形，外观似韭菜，花较大，喇叭状，形似水仙，成年植株每个鳞茎都能开花，虽然花形较普通，但园林上常成片种植形成地被，盛花时红艳艳开成一片，观赏性很强。原产中、南美洲，现中国各地公园、庭园常有栽培。",
        "index": 40
    },
    "发财树": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick85091438853639.jpg",
        "value": "光瓜栗（学名：Pachira glabra Pasq.）是木棉科、瓜栗属常绿小乔木，株高9-18米；叶互生，掌状复叶，小叶5-9片，全缘；花单生叶腋，具梗，雄蕊多数，基部合生成管，基部以上分离为多束，每束再分离为多数花丝，花萼杯状，花丝全部为白色，果实绿色，室背开裂为5 爿。原产于巴西，在中国华南及西南地区有广泛地引种栽培。光瓜栗喜高温高湿气候，耐寒力差，幼苗忌霜冻。喜肥沃疏松、透气保水的沙壤土。光瓜栗株型美观，耐荫性强，为优良的室内盆栽观叶植物。",
        "index": 41
    },
    "石竹": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick18211445246656.jpg",
        "value": "石竹，别名：兴安石竹、北石竹、钻叶石竹、蒙古石竹、丝叶石竹、高山石竹、 辽东石竹、长萼石竹、长苞石竹、林生石竹、三脉石竹，瞿麦草，拉丁文名：Dianthus chinensis L.  为双子叶植物纲、石竹科、石竹属多年生草本，高30-50厘米，全株无毛，带粉绿色。茎由根颈生出，疏丛生，直立，上部分枝。叶片线状披针形，顶端渐尖，基部稍狭，全缘或有细小齿，中脉较显。花单生枝端或数花集成聚伞花序；紫红色、粉红色、鲜红色或白色，顶缘不整齐齿裂，喉部有斑纹，疏生髯毛；雄蕊露出喉部外，花药蓝色；子房长圆形，花柱线形。蒴果圆筒形，包于宿存萼内，种子黑色，扁圆形。花期5-6月，果期7-9月。 ",
        "index": 42
    },
    "杜鹃花": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick88461438940747.jpg",
        "value": "杜鹃（学名：Rhododendron simsii Planch.）：是双子叶植物纲、杜鹃花科、杜鹃属的常绿灌木、落叶灌木。又名映山红、山石榴。相传，古有杜鹃鸟，日夜哀鸣而咯血，染红遍山的花朵，因而得名。杜鹃花一般春季开花，每簇花2-6朵，花冠漏斗形，有红、淡红、杏红、雪青、白色等，花色繁茂艳丽。生于海拔500-1200（-2500）米的山地疏灌丛或松林下，为中国中南及西南典型的酸性土指示植物。该物种全株供药用：有行气活血、补虚，治疗内伤咳嗽，肾虚耳聋，月经不调，风湿等疾病。又因花冠鲜红色，为著名的花卉植物，具有较高的观赏价值，在世界各公园中均有栽培。中国江西、安徽、贵州以杜鹃花为省花，定为市花的城市多达七八个。1985年5月杜鹃花被评为中国十大名花之六。原产于东亚，生长在海拔500-2700米的高度。野生物种分布于中国、日本、老挝、缅甸和泰国。注：杜鹃花也是杜鹃属（Rhododendron）约960种植物的通称。",
        "index": 43
    },
    "宝石花": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick73781439371850.jpg",
        "value": "宝石花，一类多肉植物的统称。正名：石花，别名：石莲花、石胆草、粉莲、胧月、初霜，民间泛指莲花座造型的多肉植物。例如冬美人、玉蝶、胧月、黑王子、桃美人等等。宝石花是观叶花卉中形态最美的植物之一，姿态秀丽，形似池中莲花，且叶片晶莹剔透，故称“石莲花”，被誉为“永不凋谢的花朵”。石莲花形态独特，养护简单,很适合家庭裁培。置于桌案、几架、窗台、阳台等处，如同有生命的工艺品，是近年来较流行的小型多肉植物之一，也是广受大众喜爱的常见花卉。 ",
        "index": 44
    },
    "炮仗花": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick45701443520053.jpg",
        "value": "炮仗花，别名：黄鳝藤；拉丁文名：Pyrostegia venusta (Ker-Gawl.) Miers 紫葳科、炮仗藤属藤本，具有3叉丝状卷须。叶对生；雄蕊着生于花冠筒中部，花丝丝状，花药叉开。子房圆柱形，密被细柔毛，花柱细，柱头舌状扁平，花柱与花丝均伸出花冠筒外。果瓣革质，舟状，内有种子多列，种子具翅，薄膜质。花期长，原产南美洲巴西，在热带亚洲已广泛作为庭园观赏藤架植物栽培。多植于庭园建筑物的四周，攀援于凉棚上，初夏红橙色的花朵累累成串，状如鞭炮，故有炮仗花之称。",
        "index": 45
    },
    "鸳鸯茉莉": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick20571444901318.jpg",
        "value": "长叶鸳鸯茉莉（学名：Brunfelsia latifolia (Pohl) Benth.）是茄科鸳鸯茉莉属植物。常绿灌木，高50-100厘米，单叶互生，椭圆形至矩圆形，先端渐尖，全缘。花大多单生少有数朵聚生的，花冠呈高脚碟状，有浅裂，花萼管状。浆果。果期秋季，在栽培中未见结果。长叶鸳鸯茉莉原产于南美洲巴西热带地区。中国南方地区多有栽培。喜高温、湿润、光照充足的气候条件，喜疏松肥沃、排水良好的微酸性土壤，耐半阴，耐干旱，耐瘠薄，忌涝，畏寒冷。生长适温为18-30℃。该种植物热带地区可做庭院树木，温带地区只能盆栽观赏。",
        "index": 46
    },
    "球兰": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick34441444469318.jpg",
        "value": "球兰（学名：Hoya carnosa（L.f.）R. Br），又名：马骝解、狗舌藤、铁脚板等，夹竹桃科马利筋亚科球兰属多年生常绿藤本。攀援灌木，附生于树上或石上，茎节上有气生根。球兰原产于中国华南、东南亚各国及大洋洲等地，喜温暖，耐干燥，在富含腐殖质且排水良好的土壤中生长旺盛。中国国内主要分布于云南、广西、广东、福建、台湾等地。",
        "index": 47
    },
    "龙吐珠": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick84631445937816.jpg",
        "value": "龙吐珠（学名：Clerodendrum thomsonae Balf.）：马鞭草科灌木，幼枝四棱形，被黄褐色短绒毛，老时无毛。叶片纸质，狭卵形或卵状长圆形，顶端渐尖，基部近圆形，全缘；聚伞花序腋生或假顶生，二歧分枝；苞片狭披针形；花萼白色，基部合生，中部膨大，裂片三角状卵形，顶端渐尖；花冠深红色，外被细腺毛，裂片椭圆形；雄蕊4，与花柱同伸出花冠外；柱头2浅裂。核果近球形，外果皮光亮，棕黑色；宿存萼不增大，红紫色。花期3-5月。龙吐珠喜温暖、湿润和阳光充足的半阴环境，不耐寒。分布于热带非洲西部、墨西哥，中国有栽培。",
        "index": 48
    },
    "草玉露": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick37211449652806.jpg",
        "value": "草玉露（学名：Haworthiacymbiformis var.obtusa (Haw.) Baker）隶属于阿福花科、瓦苇属。野外分布于南非开普省南部。小巧可爱，不会长得很大，却很容易形成群生的姿态。喜光线明亮的生长环境，光线过强时叶片会变成灰棕色，挪至半阴处后可恢复。春秋生长季节，土完全干燥后浇透水。夏季炎热时期须避免暴晒并减少浇水。冬天放在向阳的室内，少浇水多喷雾。",
        "index": 49
    },
    "吉娃莲": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick37821444382540.jpg",
        "value": "吉娃莲，景天科拟石莲花属，别名：吉娃娃（因为常与狗名混淆，所以大多数情况只叫吉娃莲），原产于墨西哥奇瓦瓦州，生长在空气流通较好、日照充分的山坡上。吉娃莲，植株小型，无茎的莲座叶盘非常紧凑。卵形叶较厚，带小尖，蓝绿色被浓厚的白粉，叶缘为美丽的深粉红色。花序先端弯曲，钟状，红色。栽培不太困难，夏天不能浇过多的水。叶尖的红色特别美丽，是一种观赏性很强的多肉植物。",
        "index": 50
    },
    "露娜莲": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick22011449133260.jpg",
        "value": "露娜莲（Echeveria 'Lola'）是景天科拟石莲花属的多肉植物，由丽娜莲和静夜杂交而来。培育者为美国加利福尼亚州的育种师Dick Wright。灰绿色的叶片排列紧密，轮廓精致优雅，在阳光充足的环境下会呈现出优雅的藕荷色，颇似玉制的小玫瑰。是拟石莲花属中的代表品种之一。",
        "index": 51
    },
    "麒麟掌": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick63021441963723.jpg",
        "value": "麒麟掌（Euphorbia neriifolia var.cristata）原产印度东部干旱、炎热、阳光充足的地区，为霸王鞭的带化变种。具棱的肉质茎变态成鸡冠状或扁平扇形，其他同霸王鞭。全株含有白色剧毒乳汁，误食可造成严重中毒；溅入眼中可致失明。为夏型种，喜半阴不耐寒，室温至10℃环境，半个月时间可正常生长。",
        "index": 52
    },
    "菊花": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick54751439545616.jpg",
        "value": "菊花（学名：Dendranthema morifolium (Ramat.) Tzvelev）：在植物分类学中是菊科、菊属的多年生宿根草本植物。按栽培形式分为多头菊、独本菊、大丽菊、悬崖菊、艺菊、案头菊等栽培类型；有按花瓣的外观形态分为园抱、退抱、反抱、乱抱、露心抱、飞午抱等栽培类型。不同类型里的菊花又命名各种各样的品种名称。菊花是中国十大名花之一，花中四君子（梅兰竹菊）之一，也是世界四大切花（菊花、月季、康乃馨、唐菖蒲）之一，产量居首。因菊花具有清寒傲雪的品格，才有陶渊明的“采菊东篱下，悠然见南山”的名句。中国人有重阳节赏菊和饮菊花酒的习俗。唐·孟浩然《过故人庄》：“待到重阳日，还来就菊花。”在古神话传说中菊花还被赋予了吉祥、长寿的含义。菊花是经长期人工选择培育的名贵观赏花卉，公元八世纪前后，作为观赏的菊花由中国传至日本。17世纪末叶荷兰商人将中国菊花引入欧洲，18世纪传入法国，19世纪中期引入北美。此后中国菊花遍及全球。",
        "index": 53
    },
    "碰碰香": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick23211439890494.jpg",
        "value": "碰碰香也称绒毛香茶菜，是一种会散发淡淡清香的盆栽植物， 一般用在家居室内书桌、几案等做点缀品。因触碰后可散发出令人舒适的香气而享有\"碰碰香\"的美称， 又因其香味浓甜，颇似苹果香味，故又享有\"苹果香\"美誉，闻之令人神清气爽，市场受宠。宜盆栽观赏，或悬吊在室内，叶片泡茶、酒，奇香诱人；亦可烹饪，煲汤炒菜，凉拌皆可；可清热解暑，驱避蚊虫。 ",
        "index": 54
    },
    "蝴蝶兰": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick24831441098711.jpg",
        "value": "蝴蝶兰（学名：Phalaenopsis aphrodite H. G. Reichenbach）为兰科、蝴蝶兰属植物，叶3-4枚或更多，椭圆形或镰状长圆形，长10-20厘米，宽3-6厘米；花葶长达50厘米，花序梗径4-5毫米，花序轴稍回折状；中萼片近椭圆形，长约3厘米，基部稍窄，侧萼片斜卵形，基部贴生蕊柱足；花瓣菱状圆形，具红色斑点或细纹，中裂片菱形，基部具黄色肉突：蕊柱长约1厘米，蕊柱足宽；每个花粉团裂为不等大2爿。分布于中国、泰国、菲律宾、马来西亚、印度尼西亚。生于低海拔的热带和亚热带的丛林树干上。蝴蝶兰的花朵艳丽娇俏，赏花期长，花朵数多，能吸收室内有害气体，既能净化空气又可作盆栽观赏。还可用作切花、贵宾胸花、新娘捧花、花篮插花的高档素材；在节日可用于馈赠。蝴蝶兰列入《中国生物多样性红色名录-高等植物卷》（2013年9月2日）——无危（LC）。",
        "index": 55
    },
    "松红梅": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick7781449135161.jpg",
        "value": "松红梅，拉丁学名（Leptospermum scoparium），常绿小灌木，桃金娘科，是近年来引进的园林花卉品种。原产新西兰、澳大利亚等地区，耐寒性不强。因其叶似松叶、花似红梅而得名，又因其重瓣花朵形似牡丹，也称：“松叶牡丹”。其花朵虽然不大，但花色艳丽、花形精美。同时也具有观赏价值与一定的药用价值。",
        "index": 56
    },
    "碧光环": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick31541443086593.jpg",
        "value": "碧光环（学名：Monilaria obconica Ihlenf. & Joergens.）是番杏科，碧光环属多年生肉质草本，原生地位于南非。生长适温为15~25摄氏度，夏季温度超过35摄氏度时叶片慢慢枯萎，进入休眠；气温下降后，逐渐恢复浇水即可使其恢复生长。可通过播种和分株繁殖。",
        "index": 57
    },
    "锦晃星": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick14741443603797.jpg",
        "value": "锦晃星（Echeveria pulvinata），是一种蔷薇目、景天科、拟石莲花属的多肉植物，是该属中栽培较为普遍的种。其肥厚的叶片上布满了细短的白色绒毛；在阳光充足、温差大的环境下，叶片边缘会镶上一圈亮丽的红色。该种习性强健，耐干旱。喜光照，又耐半阴，宜凉爽、干燥和阳光充足的环境。",
        "index": 58
    },
    "紫背竹芋": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick98391428055894.jpg",
        "value": "紫背竹芋（学名：Stromanthe sanguineaSond.）：竹芋科，花竹芋属，多年生草本植物。株高可达80厘米，直立。叶片长卵形或披针形。它枝叶生长茂密、株形丰满，厚革质，叶面深绿色有光泽，中脉浅色，叶背血红色，形成鲜明的对比。穗状花序，苞片及萼鲜红色，花瓣白色。背部呈紫红色。紫背竹芋原产巴西。喜阴观叶植物。常用来布置卧室、客厅、办公室等场所，显得安静、庄重。",
        "index": 59
    },
    "豆瓣绿": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick4801440149795.jpg",
        "value": "豆瓣绿（学名：Peperomia tetraphylla  (Forst. f.) Hook. et Arn.）是胡椒科，草胡椒属多年生常绿草本植物。多年生肉质丛生草本，茎匍匐，多分枝，叶片密集，大小近相等，带肉质，有透明腺点，阔椭圆形或近圆形，两端钝或圆，叶脉细弱，通常不明显；叶柄短，穗状花序单生，顶生和腋生，花序轴密被毛；苞片近圆形，有短柄，盾状；花药近椭圆形，花丝短；子房卵形，浆果近卵形，2-4月及9-12月开花。分布于中国台湾、福建、广东、广西、贵州、云南、四川及甘肃南部和西藏南部。美洲、大洋洲、非洲及亚洲热带和亚热带地区亦有分布。生于潮湿的石上或枯树上。该种全草药用。内服治风湿性关节炎、支气管炎；外敷治扭伤、骨折、痈疮疖肿等。",
        "index": 320
    },
    "向日葵": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick61531439459813.jpg",
        "value": "向日葵（学名：Helianthus annuus L.；英文名：Sunflowers）：是桔梗目、菊科、向日葵属的植物。因花序随太阳转动而得名。一年生草本，高1-3.5米，最高可达9米。茎直立，圆形多棱角，质硬被白色粗硬毛。广卵形的叶片通常互生，先端锐突或渐尖，有基出3脉，边缘具粗锯齿，两面粗糙，被毛，有长柄。头状花序，直径10-30厘米，单生于茎顶或枝端。总苞片多层，叶质，覆瓦状排列，被长硬毛，夏季开花，花序边缘生中性的黄色舌状花，不结实。花序中部为两性管状花，棕色或紫色，能结实。矩卵形瘦果，果皮木质化，灰色或黑色，称葵花籽。野生向日葵栖息地主要是草原以及干燥、开阔的地区。它们沿着路边、田野、沙漠边缘和草地生长。在阳光充足，潮湿或受干扰的地区生长最好。原产南美洲，驯化种由西班牙人于1510年从北美带到欧洲，最初为观赏用。19世纪末，又被从俄国引回北美洲。世界各国和中国均有栽培，通过人工培育，在不同生境上形成许多品种，特别在头状花序的大小色泽及瘦果形态上有许多变异，并为综合利用的最好原料。主要分两大类，食用和观赏。向日葵种子叫葵花籽，含油量很高，为半干性油，味香可口，供食用。花穗、种子皮壳及茎秆可作饲料及工业原料，如制人造丝及纸浆等，花穗也供药用。",
        "index": 61
    },
    "乌木": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick3081428056199.jpg",
        "value": "（阴沉木）兼备木的古雅和石的神韵，有“东方神木”和“植物木乃伊”之称。由地震、洪水、泥石流将地上植物生物等全部埋入古河床等低洼处，埋入淤泥中的部分树木。在缺氧、高压状态下，细菌等微生物的作用下，经长达上千万年炭化过程形成乌木，故又称“炭化木”。历代都把乌木用作辟邪之物，制作的工艺品、佛像、护身符挂件。古人云：“家有乌木半方，胜过财宝一箱”。而现代的“乌木”是红木的一种，木材市场上一般所称的“乌木”是指黑色非洲乌木以及东非黑黄檀，它们是树木树种的一类别，属于国家红木标准的一种。",
        "index": 62
    },
    "特玉莲": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick2271447233939.jpg",
        "value": "特玉莲(Echeveria runyonii ‘Topsy Turvy’)，又名特叶玉蝶，长生草亚科，景天科，拟石莲花属多年生多肉植物，鲁氏石莲花的变种。特玉莲是芽变产生的品种，其特色之处在于其叶尖中部明显向中心生长点处皱起。特玉莲叶形十分奇特，甚至花的形状也会有一定程度的扭曲。其原种（鲁氏石莲花）产于墨西哥的塔毛利帕斯州，而首个变异种产于美国的加利福尼亚州。",
        "index": 63
    },
    "天竺葵": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick20421441878521.jpg",
        "value": "天竺葵（学名：Pelargonium hortorum ），别名洋绣球、石腊红、入腊红、日烂红、洋葵，属牻牛儿苗科，包括约230种多年生肉质、亚灌木或灌木植物。天竺葵原产非洲南部，世界各地普遍栽培。天竺葵幼株为肉质草本，老株半木质化；在西方是很好的装饰窗台的花卉，在欧洲大陆，如德奥等国，尤为常见。",
        "index": 64
    },
    "绯花玉": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick57381445590024.jpg",
        "value": "绯花玉（学名：Gymnocalycium baldianum (Speg.) Speg.）是仙人掌科、裸萼球属多肉植物，植株呈扁球形，表皮墨绿色，刺针状，每个刺座有5枚灰色周刺，花生于球体顶端，夏季开花，花色有白、粉红、深红等。果实纺锤形，深灰绿色，种子黑色。绯花玉原产于阿根廷安第斯山脉。喜阳光，但也耐短时间半阴。对土质要求不高，耐干旱，开花时期需要适当的水分来供应花蕾，冬季耐寒。球形端庄，开花美丽，病虫害极少，很适合一般家庭栽培，陈设于阳台、窗台或庭院等处。",
        "index": 65
    },
    "曼陀罗": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick48741439199643.jpg",
        "value": "曼陀罗（学名：Datura stramonium Linn.）是茄科曼陀罗属植物，草本或半灌木状，高0.5-1.5米茎粗壮，圆柱状，淡绿色或带紫色，下部木质化。叶广卵形，顶端渐尖，基部不对称楔形，边缘有不规则波状浅裂，裂片顶端急尖，花单生于枝叉间或叶腋，直立，有短梗；花萼筒状，长4-5厘米，筒部有5棱角，蒴果直立生，卵状，长3-4.5厘米，直径2-4厘米。花期6-10月，果期7-11月。主要分布于世界各大洲；中国各省区都有分布。生长于住宅旁、路边或草地上。曼陀罗不仅可用于麻醉，而且还可用于治疗疾病。因花朵大而美丽，具有观赏价值，可种植于花园、庭院中，美化环境。种子油可制肥皂和掺合油漆。可用作杀虫、杀菌剂。",
        "index": 66
    },
    "长寿花": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick93171439285186.jpg",
        "value": "长寿花（学名：Narcissus jonquilla L.）：又名寿星花、好运花，景天科伽蓝菜属多年生肉质草本植物，是长寿花属的种类之一。植株很修长，株高可达40厘米，鳞茎较小，叶鲜绿色，狭线形，表面有凹沟。花茎等长于叶，花顶生2－6朵，花瓣和副花冠均为金黄色，花瓣具短尖，副花冠边缘波状，花芬芳，直径达3厘米，副花冠仅高4毫米，直径约1厘米。长寿花为秋植球根类温室花卉，与水仙属的其他植物一样，喜阳光充足，生命力顽强，能耐半阴，不耐寒。7-8月份落叶休眠，在休眠期鳞茎的生长点部分进行花芽分化，具秋冬生长，早春开花，夏季休眠的生理特性。原仅分布于伊比利亚半岛，但较早时期就常用作园艺植物，因此逸生于法国南部、意大利和达尔马提亚。中国引种栽培供观赏。",
        "index": 67
    },
    "绿萝": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick46701439198388.jpg",
        "value": "绿萝（学名：Epipremnum aureum），属于麒麟叶属植物，大型常绿藤本，生长于热带地区，常攀援生长在雨林的岩石和树干上，其缠绕性强，气根发达，可以水培种植。成熟枝上叶柄粗壮，长30-40厘米，基部稍扩大，上部关节长2.5-3厘米、稍肥厚，腹面具宽槽，叶鞘长，叶片薄革质，翠绿色，通常（特别是叶面）有多数不规则的纯黄色斑块，全缘，不等侧的卵形或卵状长圆形，先端短渐尖，基部深心形，稍粗，两面略隆起。原产印度尼西亚、所罗门群岛的热带雨林。",
        "index": 68
    },
    "水塔花": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick54821447234250.jpg",
        "value": "水塔花（Billbergia pyramidalis Lindl.） 是凤梨科多年生常绿草本多浆植物，茎甚短。叶阔披针形，急尖，边缘有细锯齿，硬革质，鲜绿色，表面有厚角质层和吸收鳞片。穗状花序直立，高出叶丛，苞片粉红色，花冠朱红色，花瓣外卷，边缘带紫色。叶片从根茎处旋叠状丛生，基部呈莲座状，中心呈筒状。多于冬春季开花。叶片革质；青翠而光泽，丛生成莲座状，端庄秀丽；叶基部相互抱合，使植株中心成筒状，内可盛水而不漏，状似水塔，故得名\"水塔花\"。水塔花喜温暖、湿润、半阴环境。不耐寒。稍耐旱，原产巴西。是良好的室内室栽观叶植物。原产美洲热带，附生在热带森林的树上或腐殖质中。中国温室多有栽培，尤其是南方地区。",
        "index": 69
    },
    "金花茶": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick39821439804741.jpg",
        "value": "金花茶属于山茶科、山茶属，与茶、山茶、南山茶、油茶、茶梅等为孪生姐妹，是国家一级保护植物之一。金花茶的花金黄色，耀眼夺目，仿佛涂着一层蜡，晶莹而油润，似有半透明之感。金花茶单生于叶腋，花开时有杯状的、壶状的或碗状的，娇艳多姿，秀丽雅致。以前，人们没有见到过花色金黄的种类。金花茶由中国植物学家左景烈于1933年7月29日在广西防城县大菉乡阿泄隘第一次发现，1948年被我国植物学家戚经文正式命名为“Camellia nitidissima C.W.Chi”。国外称之为神奇的东方魔茶，被誉为“植物界大熊猫”、“茶族皇后”。",
        "index": 70
    },
    "虎耳草": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick34131443001212.jpg",
        "value": "虎耳草（学名：Saxifraga stolonifera Curt.）又名石荷叶、金线吊芙蓉、老虎耳等。鞭匐枝细长，密被卷曲长腺毛，具鳞片状叶。产河北（小五台山）、陕西、甘肃东南部、江苏、安徽、浙江等地。全草入药；微苦、辛，寒，有小毒；祛风清热，凉血解毒。",
        "index": 71
    },
    "飞燕草": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick37951443432010.jpg",
        "value": "飞燕草，拉丁学名：Consolida ajacis (L.) Schur，为双子叶植物纲、毛茛目、毛茛科、飞燕草属的多年生草本植物。因其花形别致，酷似一只只燕子故名之。花径4厘米左右，形态优雅，惹人喜爱；高35～65厘米，茎具疏分枝，叶掌状全裂。总状花序具3-15花，花瓣状，蓝色或紫蓝色，长1.5-1.8厘米。飞燕草为直根性植物，须根少，宜直播，移植带土团。较耐寒、喜阳光、怕暑热、忌积涝，宜在深厚肥沃的砂质土壤上生长。原产于欧洲南部，中国各省均有栽培。",
        "index": 72
    },
    "朱顶红": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick43841446109964.jpg",
        "value": "朱顶红（学名：Hippeastrum rutilum）又名红花莲（海南植物志）、华胄兰（华北经济植物志要）、线缟华胄、柱顶红、朱顶兰、孤挺花、华胄兰、百子莲、百枝莲、对红、对对红等。是石蒜科朱顶红属的多年生草本。朱顶红鳞茎近球形，叶6-8枚，花后抽出，鲜绿色，花茎中空，稍扁，具有白粉；花被管绿色，圆筒状，花被裂片长圆形，顶端尖，洋红色，略带绿色，喉部有小鳞片。分布于巴西以及中国大陆的海南省等地，已由人工引种栽培。欧美园艺学家为方便养花者，将朱顶红专门生产成罐装花卉。",
        "index": 73
    },
    "虎尾兰": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick29661442482550.jpg",
        "value": "虎尾兰（学名：Sansevieria trifasciata Prain），又名虎皮兰，锦兰，千岁兰、虎尾掌、黄尾兰或岳母舌等，是百合目百合科虎尾兰属的多年生草本观叶植物。具根状茎，叶基生，肉质线状披针形，硬革质，直立，基部稍呈沟状；暗绿色，两面有浅绿色和深绿相间的横向斑带；总状花序，花白色至淡绿色；浆果直径约7-8毫米。花期11-12月。虎尾兰品种较多，株形和叶色变化较大，对环境的适应能力强。主要品种有金边虎尾兰、银脉虎尾兰。适合布置装饰书房、客厅、办公场所，可供较长时间观赏。",
        "index": 74
    },
    "芙蓉雪莲": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick64991449221190.jpg",
        "value": "芙蓉雪莲是景天科拟石莲花属的植物。由于叶片表面覆盖着一层厚霜粉，通常呈现出白色；日照增多，温差增大后叶缘、叶尖会呈现出粉红色或橙红色。由雪莲（E. laui）和林赛(E. colorata 'Lindsayana')杂交而来。",
        "index": 75
    },
    "郁金香": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick43181439805316.jpg",
        "value": "郁金香（学名：Tulipa gesneriana L.）是百合科郁金香属的多年生草本植物，具鳞茎。英文名为“Garden tulip”或“Didier's tulip”。叶3-5枚，条状披针形至卵状披针状，花单朵顶生，大型而艳丽，花被片红色或杂有白色和黄色，有时为白色或黄色，长5-7厘米，宽2-4厘米，6枚雄蕊等长，花丝无毛，无花柱，柱头增大呈鸡冠状，花期4-5月。郁金香原产中国古代西域及西藏新疆一带，是土耳其、荷兰、匈牙利等国的国花。",
        "index": 76
    },
    "大丽花": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick33821446716143.jpg",
        "value": "大丽花（Dahlia pinnata Cav.），别名大理花、天竺牡丹、东洋菊、大丽菊、地瓜花，菊科、大丽花属植物，多年生草本，有巨大棒状块根。茎直立，多分枝，高1.5-2米，粗壮。原产于墨西哥，墨西哥人把它视为大方、富丽的象征，因此将它尊为国花。世界多数国家均有栽植，选育新品种时有问世，据统计，大丽花品种已超过3万个，是世界上花卉品种最多的物种之一。大丽花花色花形誉名繁多，丰富多彩，是世界名花之一；另可活血散瘀，有一定的药用价值。",
        "index": 77
    },
    "酒瓶兰": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick33841444468734.jpg",
        "value": "酒瓶兰（学名：Beaucarnea recurvata Lem.）是龙舌兰科，酒瓶兰属观叶常绿小乔木。盆栽种植的一般0.5-1.0米。其地下根肉质，茎干直立，状似酒瓶；膨大茎干具有厚木栓层的树皮，呈灰白色或褐色。叶着生于茎于顶端，细长线状，革质而下垂，叶缘具细锯齿。老株表皮会龟裂，状似龟甲，颇具特色。叶线形，全缘或细齿缘，软垂状，开花白色。原产墨西哥西北部干旱地区，中国长江流域广泛栽培，中国北方多作盆栽。酒瓶兰作为观茎赏叶花卉，用其布置客厅、书室，装饰宾馆、会场，都给人以新颖别致的感受。可以多种规格栽植作为室内装饰，以精美盆钵种植小型植株，置于案头、台面，显得优雅清秀。以中大型盆栽种植，用来布置厅堂、会议室、会客室、宾馆、商场等场所，极富热带情趣，颇耐欣赏。",
        "index": 78
    },
    "倒挂金钟": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick33171443604455.jpg",
        "value": "倒挂金钟（拉丁学名：Fuchsia hybrida hort. ex Sieb. et Voss），别名：灯笼花、吊钟海棠。多年生半灌木，茎直立。高50-200厘米，粗6-20毫米，多分枝，被短柔毛与腺毛，老时渐变无毛，幼枝带红色。叶对生，卵形或狭卵形，长3-9厘米，宽2.5-5厘米。喜凉爽湿润环境，怕高温和强光，以肥沃、疏松的微酸性壤土为宜，冬季温度不低于5℃。原产墨西哥，广泛栽培于全世界，在中国广为栽培，尤在北方或在西北、西南高原温室种植。盆栽适用于客室、花架、案头点缀，用清水插瓶，既可观赏，又可生根繁殖。",
        "index": 79
    },
    "萼距花": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick94741449741335.jpg",
        "value": "萼距花（Cuphea hookeriana Walp.）千屈菜科、萼距花属灌木或亚灌木状，高30-70厘米，直立，粗糙，被粗毛及短小硬毛，分枝细，密被短柔毛。叶薄革质，披针形或卵状披针形，稀矩圆形，顶部的线状披针形，顶端长渐尖，基部圆形至阔楔形，下延至叶柄，幼时两面被贴伏短粗毛，后渐脱落而粗糙，矩圆形，深紫色，波状，具爪，其余4枚极小，锥形，有时消失；突出萼筒之外，花丝被绒毛；子房矩圆形。原产墨西哥。中国北京等地有引种。萼距花抗性和适应性强，生长健壮，少有病虫害，管理简便粗放，是优秀的开花小灌木。花色纯正高雅。花期全年不断，是少有的开花期很长的露地花卉。植株低矮，分枝多，覆盖能力强，且开花时犹如繁星点点，有极佳的美化效果。",
        "index": 80
    },
    "常春藤": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick40671439804146.jpg",
        "value": "常春藤是非常常见的观叶植物，为五加科常春藤属多年生常绿攀援灌木，由于常春藤四季常青，可以盆栽也可以作为垂直绿化来使用，由于有一定的攀援性，所以栽种在假山、墙根等处能够起到装饰和美化环境的作用。",
        "index": 81
    },
    "星美人": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick44381440408395.jpg",
        "value": "星美人（学名：Pachyphytum oviferum Purpus）是景天科、厚叶莲属多年生多浆肉质草本植物。植株具直立的短茎。叶12-20片互生，排列呈延长的莲座状，肉质，倒卵形，长2-4厘米，宽2-2.5厘米，厚2厘米，先端平滑钝圆，颜色范围从鬼魅般的银蓝绿色带着珍珠般的光泽到可爱的粉蓝色、橙色甚至紫色，叶面光滑布满白粉。花钟形，在8-15厘米长的拱形上有多达7-15朵花，花序带刺。它们是小的，长约1厘米，外部为绿白色，花瓣为米色至深橘红色。花期夏季。原产墨西哥高原中部的圣路易斯波托西州，因该地区海拔度较高，虽有强烈的阳光，却是冷凉、干早的气候。因此，适宜在阳光充足和凉爽干燥的环境中生长，耐干早，稍耐半阴，不耐寒，忌阴湿和高温闷热。星美人是景天科多肉植物中的一个经典品种，其肉质叶浑圆可爱，色彩素洁淡雅。而用叶片扦插所产生的幼株叶片排列紧凑，犹如一粒粒珠圆玉润的卵石。常用小盆栽种，点缀书桌、几案、窗台等处，如同玉石雕琢的工艺品，非常奇特。列入《濒危野生动植物种国际贸易公约》（CITES）——附录Ⅰ。",
        "index": 82
    },
    "茉莉花": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick80331438768060.jpg",
        "value": "茉莉花（学名： Jasminum sambac (L.) Aiton）是木犀科、素馨属直立或攀援灌木，高达3米。小枝圆柱形或稍压扁状，有时中空，疏被柔毛。叶对生，单叶，叶片纸质，圆形、椭圆形、卵状椭圆形或倒卵形，两端圆或钝，基部有时微心形，在上面稍凹入或凹起，下面凸起，细脉在两面常明显，微凸起，除下面脉腋间常具簇毛外，其余无毛；裂片长圆形至近圆形，先端圆或钝。果球形，呈紫黑色。花期5-8月，果期7-9月。茉莉的花极香，为著名的花茶原料及重要的香精原料；花、叶药用治目赤肿痛，并有止咳化痰之效。图片均取自中国自然标本馆 ",
        "index": 83
    },
    "石楠": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick90621440494768.jpg",
        "value": "石楠（学名：Photinia serratifolia (Desfontaines) Kalkman）是蔷薇科、石楠属常绿灌木或小乔木，高4-6米，有时可达12米；枝褐灰色，无毛。叶片革质，长椭圆形、长倒卵形或倒卵状椭圆形，先端尾尖，幼时中脉有绒毛，成熟后两面皆无毛；叶柄粗壮，幼时有绒毛，以后无毛。复伞房花序顶生；总花梗和花梗无毛，花密生，花瓣白色，近圆形，内外两面皆无毛；花药带紫色；果实球形，红色，后成褐紫色；种子卵形，棕色，平滑。花期4-5月，果期10月。分布于中国、日本、印度尼西亚；喜温暖湿润的气候，抗寒力不强，喜光也耐荫，对土壤要求不严，生于海拔1000-2500米的杂木林中。萌芽力强，耐修剪，对烟尘和有毒气体有一定的抗性。石楠具圆形树冠，叶丛浓密，嫩叶红色，花白色、密生，冬季果实红色，是常见的栽培树种。叶和根供药用。",
        "index": 84
    },
    "青星美人": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick43961447751847.jpg",
        "value": "青星美人（xPachyveria ‘Dr Cornelius’）隶属于木贼门木贼亚门木兰纲蔷薇亚纲虎耳草目景天科，是厚叶草属和拟石莲花属的属间杂交种。植株叶片莲座状排列，匙型，有叶尖，叶缘圆弧状，叶片肥厚，叶片光滑微量白粉，叶片草绿色至墨绿色。阳光充足叶片紧密排列边缘和叶尖会发红，弱光则叶色浅绿，叶片变的窄且长，叶片间的间距会徒长拉长。春秋是生长旺季。",
        "index": 85
    },
    "万代兰": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick4441448444051.jpg",
        "value": "万代兰的拉丁文属名是 Vanda , 它来自于印度乌尔都语 , 意思就是附生于树上 , 也有人认为这个词在印度本身就是“兰花”的意思 。不管怎么说 , 从这个属名可以推断 ,万代兰最早是在印度被发现的 。万代兰属植物大约有 60 -80 个种 , 广泛分布于中国 、印度 、马来西亚 、菲律宾 、美国夏威夷以及新几内亚 、澳大利亚万代兰是具有南国情调的洋兰。一支 花茎上可开出几朵较大的花，雍容华贵，花姿优雅动人。常作为盆栽、吊挂装饰及切花供瓶插或其他花艺设计之用，为室内装饰的重要花材。 ",
        "index": 86
    },
    "文殊兰": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick15451451467914.jpg",
        "value": "文殊兰（一般指亚洲文殊兰），拉丁学名：Crinum asiaticum ，别称十八学士、翠堤花等，为石蒜科文殊兰属植物。文殊兰的名称可能使人误会此品种为一种兰科植物，但实际上此品种为石蒜科多年生粗壮草本植物。花期6-8月，傍晚时发出芳香。花被裂片白色，线形，雄蕊淡红色，花药线形，顶端渐尖，子房纺锤形。果近球形，通常有1颗种子。叶、根药用，有行血散瘀，消肿止痛之效；可治疗跌打损伤，疯热头痛，热毒疮肿等症。多分布于中国华南地区，常生于海滨地区或河边沙地。和亚洲文殊兰一样，还有几种东南亚常见的近缘种类也作为“文殊兰”出售。比如左图的可爱文殊兰Crinum amoenum（花朵形状整齐，比亚洲文殊兰矮小很多）；还有红花文殊兰Crinum ×amabile（亚洲文殊兰C.asiaticum和锡兰条纹文殊兰C.zeylanicum的天然杂交种）。除以上几种以外，文殊兰属其它种很多都被叫做“香殊兰”（这并不代表文殊兰不香，只不过，大多数被叫做“香殊兰”的种类花朵比以上三种文殊兰漂亮太多太多了）。",
        "index": 87
    },
    "合果芋": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick34671428054815.jpg",
        "value": "合果芋（学名：Syngonium podophyllum Schott）是天南星科，合果芋属多年生常绿草本植物，合果芋的茎节具气生根，攀附他物生长。叶片呈两型性，箭形或戟形；叶基裂片两侧常着生小型耳状叶片。佛焰苞浅绿或黄色。合果芋一般不易开花。合果芋原产于热带美洲地区，合果芋作为一种观叶植物在世界各地广泛栽培。合果芋繁殖容易、栽培简便、特别耐阴和装饰效果极佳。",
        "index": 88
    },
    "洋桔梗": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick82301450259141.jpg",
        "value": "洋桔梗（Eustoma grandiflorum（Raf.）Shinners）龙胆科多年生植物，株高30-100厘米。叶对生，阔椭圆形至披针形，几无柄，叶基略抱茎；叶表蓝绿色。雌雄蕊明显，苞片狭窄披针形，花瓣覆瓦状排列。花色丰富，有单色及复色，花瓣单瓣与双瓣之分。洋桔梗又名草原龙胆，原生于美国南部至墨西哥之间的石灰岩地带，现代的洋桔梗栽培是在日本兴旺起来的。在20世纪60年代已开始作商业化的栽培。洋桔梗花色典雅明快，花形别致可爱，是国际上十分流行的盆花和切花种类之一。",
        "index": 89
    },
    "丽格海棠": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick50981443604909.jpg",
        "value": "丽格海棠（拉丁学名：Begonia×elatior）为葫芦目秋海棠科秋海棠属草本植物。丽格海棠为须根系，株形丰满，单叶互生，不对称心形，叶色多翠绿，少有红棕色。花形多样，多为重瓣，花色丰富，有红、橙、黄、白等，花朵硕大、色彩艳丽，具有独特的姿、色、香；而且花期长，可从12月持续至翌春4月。盛花期为4至6月和9至12月。性喜温暖、湿润、半荫环境。分布于热带及亚热带地区。宜做观赏物种。",
        "index": 90
    },
    "百合花": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick87711440495190.jpg",
        "value": "百合花(学名：Lilium)是百合科百合属多年生草本球根植物，原产于北半球的几乎每个大陆的温带地区，主要分布在亚洲东部、欧洲、北美洲等，全球已发现有110多个品种，其中55种产于中国。近年更有不少经过人工杂交而产生的新品种，如：亚洲百合、麝香百合、香水百合、葵(火)百合、姬百合等。百合花姿雅致叶片青翠娟秀，茎干亭亭玉立，是名贵的切花新秀。学名(Lilium brownii var. viridulum Baker)又名强蜀、番韭、山丹、倒仙、重迈、中庭、摩罗、重箱、中逢花、百合蒜、大师傅蒜、蒜脑薯、夜合花等。",
        "index": 91
    },
    "玉簪花": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick89861444297161.jpg",
        "value": "玉簪（学名：Hosta plantaginea （Lam.） Aschers.），又名白萼、白鹤仙，是百合科，玉簪属的多年生宿根植物。叶基生，成簇，卵状心形、卵形或卵圆形。花葶高40-80cm，具几朵至十几朵花；花单生或2-3朵簇生，长10-13cm，白色，芳香。蒴果圆柱状，有三棱。花果期8-10月。玉簪耐寒冷，性喜阴湿环境，不耐强烈日光照射，多采用分株繁殖，亦可播种。原产于中国及日本，可用于树下作地被植物，或植于岩石园或建筑物北侧，也可在林缘、石头旁、水边种植，具有较高的观赏效果，常用于湿地及水岸边绿化。",
        "index": 92
    },
    "沙漠玫瑰": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick75331442915091.jpg",
        "value": "沙漠玫瑰（拉丁学名：Adenium obesum.），其实它并不是生长在沙漠地区的玫瑰，与玫瑰也没什么近缘关系或相像之处。又名：天宝花，夹竹桃科，这是一种夹竹桃科的植物。天宝花属多肉植物，也称多浆植物。多肉灌木或小乔木，高达4.5m；树干肿胀。单叶互生，集生枝端，倒卵形至椭圆形，长达15cm，全缘，先端钝而具短尖，肉质，近无柄。喜高温干燥和阳光充足的环境，耐酷暑，不耐寒，因原产地接近沙漠且红如玫瑰而得名沙漠玫瑰；原产地为非洲的肯尼亚、坦桑尼亚，花盛开时美丽，常栽培观赏。",
        "index": 93
    },
    "栀子花": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick31381438854285.jpg",
        "value": "栀子花（学名：Gardenia jasminoides），又名栀子、黄栀子。属双子叶植物纲、茜草科、栀子属常绿灌木，枝叶繁茂，叶色四季常绿，花芳香，是重要的庭院观赏植物。单叶对生或三叶轮生，叶片倒卵形，革质，翠绿有光泽。浆果卵形，黄色或橙色。除观赏外，其花、果实、叶和根可入药，有泻火除烦，清热利尿，凉血解毒之功效。花可做茶之香料，果实可消炎祛热。是优良的芳香花卉。栀子花喜光照充足且通风良好的环境，但忌强光曝晒。宜用疏松肥沃、排水良好的酸性土壤种植。可用扦插、压条、分株或播种繁殖，喜温湿，向阳，较耐寒，耐半阴，怕积水，要求疏松、肥沃和酸性的沙壤土，易发生叶子发黄的黄化病。主要分布在贵州、四川、江苏、浙江、安徽、江西、广东、广西、云南、福建、台湾、湖南、湖北等地，是岳阳市的市花。通常说的栀子花指观赏用重瓣的变种大花栀子。革质呈长椭圆形，有光泽。花腋生，有短梗，肉质。果实卵状至长椭圆状，有5-9条翅状直棱，1室，种子很多，嵌生于肉质胎座上。5-7月开花，花、叶、果皆美，花芳香四溢。它的果实可以用来作画画的涂料。",
        "index": 94
    },
    "悬铃花": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick27301449568506.jpg",
        "value": "悬铃花，拉丁学名（Malvaviscus arboreus Cav.），属常绿小灌木。外型略似朱槿，高30-60cm，鲜红色花朵，较为奇特，花期终年、花量多。悬铃花性强健，喜高温多湿和阳光充足环境。原产墨西哥至秘鲁及巴西，现分布于世界各地热带及亚热带地区，包括中国南部，多为野生，华南地区多植于庭院。悬铃花形似风铃，美丽可爱，为不可多得的盆栽佳品。",
        "index": 95
    },
    "藏红花": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick741441100314.jpg",
        "value": "番红花（学名：Crocus sativus  L.）又称藏红花、西红花，是一种鸢尾科番红花属的多年生花卉，也是一种常见的香料。多年生草本。球茎扁圆球形，直径约3厘米，外有黄褐色的膜质包被。叶基生，9-15枚，条形，灰绿色，边缘反卷；叶丛基部包有4-5片膜质的鞘状叶。花茎甚短，不伸出地面；花1-2朵，淡蓝色、红紫色或白色，有香味，花柱橙红色，柱头略扁，顶端楔形，有浅齿，子房狭纺锤形。蒴果椭圆形，长约3厘米。是亚洲西南部原生种，最早由希腊人人工栽培。主要分布在欧洲、地中海及中亚等地，明朝时传入中国，《本草纲目》将它列入药物之类，中国浙江等地有种植。是一种名贵的中药材，具有强大的生理活性，其柱头在亚洲和欧洲作为药用，有镇静、祛痰、解 痉作用，用于胃病、调经、麻疹、发热、黄胆、肝脾肿大等的治疗。",
        "index": 96
    },
    "黄丽": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick40151441618102.jpg",
        "value": "黄丽（学名：Sedum ‘Golden Glow’）。是景天科，景天属多年生多肉植物。",
        "index": 97
    },
    "熊童子": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick82501440063226.jpg",
        "value": "熊童子（学名：Cotyledon tomentosa Harv.）是景天科，银波锦属的多年生肉质草本植物，植株多分枝，茎绿色，肉质叶肥厚，交互对生，卵圆形，绿色，密生白色短毛。叶端具红色爪样齿，二歧聚伞花序，小花黄色，花期7-9月。该种原产于南非开普省。喜温暖干燥，阳光充足，通风良好的环境。夏季温度过高会休眠。忌寒冷和过分潮湿。繁殖方法有扦插。该种叶形叶色较美，花朵玲珑小巧，叶片形似小熊的脚掌，形态奇特，十分可爱，观赏价值很高。",
        "index": 98
    },
    "水仙花": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick86171440064872.jpg",
        "value": "水仙（Narcissus tazetta  L. var. chinensis Roem.）：又名中国水仙，是多花水仙的一个变种。是石蒜科多年生草本植物。水仙的叶由鳞茎顶端绿白色筒状鞘中抽出花茎（俗称箭）再由叶片中抽出。一般每个鳞茎可抽花茎1-2枝，多者可达8-11枝，伞状花序。花瓣多为6片，花瓣末处呈鹅黄色。花蕊外面有一个如碗一般的保护罩。鳞茎卵状至广卵状球形，外被棕褐色皮膜。叶狭长带状，蒴果室背开裂。花期春季。水仙性喜温暖、湿润、排水良好。在中国已有一千多年栽培历史，为传统观赏花卉，是中国十大名花之一，排行第十。水仙鳞茎多液汁，有毒，含有石蒜碱、多花水仙碱等多种生物碱；外科用作镇痛剂；鳞茎捣烂敷治痈肿。牛羊误食鳞茎，立即出现痉挛、瞳孔放大、暴泻等。",
        "index": 571
    },
    "邹菊": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick52141428056523.jpg",
        "value": "《雏菊》又译名（爱无间）是2006年上映的一部电影，由香港导演刘伟强及幕后班底携手韩国演员郑宇成、全智贤、李成宰联合打造的韩国黑帮电影。电影有两个版本，分别是亚洲剪辑版和国际剪辑版。该片以黑帮作为故事背景，描述国际刑警正宇正在执行追捕逃犯的任务，而他的心却被偶遇的画家慧瑛所捕获。谁料被他追捕的杀手朴义，与他爱上了同一个女人。纠缠在三人之间的命中注定的爱情，从此开始。",
        "index": 100
    },
    "马蹄莲": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick40571439200220.jpg",
        "value": "马蹄莲，（学名：Zantedeschia aethiopica (L.) Spreng.），是单子叶植物纲、天南星科、马蹄莲属多年生粗壮草本。具块茎，并容易分蘖形成丛生植物。叶基生，叶下部具鞘；叶片较厚，绿色，心状箭形或箭形，先端锐尖、渐尖或具尾状尖头，基部心形或戟形。喜疏松肥沃、腐殖质丰富的粘壤土。马蹄莲花有毒，内含大量草本钙结晶和生物碱，误食会引起昏眠等中毒症状。该物种为中国植物图谱数据库收录的无毒植物，其毒性为块茎、佛焰苞和肉穗花序有毒。咀嚼一小块块茎可引起舌喉肿痛。马蹄莲可药用，具有清热解毒的功效。治烫伤，鲜马蹄莲块茎适量，捣烂外敷。预防破伤风，在创伤处，用马蹄莲块茎捣烂外敷。马蹄莲有毒， 禁忌内服。马蹄莲在欧美国家是新娘捧花的常用花。也是埃塞俄比亚的国花。",
        "index": 101
    },
    "风兰": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick27111451295168.jpg",
        "value": "风兰（学名：Neofinetia falcata  (Thunb. ex A. Murray) H. H. Hu）：植株高8-10厘米。茎长1-4厘米，稍扁，被叶鞘所包。叶厚革质，狭长圆状镰刀形。总状花序长约1厘米，具2-5朵花；花白色，芳香；花瓣倒披针形或近匙形，长8-10毫米，宽2.2-3毫米，先端钝，具3条脉；唇瓣肉质，3裂。花期4月。生于海拔达1520米的山地林中树干上。分布于中国、日本、朝鲜半岛南部。此花有栽培，具有较高的园艺价值。",
        "index": 102
    },
    "鸡蛋花": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick91361439373140.jpg",
        "value": "鸡蛋花，中药名。为夹竹桃科植物鸡蛋花的花朵或茎皮，夏、秋季采茎皮，花开时采花，晒干或鲜用。甘、微苦，性凉。具有清热，利湿，解暑之功效。主要用于感冒发热，肺热咳嗽，湿热黄疸，泄泻痢疾，尿路结石，预防中暑。",
        "index": 103
    },
    "姬胧月": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick28031445418898.jpg",
        "value": "景天科风车草属的多肉植物，原产于墨西哥。株形和风车草属胧月极为相似。花瓣被蜡，叶排成延长的莲座状被白粉。平时为绿色日照充足时叶色朱红带褐色，叶呈瓜子型叶末较尖，开黄色小花，星状。",
        "index": 104
    },
    "唐菖蒲": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick60801451295611.jpg",
        "value": "唐菖蒲（学名：Gladiolus gandavensis Vaniot Houtt）鸢尾科、唐菖蒲属多年生草本。球茎扁圆球形，其原种来自南非好望角，经多次种间杂交而成，栽培品种广布世界各地。花茎高出叶上，花冠筒呈膨大的漏斗形，花色有红、黄色、紫、白色、蓝等单色或复色品种。世界各地普遍栽培。主要生产国为美国、荷兰、以色列及日本等。唐菖蒲为重要的鲜切花，可作花篮、花束、瓶插等。可布置花境及专类花坛。矮生品种可盆栽观赏。它与切花月季、康乃馨和扶郎花被誉为“世界四大切花”。品种有忧郁唐菖蒲、甘德唐菖蒲等。另茎叶可提取维生素C。",
        "index": 105
    },
    "球松": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick36051447924403.jpg",
        "value": "小松绿（学名：Sedum multiceps Coss. & Durieu）是景天科景天属植物，多肉植物，植株低矮，多分枝，株型近似球状，新枝浅绿色，以后逐渐转为灰白色，肉质叶近似针状。枝条下部的老叶容易干枯，贴在枝干上，形成类似松树皮般的龟裂，数月才脱落，露出光滑的肉质茎。小花黄色，星状。小松绿原产北非的阿尔及利亚，喜凉爽干燥、阳光充足的环境，在半阴处也能正常生长，耐干旱，怕积水。小松绿植株矮小，株型紧凑，绿叶簇生枝头，类似松针，整个植株酷似微缩版的松树，用于制作盆景，具有材料易得，能批量生产，制作过程简单，成形时间短，上盆即能观赏等优点，尤其适合制作小型或微型盆景。",
        "index": 106
    },
    "虹之玉": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick53031439803630.jpg",
        "value": "虹之玉（Sedum x rubrotinctum Clausen）是景天科景天属的多肉植物，多年生肉质草本植物。生长速度较快，春夏是主要生长季节，夏季35度高温需遮阴。冬天保持5摄氏度以上即可安全越冬。该品种为人工杂交种。",
        "index": 107
    },
    "垂盆草": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick36301442828001.jpg",
        "value": "垂盆草，中药名。为景天科植物垂盆草的干燥全草。甘、淡，凉。有利湿退黄，清热解毒之功效。常用于湿热黄疸，小便不利，痈肿疮疡。",
        "index": 108
    },
    "荷花": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick20101439891602.jpg",
        "value": "荷花（学名：Nelumbo SP.；英文名称：Lotus flower）：属毛茛目莲科，是莲属二种植物的通称。又名莲花、水芙蓉等。是莲属多年生水生草本花卉。地下茎长而肥厚，有长节，叶盾圆形。花期6至9月，单生于花梗顶端，花瓣多数，嵌生在花托穴内，有红、粉红、白、紫等色，或有彩纹、镶边。坚果椭圆形，种子卵形。荷花种类很多，分观赏和食用两大类。原产亚洲热带和温带地区，中国早在周朝就有栽培记载。荷花全身皆宝，藕和莲子能食用，莲子、根茎、藕节、荷叶、花及种子的胚芽等都可入药。其出污泥而不染之品格恒为世人称颂。“接天莲叶无穷碧，映日荷花别样红”就是对荷花之美的真实写照。荷花“中通外直，不蔓不枝，出淤泥而不染，濯清涟而不妖”的高尚品格，历来为诗人墨客歌咏绘画的题材之一。1985年5月荷花被评为中国十大名花之一。荷花是印度和越南的国花，也是我国济南市的市花。",
        "index": 340
    },
    "黄杨": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick9661440408917.jpg",
        "value": "黄杨（学名：Buxus sinica  (Rehder & E. H. Wilson) M. Cheng）：灌木或小乔木，高1-6米；枝圆柱形，有纵棱，灰白色；小枝四棱形，全面被短柔毛或外方相对两侧面无毛。叶革质，阔椭圆形、阔倒卵形、卵状椭圆形或长圆形，叶面光亮，中脉凸出，下半段常有微细毛。花序腋生，头状，花密集，雄花约10朵，无花梗，外萼片卵状椭圆形，内萼片近圆形，长2.5-3毫米，无毛，雄蕊连花药长4毫米，不育雌蕊有棒状柄，末端膨大；雌花萼片长3毫米，子房较花柱稍长，无毛。蒴果近球形。花期3月，果期5-6月。多生山谷、溪边、林下，海拔1200-2600米。产中国多省区，有部分属于栽培。",
        "index": 110
    },
    "金琥": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick86101440149575.jpg",
        "value": "金琥（学名：Echinocactus grusonii Hildm.）是仙人掌科、金琥属多年生草本多浆植物。茎圆球形，肉质。植株球体高可达1.3米，植株生长缓慢，球体上有棱沟宽且深，排列非常整齐。密生金黄色扁平俋刺，辐射刺球顶部密被金黄色绵毛。花着生球茎顶部，钟形，花筒被尖鳞片。果被鳞片，6-10月开花。该种原产墨西哥中部炎热干燥的沙漠地区，中国有引种，各地广泛栽培。适生海拔高，阳光充足，冬季气候温和。野生的金琥是极度濒危的稀有植物。金琥球体浑圆碧绿，刺色金黄，刚硬有力，为强刺类品种的代表种。盆栽可长成规整的大型标本球，点缀厅堂，更显金碧辉煌，为室内盆栽植物中的佳品。",
        "index": 111
    },
    "一品红": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick6601439891835.jpg",
        "value": "一品红（学名：Euphorbia pulcherrima  Willd. et Kl.）是隶属于大戟科、大戟属的灌木。根圆柱状，极多分枝。茎直立，高1-3米，直径1-4 厘米，无毛。叶互生，卵状椭圆形、长椭圆形或披针形，绿色，边缘全缘或浅裂或波状浅裂，叶面被短柔毛或无毛，叶背被柔毛；苞叶5-7枚，狭椭圆形，长3-7厘米，宽1-2厘米，通常全缘，极少边缘浅波状分裂，朱红色。花序数个聚伞排列于枝顶；总苞坛状，淡绿色，边缘齿状5裂，裂片三角形，无毛。蒴果，三棱状圆形，平滑无毛。种子卵状，灰色或淡灰色，近平滑；无种阜。花果期10月至次年4月。原产中美洲，广泛栽培于热带和亚热带。中国绝大部分省区市均有栽培，常见于公园、植物园及温室中，供观赏。植株有轻微毒性。茎叶可入药，有消肿的功效，可治跌打损伤。",
        "index": 112
    },
    "海石竹": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick52001449653817.jpg",
        "value": "海石竹（Armeria maritima）为白花丹科、海石竹属宿根草本植物，原产欧洲、美洲。花瓣干燥，小花聚生成密集的球状，群植可形成非常美丽的景观。",
        "index": 113
    },
    "令箭荷花": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick78161442915861.jpg",
        "value": "令箭荷花（Nopalxochia ackermannii Kunth），为仙人掌科多年生常青附生类植物，因其茎扁平呈披针形，形似令箭，花似睡莲，故名令箭荷花。其为群生灌木状，高约50~100厘米。喜光照和通风良好的环境，但在炎热、高温、干燥的条件下要适当遮荫，怕雨水。要求肥沃、疏松和排水良好的土壤，有一定抗旱能力。原产以墨西哥最多，中国以盆栽为主。令箭荷花花色品种繁多，花色艳丽。盛夏时节开花，是窗前、阳台和门厅点缀的佳品。",
        "index": 114
    },
    "唐印": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick35901450429725.jpg",
        "value": "唐印（Kalanchoe thyrsifolia），为景天科、伽蓝菜属多年生肉质草本植物，原产南非开普敦省和德兰士瓦省。英文名为Paddle plant、Desert‘s cabbage，株高约50~60公分，宽约20~30公分，茎稍粗，上附白粉，呈灰白色，分枝多；叶对生，排列紧密，形似蔷薇花型，叶型近似卵形的圆形，长10～15公分，宽5～10公分，全缘，先端钝。叶色淡绿，上披有一层厚厚的白粉，呈灰绿色，叶缘有一圈红色线条，在冷凉季节，于阳光充足的户外，叶缘会出现渐层的红色色斑。从茎顶伸出50~70公分的花茎，花筒形，黄色，长约1.5公分左右，排列紧密，为圆锥花序；花朵会持续开放很长一段时间，直到花茎上长出不定芽的花梗苗，母株即会枯萎。茎粗壮，叶形叶色较美，有一定的观赏价值。",
        "index": 115
    },
    "铁树": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick96441441532888.jpg",
        "value": "铁树（拉丁学名Cycas revoluta Thunb）学名苏铁，是一种裸子植物，别名是避火蕉、凤尾蕉、凤尾松、凤尾草， 是苏铁科、苏铁属植物，分布在亚洲东部及东南部、大洋洲及马达加斯加等热带、亚热带地区；同时也是一种生命力极强的植物。喜光，稍耐半阴，喜温暖。",
        "index": 116
    },
    "金边瑞香": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick23821444642468.jpg",
        "value": "金边瑞香（拉丁学名：Daphne odora Thunb. Fl. Jap. 159. 1784; Sims ）是瑞香科瑞香属植物，叶片边缘淡黄色，中部绿色。是中国传统名花，世界名花。金边瑞香以“色、香、姿、韵”四绝著称于世，留下了“牡丹花国色天香，瑞香花金边最良”的吟唱。本变型除供观赏外，根可供药用；茎皮纤维可作造纸原料。 ",
        "index": 117
    },
    "吊竹梅": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick74301443173509.jpg",
        "value": "吊竹梅（学名：Tradescantia zebrina Bosse）是鸭跖草科常绿草本植物，茎柔弱质脆，匍匐地面呈蔓性生长。叶互生，无柄；椭圆状卵圆形或长圆形、背面紫色，通常无毛，全缘。花聚生于叶状苞内；花瓣玫瑰粉红色。果为蒴果。花期6-8月。该种因其叶形似竹、叶片美丽常以盆栽悬挂室内，观赏其四散柔垂的茎叶，故名之吊竹梅。“Zebrina”源于拉丁语“Zebrinus\"，意思是“叶片有条纹的”，有斑马之意。原产于热带美洲，常用于栽培观赏。有清热解毒、凉血止血、利尿的功能。",
        "index": 118
    },
    "朱蕉": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick93231444729766.jpg",
        "value": "朱蕉（学名： Cordyline fruticosa（L.）A. Cheval）为百合科、朱蕉属直立灌木植物，高1-3米。茎粗1-3厘米，有时稍分枝。叶聚生于茎或枝的上端，绿色或带紫红色，叶柄有槽，抱茎。圆锥花序侧枝基部有大的苞片；花淡红色、青紫色至黄色；花梗通常很短；外轮花被片下半部紧贴内轮而形成花被筒，上半部在盛开时外弯或反折；雄蕊生于筒的喉部，稍短于花被；花柱细长。花期11月至次年3月。分布于中国南部热带地区。用于庭园栽培，为观叶植物。朱蕉株形美观，色彩华丽高雅，具有较好的观赏性。",
        "index": 119
    },
    "塔松": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick3771454404047.jpg",
        "value": "反曲景天（学名：Sedum reflexum）景天科景天属植物，多年生草本植物株，株高约15-25厘米。叶肉质，棒状，弯曲，先端尖，叶带有白色蜡粉，灰绿色。花亮黄色。原产于欧洲。喜光线充足的环境。要求土壤疏松．排水良好，富含有机质的沙壤土。采用扦插、分株等方式繁殖。可用来模纹花坛或用作地被植物。盆栽可用于装饰阳台、窗台等处；园林中常用于路边、山石边栽培。 ",
        "index": 120
    },
    "巴西鸢尾": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick78531446630637.jpg",
        "value": "巴西鸢尾（学名：Neomarica gracilis (Herb.) Sprague）是鸢尾科、巴西鸢尾属多年生草本植物。株高40-50厘米。叶从基部根茎处抽出，呈扇形排列，叶片2列，叶宽约2厘米，带状剑形，革质，深绿色。花从花茎顶端鞘状苞片内开出，花茎扁平似叶状，但中肋较明显突出，花茎高于叶片，花瓣6枚，其中3枚为外翻的白色苞片，基部有红褐色斑块，另3枚直立内卷，为蓝紫色并有白色线条。蒴果。巴西鸢尾原产于巴西和墨西哥，在中国华南地区有大量引种栽培。巴西鸢尾常生长或栽培于公园荫蔽处的路边，喜高温及湿润气候的环境。巴西鸢尾花叶俱美，适应性好，是优良的观花观叶植物。",
        "index": 121
    },
    "橡皮树": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick46421441618381.jpg",
        "value": "橡皮树（Ficus elastica Roxb. ex Hornem.） ，别名：橡胶树、巴西橡胶，为桑科榕属常绿乔木,叶片肥厚宽大,色彩浓绿,顶芽鲜红,托叶裂开后恰似红缨倒垂,颇具风韵。橡皮树主干明显，少分枝，长有气根。单叶互生，叶片长椭圆形，厚革质，亮绿色，侧脉多而平行，幼嫩叶红色，叶柄粗壮；橡皮树观赏价值较高，是著名的盆栽观叶植物。极适合室内美化布置。中小型植株常用来美化客厅、书房；中大型植株适合布置在大型建筑物的门厅两侧及大堂中央，显得雄伟壮观，可体现热带风光。它体型小巧，叶子的颜色青翠欲滴，非常惹人喜爱。 ",
        "index": 122
    },
    "金叶女贞": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick83311442223069.jpg",
        "value": "金叶女贞（学名：Ligustrum × vicaryi Rehder）是木犀科女贞属植物，是美国加州的金边女贞与欧洲女贞树种杂交而成。落叶灌木，株高2-3米。其嫩枝带有短毛。叶革薄质，单叶对生。新叶金黄色，因此得名为金边女贞，老叶黄绿色至绿色。总状花序，花为两性；核果椭圆形，内含一粒种子，颜色为黑紫色。花期5-6月，果期10月。 \n原产于美国加州。中国于20世纪80年代引种栽培。分布于中国华北南部、华东、华南等地区。喜光，稍耐阴，适应性强，抗干旱，病虫害少，萌芽力强，生长迅速，耐修剪。叶色金黄，观赏性较佳。盆栽可用于门廊或厅堂处摆放观赏；园林中常片植或丛植，或做绿篱栽培。金叶女贞的叶子为绚丽的金黄色，花为银白色，因此有“金玉满堂”之意。",
        "index": 123
    },
    "白掌": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick82341441878218.jpg",
        "value": "白掌（拉丁文名：Spathiphyllum kochii），别名：苞叶芋、一帆风顺、和平芋、百合意图、白鹤芋，是天南星科多年生常绿草本观叶植物。株高45～60厘米，具短根茎，多为丛生状。白掌喜温暖湿润、半阴的环境，忌强烈阳光直射。分布于哥伦比亚，生于热带雨林中。",
        "index": 124
    },
    "茶梅": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick66371444642156.jpg",
        "value": "茶梅（学名：Camellia sasanqua Thunb.）是山茶科、山茶属小乔木，嫩枝有毛。叶革质，椭圆形，上面发亮，下面褐绿色，网脉不显著；边缘有细锯齿，叶柄稍被残毛。花大小不一，苞片及萼片被柔毛；花瓣阔倒卵形，雄蕊离生，子房被茸毛，蒴果球形，种子褐色，无毛。分布于日本，多栽培，中国有栽培品种。该种叶似茶，花如梅而得名。茶梅，体态秀丽、叶形雅致、花色艳丽、花期长（自11月初开至翌年3 月），树型娇小、枝条开放、分枝低、易修剪造型，适宜盆栽、庭院、阳台、宾馆等理想的盆栽名花。",
        "index": 125
    },
    "球花石斛": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick40531450430822.jpg",
        "value": "球花石斛（学名：Dendrobium thyrsiflorum  Rchb. f.）：茎直立或斜立，圆柱形，粗状，不分枝，具数节，黄褐色并且具光泽，有数条纵棱。叶3-4枚互生于茎的上端，革质，长圆形或长圆状披针形。总状花序侧生于带有叶的老茎上端，下垂，长10-16厘米，密生许多花，花开展，质地薄，萼片和花瓣白色；花瓣近圆形，长14毫米，宽12毫米，先端圆钝，基部具长约2毫米的爪，具7条脉和许多支脉，基部以上边缘具不整齐的细齿；唇瓣金黄色，半圆状三角形，长15毫米，宽19毫米，先端圆钝，基部具长约3毫米的爪。花期4-5月。生于海拔1100-1800的山地林中树干上。分布于中国、印度东北部、缅甸、泰国、老挝、越南。此花有栽培，具有较高的园艺价值。",
        "index": 126
    },
    "禾雀花": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick13981444815100.jpg",
        "value": "白花油麻藤（Mucuna birdwoodiana Tutcher），蝶形花科黎豆属，又名禾雀花、常绿木质大型藤本。该种生长迅速，蔓茎粗壮，叶繁荫浓，茎长可达30米以上，其生命力顽强，能盘树缠绕，越冠飞枝，攀石穿缝。其花序悬挂于悠长盘曲的老茎上，吊挂成串，每串二、三十朵，串串下垂。酷似无数白中带翠，如玉温润的小鸟栖息在枝头。分布于广东广西，喜温暖湿润气候，耐荫耐旱，畏严寒。民间将本种用作通经络、强筋骨草药。种子含淀粉，有毒，不宜食用。",
        "index": 127
    },
    "黄刺玫": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick84611444383374.jpg",
        "value": "黄刺玫，拉丁学名： Rosa xanthina Lindl，落叶灌木。小枝褐色或褐红色，具刺。奇数羽状复叶，小叶常7枚-13枚，近圆形或椭圆形，边缘有锯齿；托叶小，下部与叶柄连生，先端分裂成披针形裂片，边缘有腺体，近全缘。花黄色，单瓣或兰重瓣，无苞片。花期5月-6月。果球形，红黄色。果期7月-8月。辽宁省阜新市市花。晋南俗称“马茹子”。",
        "index": 128
    },
    "龙骨柱": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick82851446801735.jpg",
        "value": "巴西龙骨又叫网龙骨柱、龙骨，为大戟科、大戟属多浆植物。植株三棱形状，多分枝，蓝绿色，高4~5米，棱边有小刺，极短，龙骨柱夏季开绿色小花，丛生于上部的刺座上，昼开夜闭（盆栽一般不易开花），浆果小圆形，蓝紫色，可食。花语是“独占鳌头、各领风骚”的巴西龙骨经常是许多朋友拿来放置在办公室或者家庭里的常用装饰植物品种，不仅起到了对环境的美化作用，同时也起到了对空气的净化作用。",
        "index": 129
    },
    "红花檵木": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick27371445332537.jpg",
        "value": "红花檵木（拉丁学名：Loropetalum chinense var.rubrum），又名：红继木、红梽木、红桎木、红檵花、红梽花、红桎花、红花继木，为金缕梅科、檵木属檵木的变种，常绿灌木或小乔木。树皮暗灰或浅灰褐色，多分枝。嫩枝红褐色，密被星状毛。叶革质互生，卵圆形或椭圆形，长2～5cm，先端短尖，基部圆而偏斜，不对称，两面均有星状毛，全缘，暗红色。花瓣4枚，紫红色线形长1～2cm，花3～8朵簇生于小枝端。蒴果褐色，近卵形。花期4～5月，花期长，约30～40天，国庆节能再次开花。花3～8朵簇生在总梗上呈顶生头状花序，紫红色。果期8月。主要分布于长江中下游及以南地区、印度北部。花、根、叶可药用。",
        "index": 130
    },
    "桃花": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick33051438854597.jpg",
        "value": "桃花，就是盛开的花朵，属蔷薇科植物。叶椭圆状披针形，核果近球形，主要分果桃和花桃两大类。桃花原产于中国中部、北部，现已在世界温带国家及地区广泛种植，其繁殖以嫁接为主。桃花有很高的观赏价值，是文学创作的常用素材。此外，桃花中元素有疏通经络、滋润皮肤的药用价值。其花语及代表意义为：爱情的俘虏。每年3~6月份，各地会以桃花为媒，举办不同的桃花节盛会。 ",
        "index": 131
    },
    "铁线莲": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick14021442916077.jpg",
        "value": "铁线莲（Clematis florida Thunb.），别名铁线牡丹、番莲、金包银、山木通、番莲、威灵仙；为毛茛科 、铁线莲属植物，多数为落叶或常绿草质藤本，花期从早春到晚秋（也有少数冬天开花的品种），果期夏季。有若干个种、变种及其品种和杂交种，可栽培供园林观赏用。铁线莲享有“藤本花卉皇后”之美称，花期6~9月，花色一般为白色，花有芳香气味， 铁线莲可作展览用切花，可用于攀缘常绿或落叶乔灌木上，可用作地被；以根及全草入药。利尿，理气通便，活血止痛。用于小便不利，腹胀，便闭；外用治关节肿痛，虫蛇咬伤。",
        "index": 132
    },
    "丽娜莲": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick76651448875736.jpg",
        "value": "丽娜莲是一种景天科拟石莲花属多肉植物，原产于墨西哥，株幅11-17厘米。丽娜莲全年都是淡淡的粉红色，叶端呈尖锐状,给人锋利的印象。叶片肉质，呈浅粉色或藕荷色，叶顶端有小尖，先端叶缘弯折，叶面中部内凹。浇水见干见湿。因叶片带粉，所以浇水时应避免叶片接触水，以免影响美观。如叶心积水，炎热潮湿时易导致腐烂，暴晒则易留疤痕。",
        "index": 133
    },
    "散尾葵": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick93421441186519.jpg",
        "value": "散尾葵（学名：Chrysalidocarpus lutescens H. Wendl.）：又名黄椰子、紫葵。棕榈科、散尾葵属丛生常绿灌木或小乔木。茎干光滑，黄绿色，无毛刺，嫩时披蜡粉，上有明显叶痕，纹状呈环。叶面滑细长，羽状全裂，长40～150cm，叶柄稍弯曲，先端柔软。性喜温暖湿润、半阴且通风良好的环境，怕冷，耐寒力弱，幼树盆栽作室内装饰；原产非洲马达加斯加岛，中国南方一些园林单位常见栽培；对吐血咯血、便血、崩漏等有相关治疗效果。 ",
        "index": 134
    },
    "观音莲": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick8891453799699.jpg",
        "value": "观音莲 Sempervivum tectorum 景天科长生草属多肉植物，也叫做长生草、观音座莲、佛座莲。原产于西班牙、法国、意大利等欧洲国家的山区，属于高山多肉植物。各地都很普及，是多肉植物中最常见的品种之一堪称普货之王。观音莲肉如其名，叶片莲座状环生，如莲座一般的外形，叶片扁平细长，前端急尖，叶缘有小绒毛，充分光照下，叶尖和叶缘形成非常漂亮咖啡色或紫红色。 ",
        "index": 135
    },
    "孔雀木": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick78981447752105.jpg",
        "value": "孔雀木（学名：Dizygotheca elegantissima）又名：手树，属伞形目，五加科常绿观叶小乔木或灌木。原产于澳大利亚和太平洋群岛。叶面革质，暗绿色，状似细长的手指，具粗齿锯的叶缘，呈放射状着生，交错排列。孔雀木喜温暖湿润环境和阳光充足的环境和疏松肥沃排水良好、富含有机质的沙质壤土。夏季适当遮阴，秋、冬季要多晒，适合温度为20°C-29°C。冬季温度不低于5℃。孔雀木常用扦插繁殖。土壤以肥沃、疏松的土壤为好，4-5月选取萌蘖枝，插条长10厘米，插后约30天可生根，待新芽萌发后即可盆栽。",
        "index": 136
    },
    "乌羽玉": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick37601447665568.jpg",
        "value": "乌羽玉（学名：Lophophora williamsii (Lem. ex Salm-Dyck) Coult）是仙人掌科乌羽玉属的多年生肉质植物。老株丛生，萝卜状肉质根，球体偏球形，表皮暗绿色或灰绿色，株高5-8cm，棱垂直或呈螺旋状排列，顶部多绒毛，小花钟状或漏斗形，淡粉色至紫红色，浆果粉红色，棍棒状，有10余粒黑色种子。分布于墨西哥中部，和美国德克萨斯州的荒漠地区，喜温暖、干燥和阳光充足，怕积水耐干旱。乌羽玉有治疗牙痛、分娩疼痛、发热、胸痛、皮肤病、风湿、糖尿病、感冒及失明的功效。",
        "index": 137
    },
    "黑王子": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick84091453713795.jpg",
        "value": "黑王子拉希奥是死亡之翼耐萨里奥的血统。魔兽世界5.4中黑王子声望的军需官，600装等橙色披风任务的NPC。黑王子拉希奥自称是死亡之翼的儿子，最后一只黑龙。黑王子第一次出现是在大灾变版本，盗贼的橙匕任务中。熊猫人之谜版本中出现在雾纱栈道的迷雾酒肆里。他的手下遍布潘达利亚，在各个地方调查、挖掘秘密。",
        "index": 138
    },
    "石蒜": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick42491440150917.jpg",
        "value": "石蒜（学名：Lycoris radiata   (L’Her.) Herb.）：鳞茎近球形，直径1-3厘米。秋季出叶，叶狭带状，长约15厘米，宽约0.5厘米，顶端钝，深绿色，中间有粉绿色带。花茎高约30厘米；总苞片2枚，披针形，长约35厘米，宽约05厘米；伞形花序有花4-7朵，花鲜红色；花被裂片狭倒披针形，长约3厘米，宽约05厘米，强度皱缩和反卷，花被简绿色，长约05厘米；雄蕊显著伸出于花被外，比花被长1倍左右。花期8-9月，果期10月。野生于阴湿山坡和溪沟边。分布于中国多地，日本也有。此花有栽培，具有较高的园艺价值。",
        "index": 139
    },
    "睡莲": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick20931439373866.jpg",
        "value": "睡莲（学名：Nymphaea tetragona）：睡莲是多年生浮叶型水生草本植物，根状茎肥厚，直立或匍匐。叶二型，浮水叶浮生于水面，圆形、椭圆形或卵形，先端钝圆，基部深裂成马蹄形或心脏形，叶缘波状全缘或有齿；沉水叶薄膜质，柔弱。花单生，花有大小与颜色之分，浮水或挺水开花；萼片4 枚，花瓣、雄蕊多。果实为浆果绵质，在水中成熟，不规律开裂；种子坚硬深绿或黑褐色为胶质包裹，有假种皮。品种不同其形态特征不同。花期7-10月，昼开夜合。全世界睡莲属植物有40-50种，中国有5种。按其生态学特征，睡莲可分为耐寒、不耐寒2大类，前者分布于亚热带和温带地区，后者分布于热带地区。自古睡莲同莲花一样被视为圣洁、美丽的化身，常被用作供奉女神的祭品。睡莲除具有很高的观赏价值外，睡莲花可制作鲜切花或干花，睡莲根能吸收水中铅、汞、苯酚等有毒物质，是城市中难得的水体净化、绿化、美化的植物。 ",
        "index": 140
    },
    "金鱼草": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick45541446087242.jpg",
        "value": "金鱼草（学名：Antirrhinum majus L.）是车前科、金鱼草属植物。多年生直立草本，茎基部有时木质化，高可达80厘米。茎基部无毛，中上部被腺毛，基部有时分枝。叶下部的对生。总状花序顶生，密被腺毛；花梗长5-7毫米；花萼与花梗近等长，5深裂，裂片卵形，钝或急尖；雄蕊4枚，2强。蒴果卵形，长约15毫米，基部强烈向前延伸，被腺毛，顶端孔裂。原产于地中海沿岸、世界各地栽培。较耐寒，不耐热；喜阳光，也耐半阴；喜肥沃、疏松和排水良好的微酸性砂质壤土；对光照长短反应不敏感；生长适温16-26℃。金鱼草为中国常见的庭园花卉，矮性种常用于花坛、花境或路边栽培观赏，盆栽观赏可置于阳台、窗台等处装饰；高性种常用作切花，也可作背景材料；全草入药，具清热凉血、消肿的功效。",
        "index": 509
    },
    "新玉缀": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick21821450344220.jpg",
        "value": "新玉缀（学名：Sedum burrito Moran）是景天科、景天属的多年生植物，多肉植物。原产于墨西哥，又名新玉串。与玉缀近缘。",
        "index": 142
    },
    "乙女心": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick56501443173854.jpg",
        "value": "乙女心（Sedum pachyphyllum Rose）是景天科景天属的多肉植物，原产墨西哥。多年生亚灌木，茎叶肉质，株高5-30厘米。叶片簇生于茎顶，圆柱状，淡绿色或淡灰蓝色，叶先端具红色，叶长3~4厘米。花小，黄色。春秋为生长季，冬季气温保持在五度左右可安全越冬。",
        "index": 143
    },
    "石楠花": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick5761444383680.jpg",
        "value": "石楠花，学名Photinia serrulata Lindl.，英文名称为Photinia，别名千年红、扇骨木等。蔷薇科石楠属常绿灌木或小乔木，原产于中国。花期4—5月，果期10月。圆形树冠，叶丛浓密，嫩叶红色，花白色、密生，冬季果实红色，鲜艳著目，是常见的栽培树种；木材坚密，可制车轮及器具柄；叶和根供药用为强壮剂、利尿剂，有镇静解热等作用；又可作土农药防治蚜虫，并对马铃薯病菌孢子发芽有抑制作用；种子榨油供制油漆、肥皂或润滑油用；可作枇杷的砧木，用石楠嫁接的枇杷寿命长，耐瘠薄土壤，生长强壮。",
        "index": 145
    },
    "毛娟": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick73031446802560.jpg",
        "value": "毛娟，女，汉族，1981年1月生于宁夏，中共党员，硕士，讲师，长江师范学院管理学院讲师，现主要从事旅游企业管理、旅游环境保护、会展旅游发展研究、旅游礼仪与形体礼仪的研究。 ",
        "index": 146
    },
    "迷迭香": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick66841450257683.jpg",
        "value": "迷迭香，拉丁学名（Rosmarinus officinalis），是双子叶植物纲、唇形科、迷迭香属植物灌木。性喜温暖气候，原产欧洲地区和非洲北部地中海沿岸。远在曹魏时期就曾引种中国。园林中偶有应用。从迷迭香的花和叶子中能提取具有优良抗氧化性的抗氧化剂和迷迭香精油。迷迭香抗氧化剂。广泛用于医药、油炸食品、富油食品及各类油脂的保鲜保质；而迷迭香香精则用于香料、空气清新剂、驱蚁剂以及杀菌、杀虫等日用化工业。",
        "index": 147
    },
    "铃兰": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick11801442224359.jpg",
        "value": "铃兰（学名：Convallaria majalis Linn.）是百合科、铃兰属植物。气味甜，全株有毒。多年生草本。植株矮小，全株无毛，地下有多分枝而匍匐平展的根状茎。具光泽。呈鞘状互相抱着，基部有数枚鞘状的膜质鳞片。叶椭圆形或卵状披针形，花钟状，下垂，总状花序，苞片披针形，膜质，花柱比花被短。入秋结圆球形暗红色浆果，有毒，内有椭圆形种子，扁平。花果期5～7月。铃兰原产北半球温带，欧、亚及北美洲和中国的东北、华北地区海拔850～2500米处均有野生分布。铃兰全草可入药。夏季果实成熟后，采收全草，除去泥土，晒干。有强心，利尿之功效。用于充血性心力衰竭，心房纤颤，由高血压病及肾炎引起的左心衰竭。但由于铃兰全株各部位均具有较强毒性，切勿在无专业医师指导的情况下服用。中毒不良反应常表现为腹痛、呕吐、心率下降、视线模糊、眩晕、皮肤红疹等。 ",
        "index": 148
    },
    "海桐": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick51341441877569.jpg",
        "value": "海桐（学名：Pittosporum tobira） ，是双子叶植物纲  、海桐科、海桐花属常绿灌木或小乔木，高达6米，嫩枝被褐色柔毛，有皮孔。叶聚生于枝顶，二年生，革质；伞形花序或伞房状伞形花序顶生或近顶生，花白色，有芳香，后变黄色；蒴果圆球形，有棱或呈三角形，直径12毫米；花期3至5月，果熟期9至10月。产于中国江苏南部、浙江、福建、台湾、广东等地；朝鲜、日本亦有分布。长江流域、淮河流域广泛分布，园林用的海桐产地分布在江苏、苏州、张家港等。 ",
        "index": 149
    },
    "大叶落地生根": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick94161450775934.jpg",
        "value": "大叶落地生根（拉丁学名：Kalanchoe daigremontiana Hamet & Perrier）是景天科伽蓝菜属植物，多年生肉质草本，高50-100厘米，茎单生，直立，褐色，基部木质化。叶对生或轮生，下部叶片较大，常抱茎；根深入土中即可生成新的植株，故名落地生根。粗齿部分容易割伤皮肤。复聚伞花序，顶生，多分枝，花钟形，橙红色。花期一般在每年冬季12月至次年3-4月。大叶落地生根原产于非洲马达加斯加岛的热带地区。喜温暖和阳光充足环境，不耐弱光和暴晒。生长适温13-19℃，越冬温度7-10℃，冬季室温宜保持在10℃以上，一般低于10℃易落叶，低于5℃易受冻。其叶片肥厚多汁，边缘长出整齐美观的不定芽，似小蝴蝶群停落叶缘，颇有观赏特性，落地即能生根长成植株；作为专性的CAM植物，更是优良的室内盆栽植物。",
        "index": 150
    },
    "春兰": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick36641442223694.jpg",
        "value": "春兰（学名：Cymbidium goeringii (Rchb. f.) Rchb. f.）是兰科兰属地生植物。假鳞茎较小，卵球形，长1-2.5厘米，宽1-1.5厘米，包藏于叶基之内。叶4-7枚，带形，。花葶从假鳞茎基部外侧叶腋中抽出，直立，长3-15（-20）厘米，极罕更高，明显短于叶。蒴果狭椭圆形，长6-8厘米，宽2-3厘米。花期1-3月。分布于日本、朝鲜半岛南端、中国和印度东北部（待证实）；在中国分布于陕西南部、甘肃南部、江苏、安徽、浙江、江西、福建、台湾、河南南部、湖北、湖南、广东、广西、四川、贵州和云南。生长于海拔300-2200米（在中国台湾可上升到3000米）的多石山坡、林缘、林中透光处。春兰在中国有悠久的栽培历史，多进行盆栽，作为室内观赏用，开花时有特别幽雅的香气，为室内布置的佳品。其根、叶、花均可入药。治神经衰弱，阴虚；治肺结核咯血；治久咳；治尿血；治跌打损伤、痛肿；治妇女白带；治劳累咳嗽；治手足心发烧；乌发等。",
        "index": 151
    },
    "万寿菊": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick53261448271956.jpg",
        "value": "万寿菊（Tagetes erecta L）为菊科万寿菊属一年生草本植物，茎直立，粗壮，具纵细条棱，分枝向上平展。叶羽状分裂；沿叶缘有少数腺体。头状花序单生；总苞杯状，顶端具齿尖；舌状花黄色或暗橙色；管状花花冠黄色。瘦果线形，基部缩小，黑色或褐色，被短微毛；冠毛有1-2个长芒和2-3个短而钝的鳞片。花期7-9月。原产墨西哥。中国各地均有分布。可生长在海拔1150米至1480米的地区，多生在路边草甸。万寿菊常于春天播种，因其花大、花期长，故常用于花坛布景。",
        "index": 152
    },
    "珍珠吊兰": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick62441443000755.jpg",
        "value": "珍珠吊兰（Senecio rowleyanus H. Jacobsen）因鼓鼓、饱满翠绿的椭圆形小叶子形似珍珠状而得名。又名翡翠珠、佛珠吊兰、翡翠珠、绿之铃，绿铃。菊科千里光属多肉植物，花期一般是当年的12月至翌年1月。珍珠吊兰性喜富含有机质的、疏松肥沃的土壤。在温暖、空气湿度较大、强散射光的环境下生长最佳。夏季应避免高温、高湿，否则极易烂茎死亡，可将盆花置于防雨荫蔽内栽培，入秋后，植株恢复生长，应增加光照，并追施液肥。",
        "index": 153
    },
    "静夜": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick48881451897865.jpg",
        "value": "静夜，Echeveria derenbergii，景天科拟石莲花属的多肉植物、也称多浆植物，属于较迷你的石莲花，个头非常小，很容易群生，日照充分的时候，叶尖会变红，非常可爱。夏季高温日照强烈时会休眠，要适当遮阴、减少浇水量。对药物比较敏感，用药时要注意，最好不要误喷到叶片。",
        "index": 154
    },
    "荷兰菊": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick32821440064459.jpg",
        "value": "荷兰菊（学名：Symphyotrichum novi-belgii (L.) G.L.Nesom）是菊科，联毛紫菀属多年生宿根草本植物，株高可达100厘米，全株被粗毛，叶片狭披针形至线状披针形，头状花序伞房状着生，花较小，舌状花，淡蓝紫色或白色，总苞片线形，8-10月开花。荷兰菊原产北美洲、北半球温带，中国各地广泛栽培。喜欢通风湿润的生长环境，适应性很强，耐干旱、贫瘠和寒冷，喜欢阳光能够照射到的环境。荷兰菊对土壤的要求十分宽松。荷兰菊花繁色艳，自然成形，盛花时节又正值国庆节前后，故多用作花坛、花境材料，也可片植、丛植，或作盆花或切花。",
        "index": 155
    },
    "清盛锦": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick63961449567244.jpg",
        "value": "艳日辉是景天科莲花掌属多年生肉质草本植物，也称多浆植物。其原产于大西洋的加那利群岛，是一种旱生植物，不耐寒。叶片长勺形，边缘有锯齿，光照不足时全株绿色，光照充足且温差大时，叶片会变成淡淡的粉红色，边缘红得诱人。很容易群生，生长也较快。 ",
        "index": 156
    },
    "阿拉伯婆婆纳": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick81241449134514.jpg",
        "value": "阿拉伯婆婆纳 （学名：Veronica persica Poir.）是玄参科，婆婆纳属铺散多分枝草本植物，高可达50厘米。叶片短柄，卵形或圆形，腋内生花的称苞片，边缘具钝齿，两面疏生柔毛。总状花序很长；花梗比苞片长，裂片卵状披针形，花冠蓝色、紫色或蓝紫色，雄蕊短于花冠。蒴果肾形，网脉明显，种子背面具深的横纹，3-5月开花。原产于亚洲西部及欧洲。分布于中国华东、华中及贵州、云南、西藏东部及新疆。阿拉伯婆婆纳生于路边、宅旁、旱地夏熟作物田，特别是麦田中，对作物造成严重危害。阿拉伯婆婆纳的全草，性平，味辛；苦；咸；有祛风除湿之功效。",
        "index": 157
    },
    "迎春花": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick39451439287149.jpg",
        "value": "迎春花（学名：Jasminum nudiflorum  Lindl. ）：别名迎春、黄素馨、金腰带，落叶灌木丛生。株高30-500厘米。小枝细长直立或拱形下垂，呈纷披状。3小叶复叶交互对生，叶卵形至矩圆形。花单生在去年生的枝条上，先于叶开放，有清香，金黄色，外染红晕，花期2-4月。因其在百花之中开花最早，花后即迎来百花齐放的春天而得名。迎春花与梅花、水仙和山茶花统称为“雪中四友”，是中国常见的花卉之一。迎春花不仅花色端庄秀丽，气质非凡，具有不畏寒威，不择风土，适应性强的特点，历来为人们所喜爱。迎春花栽培历史1000余年，唐代白居易诗《代迎春花召刘郎中》以及宋代韩琦《中书东厅迎春》和明代周文华撰《汝南圃史》均有记载，迎春花现在为河南省鹤壁市的市花。",
        "index": 158
    },
    "大滨菊": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick26381449480364.jpg",
        "value": "大滨菊（Leucanthemum maximum (Ramood) DC.）是菊科，滨菊属多年生或二年生草本植物。株高可达70厘米，全株光滑无毛。茎直立，被长毛，叶片互生，长倒披针形，先端钝圆，基部渐狭，头状花序，单生枝端，舌状花白色，总苞片宽长圆形，先端钝，7-9月开花结果。该种原产欧洲。中国引种栽培。性喜阳光，不择土壤，园田土、沙壤土、微碱或微酸性土均能生长。大滨菊花色清秀，花形舒展美观，花期长达5个月左右，具有较高的观赏价值。",
        "index": 159
    },
    "叶子花": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick71141446629824.jpg",
        "value": "叶子花（学名：Bougainvillea spectabilis Willd.），紫茉莉科，叶子花属木质藤本状灌木，茎有弯刺，并密生绒毛。单叶互生，卵形全缘，被厚绒毛，顶端圆钝。花很细小，黄绿色，三朵聚生于三片红苞中，外围的红苞片大而美丽，有鲜红色、橙黄色、紫红色、乳白色等，被误认为是花瓣，因其形状似叶，故称其为叶子花。花期可从11月起至第二年6月。冬春之际，姹紫嫣红的苞片展现，给人以奔放、热烈的感受，因此又得名贺春红。叶子花原产南美洲的巴西，大约在19世纪30年代才传到欧洲栽培，叶子花喜温暖湿润、阳光充足的环境，不耐寒，中国除南方地区可露地栽培越冬，其它地区都需盆栽和温室栽培。土壤以排水良好的砂质壤土最为适宜。叶子花观赏价值很高，在中国南方用作围墙的攀援花卉栽培。每逢新春佳节，绿叶衬托着鲜红色片，仿佛孔雀开屏，格外璀璨夺目。北方盆栽，置于门廊、庭院和厅堂入口处，十分醒目。叶子花在故乡巴西，妇女常用来插在头上作装饰，别具一格。欧美用三角花作切花。叶子花还是一味中药，有散痢消肿的效果。",
        "index": 160
    },
    "千佛手": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick51541445331959.jpg",
        "value": "千佛手（xSedeveria 'Harry Butterfield'）又名王玉珠帘、菊丸，是景天科的多肉植物，景天属与拟石莲花属的跨属杂交种。无明显休眠期，幼株比较矮小，多年生老株会形成垂吊状，非常适合家庭盆栽。此品种最早在美国加利福尼亚州被培育，又名玉缀和静夜。",
        "index": 161
    },
    "仙女杯": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick45241450775491.jpg",
        "value": "仙女杯是景天科仙女杯属（Dudleya）植物的统称。仙女杯属是一类原产于加利福尼亚半岛至墨西哥地区的多肉植物，约有40个品种。大多数品种叶片呈莲座状，叶表覆盖白色粉末，摸起来有磨砂质感。因为它们的原生地气候极度干燥，所以非常难以适应多湿的环境，栽培时注意保持通风。",
        "index": 162
    },
    "蝴蝶花": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick29311443087482.jpg",
        "value": "三色堇（学名：Viola tricolor L.）是堇菜科堇菜属的二年或多年生草本植物。基生叶叶片长卵形或披针形，具长柄，茎生叶叶片卵形、长圆形或长圆披针形，先端圆或钝，边缘具稀疏的圆齿或钝锯齿。三色堇是欧洲常见的野花物种，也常栽培于公园中，是冰岛、波兰的国花。花朵通常每花有紫、白、黄三色，故名三色堇。该物种较耐寒，喜凉爽，开花受光照影响较大。三色菫以露天栽种为宜，无论花坛、庭园、盆栽皆适合，但不适合室内种植。中药材三色堇还可杀菌，治疗皮肤上青春痘、粉刺、过敏问题，三色堇药浴也有很好的丰胸作用。",
        "index": 163
    },
    "半枝莲": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick61151447753372.jpg",
        "value": "半枝莲（学名：Scutellaria barbata D. Don）（江苏省植物药材志），别称：赶山鞭（四川成都）、瘦黄芩（四川普格），牙刷草（江苏苏州），田基草（江苏宜兴），水黄芩（江苏南京），狭叶韩信草（广州植物志）。是唇形科黄芩属多年生草本植物。半支莲株高可达55厘米，丛生密集，花繁艳丽，花期又长，是装饰草地、坡地和路边的优良配花，亦宜花坛边缘和花境栽植，盆栽小巧玲珑，可陈列在阳台、窗台、走廊、门前、池边和庭院等多种场所观赏。分布江苏、广西、广东、四川、河北、山西、陕西、湖北、安徽、江西、浙江、福建、贵州、云南、台湾、河南等地。生长于池沼边、田边或路旁潮湿处。半枝莲全草入药，具有清热解毒、活血祛瘀、消肿止痛、抗癌等功能。性寒味酸，全草含多种维生素、微量元素及氨基酸等成分。有凉血解毒，散瘀止痛，消肿和清热利湿之功效。",
        "index": 560
    },
    "茜之塔": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick6321447059839.jpg",
        "value": "茜之塔（学名：Crassula ‘Pagoda Village’）是景天科、青锁龙属的多年生肉质草本植物，是多肉植物的一种。矮小的植株呈丛生状，高仅5～8厘米。直立生长，多年生植株匍匐。中文名中的“茜”指的是其叶片的深红色；整齐层叠的紫红色叶片令人联想到具有东方特色的红色佛塔，因此得名。",
        "index": 165
    },
    "蛛丝卷绢": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick80311449824694.jpg",
        "value": "蛛丝卷绢（学名：Sempervivum arachnoideum ssp.tomentosum (C.B.Lehm. & Schnittsp.)）是景天科、长生草属的多年生植物、多肉植物。特征是粘连在叶尖的天然绒毛。原生地植株个体差异性较大，每一棵的直径和绒毛的疏密程度都不尽相同，且容易与其他品种的长生草发生自然杂交。",
        "index": 166
    },
    "玫瑰": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick95121441014192.jpg",
        "value": "玫瑰（学名：Rosa rugosa  Thunb.）：原产地中国。属蔷薇目，蔷薇科落叶灌木，枝杆多针刺，奇数羽状复叶，小叶5-9片，椭圆形，有边刺。花瓣倒卵形，重瓣至半重瓣，花有紫红色、白色，果期8-9月，扁球形。枝条较为柔弱软垂且多密刺，每年花期只有一次，因此较少用于育种，近来其主要被重视的特性为抗病性与耐寒性。玫瑰作为经济作物时，其花朵主要用于食品及提炼香精玫瑰油，玫瑰油应用于化妆品、食品、精细化工等工业。在欧洲诸语言中，蔷薇、玫瑰、月季都是使用同一个词，如英语是rose，德语是Die Rose。玫瑰是英国的国花。通俗意义中的“玫瑰”已成为多种蔷薇属植物的通称。且事实上杂交玫瑰也是由蔷薇属下各物种杂交选育所产生。此内容请看“玫瑰花”一词。",
        "index": 167
    },
    "木兰花": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick43961441533674.jpg",
        "value": "木兰花，落叶小乔木，高可达5米。木质有香气，小枝紫褐色。芽有细毛。单叶，互生，倒卵状椭圆形；有托叶痕。花两性，单生，顶生，有六枚花瓣，外面紫红色，内面近白色；雌雄蕊多数，雌蕊群无柄。有三枚萼片，黄绿色、披针形，约为花瓣的1/3长。果实矩圆形。根肉质。原产我国中部山地混交林内和山地林中，海拔700-1800m的山坡杂木林中，主要在福建、江苏、江西、浙江、安徽栽种。",
        "index": 168
    },
    "蒜香藤": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick36431450345019.jpg",
        "value": "蒜香藤（拉丁学名：Mansoa alliacea （Lam.）A.H.Gentry），又名紫铃藤、张氏紫葳，为紫葳科常绿藤状灌木。植株蔓性，具卷须，叶为二出复叶，深绿色椭圆形，具光泽。花腋生，聚伞花序，花冠筒状，开口五裂。花期春季至秋季，盛花期8-12月。其花、叶在搓揉之后，有大蒜的气味，因此得名蒜香藤。蒜香藤性喜高温，原产于南美洲的圭亚那和巴西。蒜香藤生性强健，病虫害少，一般作为篱笆、围墙美化或凉亭、棚架装饰之用。此花还有一个特点是能随着时间推移而变色。刚开时花为粉紫色，几天后慢慢转为粉红色，最后变成白色而掉落。",
        "index": 169
    },
    "鸡冠刺桐": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick57581446111055.jpg",
        "value": "鸡冠刺桐（学名：Erythrina crista-galli Linn.）是豆科、刺桐属落叶灌木或小乔木，茎和叶柄稍具皮刺。羽状复叶具3小叶；小叶长卵形或披针状长椭圆形，花与叶同出，总状花序顶生，每节有花1-3朵；花深红色，荚果长约15厘米，褐色，种子间缢缩；种子大，亮褐色。鸡冠刺桐原产于巴西，在中国台湾、云南（西双版纳）和广东有栽培。鸡冠刺桐属喜光树种，耐轻度庇荫，适应性强，生性强健。鸡冠刺桐是花卉苗木观赏树种中优良的树种。可在园林绿化、庭院、公路、风景区的草坪、水塘边作庇荫树或行道树，适宜单独种植或与其他花木搭配种植观赏。列入《世界自然保护联盟濒危物种红色名录》（IUCN）2018年 ver 3.1——无危（LC）。",
        "index": 170
    },
    "鹿角蕨": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick67121446542148.jpg",
        "value": "鹿角蕨（学名：Platycerium wallichii Hook.）是鹿角蕨科附生植物，鹿角蕨的叶有二型，营养叶较小，呈圆形、椭圆形或扇形，密贴于附生物之上；孢子叶形似梅花鹿角，叶面密被毛绒，新生时为嫩绿色，成熟时转为浅褐色。原产于非洲、亚洲、大洋洲和南美的热带、亚热带雨林中，中国云南缅甸、印度东北部、泰国和也有分布。该种已列入国家Ⅱ级保护植物。鹿角蕨是观赏蕨中姿态最奇特的一类，属附生性观赏蕨。鹿角蕨可布置于公园、植物园、商店、居室、窗台等地方的装饰，贴生于古老枯木或装饰于吊盆，作悬吊式或镶挂式布置，是室内立体绿化的好材料。",
        "index": 171
    },
    "白网纹草": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick5561447320555.jpg",
        "value": "白网纹草（学名：Fittonia albivenis (Lindl. ex Veitch) Brummitt）是爵床科网纹草属植物。多年生常绿草本植物，具匍匐茎，茎具粗毛。叶椭圆形，纸质，呈十字对生，叶端、叶基均为钝圆。叶面上布有白色的网脉。花着生于茎顶，穗状花序，花小，黄色。原产于南美洲的热带山地和秘鲁境内的亚马孙河流域。喜高温、高湿、半阴环境，怕寒冷、干旱。生长适温25-30℃，室外越冬温度应在12℃以上。喜通透性良好的疏松土壤。忌阳光直射。室内最低温度不可低于15℃。白网纹草株形健美，分枝密集，秀叶翡翠，常年碧绿，深脉浅脉相配，状若白色网纹，适宜室内绿化、美化，也可作地被植物绿化。",
        "index": 172
    },
    "大和锦": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick14521446109320.jpg",
        "value": "大和锦（Echeveria purpusorum Berger, 1930）是景天科拟石莲花属的多肉植物。肉质叶排成紧密的莲座状，广卵形至散三角卵形，背面突起呈龙骨状，叶长3至4厘米，宽约3厘米，先端急尖。叶色灰绿，密布红褐色的斑纹。花序高约30cm。小花红色，上部黄色。繁殖可用叶插法，可以目睹一片叶从基部出芽到生长成一个独立植株的整个过程。国内市面上常见的“大和锦”均为杂交品种“酒神”（Echeveria 'Dionysos'）；原种大和锦形态如右图，叶片相对酒神更加锐长。",
        "index": 173
    },
    "琴叶珊瑚": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick4201446457037.jpg",
        "value": "琴叶珊瑚（学名：Jatropha integerrima Jacq.）是大戟科痳风树属植物。常绿灌木，花红色，植物体有乳汁，乳汁有毒。单叶互生，倒阔披针形，常丛生于枝条顶端。叶基有2-3对锐刺，叶端渐尖。聚伞花序，花瓣5片，花冠红色；且为单性花，雌雄同株，自着生于不同的花序上；另有粉红品种。蒴果成熟时呈黑褐色。原产于中美洲西印度群岛；广泛栽培于热带国家，在中国南方多有栽培。喜高温湿润环境，不甚耐寒与干燥；喜光照充足的环境，稍耐半荫，土质以富含有机质的酸性砂质壤土为佳。琴叶珊瑚在中国南方作为观赏植物广泛种植，其观赏特性好，可观形、观叶、观花、观果，它的叶子犹如大提琴形状，别致漂亮，花期甚长，几乎全年有花，花色红艳；耐修剪，可塑性好，依据景观效果和功能需要可修剪成不同造型。",
        "index": 174
    },
    "日本晚樱": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick78011444642683.jpg",
        "value": "日本晚樱，蔷薇科樱属植物，落叶乔木，树皮银灰色，有锈色唇形皮孔，叶片为椭圆状卵形、长椭圆形至倒卵形，纸质、具有重锯齿，叶柄上有一对腺点，托叶有腺齿。在日本有悠久的栽培历史，园艺品种极多，有日本国花之誉。主要由本种及其变种与其他种类杂交培育而成。按花色分有纯白、粉白、深粉至淡黄色，幼叶有黄绿、红褐至紫红诸色，花瓣有单瓣、半重瓣至重瓣之别。伞形花序，花期受气候影响较为明显，是著名的观赏植物。花蕾具有“镇咳祛风”的药用价值。",
        "index": 175
    },
    "假龙头花": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick13091451380956.jpg",
        "value": "假龙头花（学名：Physostegia virginiana Benth.）是唇形科，假龙头花属多年生宿根草本植物。株高可达1米。茎丛生而直立，四棱形，叶片披针形，亮绿色，边缘具锯齿。穗状花序顶生，有花，花色粉色、白色、淡紫红，因其花朵排列在花序上酷似芝麻的花，惟密度稠一些，故名芝麻花。8-10月开花。假龙头花原产北美，性喜温暖、较耐寒，耐旱，耐肥，适应能力强。假龙头花可片植于街道绿地、居民区绿地等向阳面的花境、花带中，整体效果非常美观。",
        "index": 176
    },
    "假昙花": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick76261443431323.jpg",
        "value": "假昙花（学名：Rhipsalidopsis gaertneri (Regel) Moran ）是仙人掌科、假昙花属附生类多肉植物，植株呈悬垂状，呈浅灰绿色，易木质化；分枝节状。叶片扁平，长圆形，通常为绿色，边缘深红色。边缘有小的网眼，长有几根黄色刚毛，花着生在茎节顶部，花瓣竹叶状。黄色六角形花蕊。花大，花瓣呈辐射状。偏尖细直，花色多为纯红和桃红，花朵白天开放．夜问闭合，次只再开、3-5月开花。假昙花原产巴西，世界各地均有栽培。中国广州亦有栽培。常见栽培品种有大红、粉红、杏黄或纯白色。具有较高的观赏与药用价值。",
        "index": 177
    },
    "翡翠景天": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick61571452244522.jpg",
        "value": "玉珠帘（学名：Sedum morganianum E.Walther）是景天科景天属多年生长常绿低矮多肉草本植物。枝蔓长达1米。茎叶无毛，茎呈匍匐状半卧或下垂成串，外被白粉。叶厚肉质，长圆锥状披针形。无梗的小花顶生，聚伞花序，花序分枝2-3个。。瞢葖果肉质。花期5-6月。在栽培条件下通常不见结果。原产于墨西哥干旱、阳光充足的亚热带地区。美洲、亚洲、非洲热带地区广泛栽培。中国江苏南部至广东、广西、云南、四川、西北至甘肃东南均有栽培。耐旱，喜温暖，不耐寒，在16-28℃的温度范围内生长良好。玉珠帘叶圆润碧绿，可供盆景悬吊观赏，是室内悬垂吊挂的盆栽佳品。同时可供药用，能治毒蛇咬伤、烫伤、烧伤和痛肿疔疥等。",
        "index": 178
    },
    "荷包花": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick65861440150564.jpg",
        "value": "荷包花（学名：Calceolaria crenatiflora Cav.）是玄参科、蒲包花属多年生草本植物，植株高可达30厘米，全株 茎、枝、叶上有细小茸毛，叶片卵形对生。花形别致，花冠二唇状，上唇瓣直立较小，下唇瓣膨大似蒲包状，中间形成空室，柱头着生在两个囊状物之间。花色变化丰富，单色品种有黄、白、红等 深浅不同的花色，复色则在各底色上着生橙、粉、褐红等斑点。分布于南美洲墨西哥、秘鲁、智利一带。花卉作一、二年生栽培。栽培的蒲包花是种间杂种。原种1822年传入欧洲，1830年英国育出许多杂种蒲包花。20世纪英国育出大花系蒲包花，后来德国育出多花矮生系蒲包花。蒲包花花期长，花色艳丽、花形奇特，花朵盛开时犹如无数个小荷包悬挂梢头，颜色及各种斑纹，十分别致。花期正值春节前后。是冬、春季重要的盆花。 ",
        "index": 179
    },
    "翠菊": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick80081451554515.jpg",
        "value": "翠菊（学名：Callistephus chinensis (L.) Nees）菊科一年生或二年生草本植物。高（15）30-100厘米。茎直立，单生，被白色糙毛。叶子卵形或长椭圆形，头状花序。花瓣有浅白、浅红、蓝紫等色。两性花花冠黄色。瘦果长椭圆状倒披针形，稍扁，花果期：5-10月。产于中国吉林、辽宁、河北、山西、山东、云南以及四川省等。生长于山坡撩荒地、山坡草丛、水边或疏林阴处。海拔30-2700米。通常引为植物园、花园、庭院及其他公共场所的观赏栽植者。在日本、朝鲜都有广泛的栽培和野生类型。前苏联及欧洲其他各国的植物园都有引种作花卉观赏的。",
        "index": 180
    },
    "白花小松": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick45921450689552.jpg",
        "value": "白花小松（Sedum ‘Spiral Staircase’）是景天科景天属的多肉植物，杂交种。株型小巧，易群生。",
        "index": 181
    },
    "木芙蓉": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick26411439977652.jpg",
        "value": "木芙蓉（Hibiscus mutabilis Linn.）又名芙蓉花、拒霜花、木莲、地芙蓉、华木，原产中国。其喜温暖、湿润环境，不耐寒，忌干旱，耐水湿。对土壤要求不高，瘠薄土地亦可生长。为锦葵科、木槿属落叶灌木或小乔木。花于枝端叶腋间单生。花、叶均可入药，有清热解毒，消肿排脓，凉血止血之效。木芙蓉还是成都市市花，其花语为纤细之美，贞操，纯洁。",
        "index": 182
    },
    "秋丽": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick29661448616231.jpg",
        "value": "多肉植物秋丽（xGraptosedum 'Francesco Baldi'）隶属于景天科，是风车草属与景天属的属间杂交种。易群生，喜光照。在温差大、阳光充足的环境下株型紧凑，叶片饱满，且可呈现出粉、紫、红、橙、黄等多种叶色。起源未知，可能的杂交亲本是（母本）胧月（Graptopetalum paraguayense）和（父本）乙女心（Sedum pachyphyllum）。“秋丽”一名直译自其日文名。此品种常被与姬秋丽混淆或误被标为风车草属（实为属间杂交种）。虽然秋丽的名称与姬秋丽相似，但至今为止的文献记载并未显示这两者亲本相同或有杂交关系。",
        "index": 183
    },
    "小苍兰": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick54011451382522.jpg",
        "value": "小苍兰，拉丁学名（freesia hybrida klatt）为鸢尾科香雪兰属，多年生球根花卉。叶子线形，质硬；早春开花，有黄、白、紫、红、粉红等色，穗状花序，花偏生一侧，筒中部以下狭细，裂片不等大，有芳香味。原产于南非及热带非洲，也有一种原产于北非的苏丹。全世界共有14种小苍兰。小苍兰作为观赏花之用因其丰富色彩和开花的浓香而深受园艺爱好者的欢迎，栽培种类众多。小苍兰香精油也常常用作沐浴乳、身体保养乳液之类的用品的原料之一。",
        "index": 184
    },
    "鹤望兰": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick23051440409379.jpg",
        "value": "鹤望兰（Strelitzia reginae Aiton）芭蕉科鹤望兰亚科多年生草本植物，无茎。叶片长圆状披针形，长25-45cm，宽10cm。叶片顶端急尖；叶柄细长。花数朵生于总花梗上，下托一佛焰苞；佛焰苞绿色，边紫红，萼片橙黄色，花瓣暗蓝色；雄蕊与花瓣等长；花药狭线形，花柱突出，柱头3。花期在冬季。原产于非洲南部，中国南方大城市的公园、花圃有栽培，北方则为温室栽培。鹤望兰四季常青，叶大姿美，花形奇特，可丛植于院角，用于庭院造景和花坛、花境的点缀。",
        "index": 185
    },
    "蜡菊": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick76241448961739.jpg",
        "value": "蜡菊（学名：Helichrysum bracteatum (Vent.) Andr.）是菊科蜡菊属植物，一年或二年生草本。茎直立，高20-120厘米，分枝直立或斜升。叶长披针形至线形，长达12厘米。头状花序径2-5厘米，单生于枝端。总苞片外层短，履瓦状排列。瘦果无毛。原产于澳大利亚。喜阳光充足、空气干燥环境，不耐寒，忌酷热。不择土壤，适应性强。蜡菊总苞片色泽绚丽，干后经久不凋，常用以制作干花，供室内装饰。庭院中可布置花坛或林缘从植。",
        "index": 186
    },
    "鲁氏石莲花": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick7711450947424.jpg",
        "value": "鲁氏石莲花（Echeveria runyonii Rose ex Walther），别称鲁氏，是隶属于景天科拟石莲花属的多肉植物，野外分布于墨西哥，需要接受充足日照，为中小型品种，叶片匙形，叶端有尖，但叶片比蓝石莲要平整厚实，养护得当的话株型会非常紧凑，叶片间聚拢密集幼株的叶片上会有一层薄薄的白粉，老株上没有。 ",
        "index": 187
    },
    "九里香": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick7411442309508.jpg",
        "value": "九里香（学名：Murraya exotica），又称：石辣椒、九秋香、九树香、七里香、千里香、万里香、过山香、黄金桂、山黄皮、千只眼、月橘。拉丁文名：Murraya exotica L，芸香科，九里香属常绿灌木，有时可长成小乔木样，株姿优美，枝叶秀丽，花香浓郁。根、茎、叶所含化学成分与千里香类同，产台湾、福建、广东、海南、广西五省区南部。常见于离海岸不远的平地、缓坡、小丘的灌木丛中。喜生于砂质土、向阳地方。南部地区多用作围篱材料，或作花圃及宾馆的点缀品，亦作盆景材料。",
        "index": 392
    },
    "碧玉莲": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick81401453887420.jpg",
        "value": "碧玉莲，又名碧鱼莲（学名：Echinus maximiliani）为番杏科，刺番杏属一种多年生常绿多肉草本植物，原产于南非。现常作为多肉盆栽观赏植物流行于世界各地。 ",
        "index": 189
    },
    "飘香藤": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick48241447752354.jpg",
        "value": "飘香藤（学名：Mandevilla laxa (Ruiz et Pav.) Woodson）是夹竹桃科，双腺藤属多年生常绿藤本植物。叶全缘对生，叶片长卵圆形，革质，叶面有皱摺，叶色富有光泽，花腋生，花冠漏斗形，花为红色、桃红色、粉红色等。初春到深秋几乎全年花开。原产美洲热带。喜充足的阳光，喜欢温暖湿润的环境，不耐寒，对土壤的要求不是很高，以肥沃疏松排水性良好的沙质土壤为佳。",
        "index": 190
    },
    "燕子掌": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick82281439976564.jpg",
        "value": "燕子掌（学名：Crassula ovata (Mill.) Druce）是景天科青锁龙属植物，为多年生常绿肉质亚灌木，株高一年生约为31厘米，二年生42厘米，三年生约为49厘米，多年生可达2-4米，主根短粗。茎肥厚，圆柱状，呈绿色或银灰绿色，茎基部2年后逐步木质化。叶对生，肥厚肉质，多汁，倒卵形、长圆状匙形。花开后多成五瓣，5-10朵成密集圆锥花序，初期为白色，淡粉红色、淡紫红色，通常10年后开花，花期约10-15天。燕子掌原产非洲南部。喜温暖、干燥、通风的环境。耐寒力差，喜阳光，稍耐半阴。燕子掌树冠挺拔秀美，茎叶碧绿油亮，可配盆架、石砾加工成小型盆景，也可单独盆栽，装饰茶几、案头、书桌、窗台等处。燕子掌的提取物中含有多种有效化合物，对逆转动物四氧嘧啶所致的血糖升高，免疫器官抑制，体重下降，血中胆固醇、甘油三酯升高均有显著的治疗作用；燕子掌提取物对2型糖尿病及并发症的治疗，显效率为44%，有效率为46.9%，总有效率90.9%。",
        "index": 191
    },
    "六月雪": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick68501439544938.jpg",
        "value": "六月雪〔拉丁学名：Serissa japonica（Thunb.）Thunb.〕，茜草科 常绿小灌木，高可达90厘米，有臭气。叶革质，柄短。花单生或数朵丛生于小枝顶部或腋生，花冠淡红色或白色，花柱长突出，花期5-7月。六月开细白花，树最小而枝叶扶疏。喜轻荫，畏太阳，深山叶木之下多有之。春间分种，或黄梅雨时扦插，宜浇浅茶。对温度要求不严，在华南为常绿，西南为半常绿。耐旱力强，对土壤要求不严。盆栽宜用含腐殖质、疏松肥沃、通透性强的微酸性、湿润培养土，生长良好。根、茎、叶均可入药。淡、微辛，凉。舒肝解郁，清热利湿，消肿拔毒，止咳化痰。用于急性肝炎，风湿腰腿痛，痈肿恶疮，蛇咬伤，脾虚泄泻，小儿疳积，带下病，目翳，肠痈，狂犬病。 ",
        "index": 192
    },
    "荷包牡丹": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick39331449480953.jpg",
        "value": "荷包牡丹，（拉丁学名：Dicentra spectabilis (L.) Lem.），为罂粟科、荷包牡丹属多年生草本植物，株高30～60cm。地上茎直立，圆柱形，带紫红色，根状茎肉质，小裂片通常全缘，表面绿色，背面具白粉，两面叶脉明显；叶柄长约10厘米，形似当归。原产中国、西伯利亚及日本。喜散射光充足的半阴环境，比较耐寒。全草入药，有镇痛、解痉、利尿、调经、散血、和血、除风、消疮毒等功效。庭园栽培可供观赏。",
        "index": 193
    },
    "长春花": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick55371443088504.jpg",
        "value": "长春花，学名：Catharanthus roseus （L.）G. Don，为夹竹桃科、长春花属一种植物。别名金盏草、四时春、日日新、三万花。台湾育种出多个品种，育种以花朵越大为趋势。中草药用途上，全草入药可止痛、消炎、安眠、通便及利尿等。亦有医者配伍入治疗癌症的复方，作为药材中的一味，可能是考量到它所具有的抗肿瘤成分。全株具毒性需斟酌注意。误食后，会造成白血球减少、血小板减少、肌肉无力、四肢麻痹等症状。其乳汁中所含生物碱，如长春花碱和长春新碱（vincristine），被提炼出来作为多种癌症如白血病、哈杰金氏症所用的化学治疗药物。",
        "index": 194
    },
    "夏堇": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick92631447061608.jpg",
        "value": "蓝猪耳（学名：Torenia fournieri Linden. ex Fourn.）是玄参科，蝴蝶草属一年生直立草本植物，高可达50厘米。茎窄棱无毛，叶片长卵形或卵形，无毛，先端略尖或短渐尖，基部楔形，边缘具带短尖的粗锯齿。花通常在枝的顶端排列成总状花序；苞片条形，萼椭圆形，绿色或顶部与边缘略带紫红色，多少下延的翅，果实成熟时，花冠超出萼齿；花冠筒淡青紫色，背黄色，上唇直立，浅蓝色，宽倒卵形，下唇裂片矩圆形或近圆形，紫蓝色，蒴果长椭圆形，黄色，6-12月开花结果。原产越南，中国南方常见栽培，有时在路旁、墙边或旷野草地也偶有逸生的发现。该种整朵花蓝紫色的斑块颇大，极似猪头上的双耳，故称之蓝猪耳、蓝月亮，是夏秋季高温地区重要的草花植物。",
        "index": 195
    },
    "小和锦": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick7991452590010.jpg",
        "value": "小和锦，为大和锦的杂交种，景天科多肉植物(拉丁学名：Echeveria Purpusorumcv./E. Purpusorum cv.)景天科拟石莲属。繁殖方式可为扦插、叶插。和大合锦一样，小和锦生长速度过慢，也不适合叶插。",
        "index": 196
    },
    "龙船花": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick9681445507134.jpg",
        "value": "龙船花（Ixora chinensis Lam.）又名英丹、仙丹花、百日红，为茜草科、龙船花属植物。植株低矮，花叶秀美，花色丰富，有红、橙、黄、白、双色等。株形美观，开花密集，花色丰富，是重要的盆栽木本花卉，是缅甸的国花。在中国广西壮族自治区南部，人们习惯称它为水绣球。龙船花花期较长，每年3-12月均可开花。龙船花原产中国南部地区和马来西亚。在17世纪末被引种到英国，后传入欧洲各国。植株低矮，花叶秀美，花色丰富，终年有花可赏，有红、橙、黄、白、双色等。在中国南方露地栽植，适合庭院、宾馆、风景区布置，高低错落，花色鲜丽，景观效果极佳，是重要的盆栽木本花卉。广泛用于盆栽观赏。",
        "index": 197
    },
    "紫娇花": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick87021447840583.jpg",
        "value": "紫娇花，拉丁学名：（Tulbaghia violacea），属石蒜科多年生草本植物。球根花卉，株高30~50公分，具圆柱形小鳞茎，成株丛生状。其外观除花色与中国的韭菜不同外，（中国的韭菜一般为白色花，此花为紫色），其余特征均与中国的韭菜相似，且该植物全株均有浓郁韭菜味，并可和中国韭菜一般食用，炒、凉拌、做汤等均可，故亦名洋韭、洋韭菜。顶生聚伞花序开紫粉色小花。",
        "index": 198
    },
    "蓝花楹": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick64561441965839.jpg",
        "value": "蓝花楹（学名：Jacaranda mimosifolia D. Don）是紫葳科、蓝花楹属落叶乔木，高达15米。叶对生，为2回羽状复叶，小叶椭圆状披针形至椭圆状菱形，花蓝色，花序长达30厘米，直径约18厘米。花萼筒状，蒴果木质，扁卵圆形，长宽均约5厘米，中部较厚，四周逐渐变薄，不平展。花期5-6月。原产南美洲巴西，中国广东、海南、广西、福建、云南南部有引种栽培。蓝花楹性喜阳光充足和温暖、多湿气候。蓝花楹是观叶、观花树种，蓝花楹可以在公园中进行孤植，可以作为行道树栽植，也可以作为庭院特色树种进行利用。蓝花楹可以用于制造家具和造纸。蓝花楹树干通直，棕色木质，质软，易于加工，是制作家具和木雕工艺品的的好材料。蓝花楹密度较低，比较适合制化学机械浆，是一种优良的制浆造纸树种，可制造各种纸张。列入《世界自然保护联盟濒危物种红色名录》（IUCN）1998年 ver 3.1——易危（VU）。",
        "index": 199
    },
    "黄金花月": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick63581451467341.jpg",
        "value": "景天科青锁龙属多肉植物，原产地南非，喜欢温暖干燥，阳光充足的环境，也耐半阴。通常为绿色，日照充足时，叶片边缘会变红，植株呈现出金色，因此得名。 ",
        "index": 200
    },
    "大岩桐": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick82271450864551.jpg",
        "value": "大岩桐（学名：Sinningia speciosa  (Lodd.) Hiern）是苦苣苔科，大岩桐属多年生草本，块茎扁球形，地上茎极短，株高可达25 cm，全株密被白色绒毛。叶片对生，肥厚，有锯齿；花顶生或腋生，花冠钟状，有粉红、红、紫蓝、白、复色等色，大而美丽。蒴果，3-8月开花，夏季盛花。中国大岩桐的引种主要在20世纪30年代，由在南京的金陵大学农学院和中山陵园纪念植物园从美国引进。新中国成立后，各地植物园才正式引种试种。喜温暖，湿润，半荫，忌强光直射和富含腐殖质的疏松，肥沃偏酸性沙质土壤环境生长。是节日点缀和装饰室内的理想盆花。植株小巧玲珑，叶茂翠绿，花朵姹紫嫣红，园艺品种繁多，有蓝、白、红、紫和重瓣、双色等品种。",
        "index": 201
    },
    "月季花": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick78761439199251.jpg",
        "value": "月季花（学名：Rosa chinensis Jacq.）：被称为花中皇后，又称“月月红”，是常绿、半常绿低矮灌木，四季开花﹐一般为红色﹐或粉色、偶有白色和黄色﹐可作为观赏植物，也可作为药用植物，亦称月季。有三个自然变种，现代月季花型多样，有单瓣和重瓣，还有高心卷边等优美花型；其色彩艳丽、丰富，不仅有红、粉、黄、白等单色，还有混色、银边等品种；多数品种有芳香。月季的品种繁多，世界上已有近万种，中国也有千种以上。自然花期4月-9月，花成大型，由内向外，呈发散型，有浓郁香气，可广泛用于园艺栽培和切花。月季的适应性强，耐寒、抗旱，不论地栽、盆栽均可，适用于美化庭院、装点园林、布置花坛、配植花篱、花架，月季栽培容易，可作切花，用于做花束和各种花篮，月季花朵可提取香精，并可入药。也有较好的抗真菌及协同抗耐药真菌活性。红色切花更成为情人间必送的礼物之一，并成为爱情诗歌的主题。中国是月季的原产地之一。月季花荣秀美，姿色多样，四时常开，深受人们的喜爱，中国有52个城市将它选为市花，1985年5月月季被评为中国十大名花第五名。",
        "index": 202
    },
    "山茶花": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick8011439286458.jpg",
        "value": "山茶花惧风喜阳、地势高爽、空气流通、温暖湿润、排水良好、疏松肥沃的砂质壤土，黄土或腐殖土。pH5.5－6.5最佳。适温在20－32 ℃之间，29℃以上时停止生长，35 ℃时叶子会有焦灼现象，要求有一定温差。环境湿度70％以上，大部分品种可耐－8 ℃低温（自然越冬，云茶稍不耐寒），在淮河以南地区一般可自然越冬喜酸性土壤，并要求较好的透气性。",
        "index": 339
    },
    "铁线蕨": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick60501441704980.jpg",
        "value": "铁线蕨（学名：Adiantum capillus-veneris L.）是铁线蕨科。铁线蕨属陆生中小形蕨类植物，根状茎细长横走，密被棕色披针形鳞片。柄长纤细，栗黑色，有光泽，叶片卵状三角形，尖头，基部楔形，羽片互生，斜向上，长圆状卵形，圆钝头，能育裂片先端截形、直或略下陷，孢子囊群横生于能育的末回小羽片的上缘；囊群盖长形、长肾形成圆肾形，淡黄绿色，孢子周壁具粗颗粒状纹饰，处理后常保存。铁线蕨世界种。广布于中国台湾、福建、广东、广西、北京等。常生于流水溪旁石灰岩上或石灰岩洞底和滴水岩壁上。铁线蕨适应性强，栽培很普及的绿植之一，茎叶秀丽多姿，株型小巧，很适合小盆栽种植用来点缀家居窗台等地方。",
        "index": 204
    },
    "桃金娘": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick41821443002166.jpg",
        "value": "桃金娘（拉丁学名：Rhodomyrtus tomentosa）是桃金娘科、桃金娘属灌木，高可达2米；叶对生，革质，叶片椭圆形或倒卵形，花常单生，紫红色，萼管倒卵形，萼裂片近圆形，花瓣倒卵形，雄蕊红色，浆果卵状壶形，熟时紫黑色；花期4-5月。产中国台湾、福建、广东、广西、云南、江西、贵州及湖南最南部。生于丘陵坡地，为酸性土指示植物。分布于中南半岛、菲律宾、日本、印度、斯里兰卡、马来西亚及印度尼西亚等地。生于红黄壤土丘陵上、两广地区极为常见。夏日花开，绚丽多彩，灿若红霞，边开花边结果。成熟果可食，也可酿酒，是鸟类的天然食源。用于园林绿化、生态环境建设、是山坡复绿、水土保持的常绿灌木。果可食用，全株供药用，有活血通络，收敛止泻，补虚止血的功效。",
        "index": 205
    },
    "若歌诗": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick50671448960398.jpg",
        "value": "若歌诗（Crassula rogersii）是景天科青锁龙属多肉植物，原产于非洲南部。易丛生，茎细柱状，淡绿色，在阳光充足、低温的环境下叶片会变成橙红色。喜阳光充足和凉爽、干燥的环境。春末夏初开花，球状，多为黄色或白色。",
        "index": 206
    },
    "卡特兰": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick33941452156679.jpg",
        "value": "卡特兰（学名：Cattleya × hybrida  H.J.Veitch）是兰科、卡特兰属多年生附生草本植物。茎通常膨大成假鳞茎状，顶部生有叶1-3枚，革质。花单朵或数朵排列成总状花序，着生于假鳞茎顶端，花大而美丽，色泽鲜艳而丰富。假鳞茎呈棍棒状或圆柱状，叶长圆形，革质。花单朵或数朵着生于假鳞茎顶端，萼片披针形。花瓣卵圆形，边缘波状。花期因种类不同而异。卡特兰原产于热带美洲，常附生于林中树上或林下岩石上。喜温暖潮湿和充足的光照。通常用蕨根、苔藓、树皮块等盆栽。卡特兰花大，雍容华丽，花色娇艳多变，花朵芳香馥郁，在国际上有“洋兰之王”“兰之王后”的美称，为高档年宵花卉。",
        "index": 207
    },
    "卷丹百合": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick38861450691425.jpg",
        "value": "卷丹百合，学名斑百合，为百合科（Liliaceae）百合属多年生草本球根植物。因花色火红，花瓣反卷，故有“卷丹”之美名，又因花瓣上有紫黑色斑纹，很像虎背之花纹，故有“虎皮百合”之雅称。卷丹百合原产我国、日本、朝鲜等地，现各地多有种植。植株间有高达1.5米的，可称“百合之冠”。",
        "index": 208
    },
    "百日草": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick46441449047616.jpg",
        "value": "百日菊（学名：Zinnia elegans  Jacq.）：一年生草本。茎直立，高30-100厘米，被糙毛或长硬毛。叶宽卵圆形或长圆状椭圆形，两面粗糙，下面被密的短糙毛，基出三脉。头状花序单生枝端，总苞宽钟状；总苞片多层，宽卵形或卵状椭圆形。舌状花深红色、玫瑰色、紫堇色或白色，舌片倒卵圆形，先端2-3齿裂或全缘，上面被短毛，下面被长柔毛。管状花黄色或橙色，先端裂片卵状披针形，上面被黄褐色密茸毛。雌花瘦果倒卵圆形，管状花瘦果倒卵状楔形。花期6-9月，果期7-10月。原产墨西哥，是著名的观赏植物，有单瓣、重瓣、卷叶、皱叶和各种不同颜色的园艺品种。在中国各地栽培很广，有时成为野生。2016年1月，美国宇航员成功在空间站培育出第一株百日菊。 ",
        "index": 209
    },
    "新几内亚凤仙": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick28351450171861.jpg",
        "value": "新几内亚凤仙（Impatiens hawkeri W. Bull）多年生常绿草本。茎肉质，分枝多。叶互生，有时上部轮生状，叶片卵状披针形，叶脉红色。花单生或数朵成伞房花序，花柄长，花瓣桃红色、粉红色、橙红色、紫红白色等。花期6--8月。喜炎热，要求充足阳光及深厚、肥沃、排水良好的土壤。怕寒冷，遇霜全株枯萎。雨季排水不良，通风不好，易患白粉病或使根茎腐烂以至落叶，注意通风，降低温度。播种繁殖。适作花坛，花境布置或盆栽观赏。",
        "index": 210
    },
    "虹之玉锦": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick4241445850207.jpg",
        "value": "虹之玉锦（Sedum rubrotinctum ‘Roseum’）是景天科景天属的多肉植物，为虹之玉的锦化品种。虹之玉锦与虹之玉的叶片大小没有特别大的变化，但颜色会稍有不同，虹之玉锦一般会有粉红色、中绿色等。生长速度较虹之玉慢很多。",
        "index": 211
    },
    "大花蕙兰": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick85241440496118.jpg",
        "value": "大花蕙兰（学名：Cymbidium hybrid ）是兰科，兰属园艺种，由独占春、虎头兰、象牙白、碧玉兰、美花兰、黄蝉兰等大花型原生种经过多代杂交选育而来；多年生常绿草本植物，根系发达，圆柱状，肉质，粗壮肥大。株高可达150厘米，假鳞茎粗壮，合轴性。假鳞茎有节，节上有隐芽。叶丛生，叶片带状，革质，总状花序，花被片花瓣状。花大型，花色有红、黄、翠绿、白、复色等色；果实为蒴果，种子细小，种胚通常发育不完全， 在自然条件下很难萌发。原产于印度、缅甸、泰国、越南和中国南部等地区。大花惠兰适生冬季温暖和夏季凉爽的环境。大花蕙兰具有较高的观赏价值，有艳丽的花朵、修长的剑叶，花型整齐且质地坚挺，经久不凋，是人们喜爱的观赏植物。",
        "index": 212
    },
    "孔雀竹芋": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick82831442568772.jpg",
        "value": "孔雀竹芋（学名：Calathea makoyana E. Morr.）：竹芋科，肖竹芋属多年生常绿草本植物。植株挺拔株高可达60厘米。叶柄紫红色， 叶片薄革质，卵状椭圆形，叶面上有墨绿与白色或淡黄相间的羽状斑纹，就像孔雀尾羽毛上的图案，因而得名。叶片亦有特性：白天舒展，晚间折叠起来。孔雀竹芋原产于巴西，中国有引种栽培。该种叶色丰富多彩，观赏性强，且为阴生植物，适应性较强，可种植在庭院、公园的林荫下或路旁，在中国华南地区已有越来越多的种类被应用于园林绿化。",
        "index": 213
    },
    "天狗之舞": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick48221451294704.jpg",
        "value": "天狗之舞（Crassula dejecta ），属于景天科，是青锁龙属的一种多肉植物。天狗之舞原产墨西哥，现世界多地有栽培。天狗之舞耐寒，耐旱，不耐湿。",
        "index": 214
    },
    "文心兰": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick57221451983623.jpg",
        "value": "文心兰（Oncidium hybridum），又名吉祥兰，跳舞兰、舞女兰、金蝶兰、瘤瓣兰等，叶片1~3枚，可分为薄叶种，厚叶种和剑叶种。兰科中的文心兰属植物的总称，本属植物全世界原生种多达750种以上，而商业上用的千姿百态的品种多是杂交种，植株轻巧、潇洒，花茎轻盈下垂，花朵奇异可爱，形似飞翔的金蝶，极富动感，是世界重要的盆花和切花种类之一。它的故事波及深远，相传宋美龄访白宫之时，一见钟情于此花，发现花瓣像极了中国汉字中的“吉”字，寓意吉祥，因此取名为“吉祥兰”。 ",
        "index": 215
    },
    "红千层": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick40321445419771.jpg",
        "value": "红千层（Callistemon rigidus R. Br.）是桃金娘科、红千层属的小乔木。树皮坚硬，嫩枝有棱，初时有长丝毛，不久变无毛。叶片坚革质，线形，先端尖锐，初时有丝毛油腺点明显，干后突起，中脉在两面均突起，侧脉明显，边脉位于边上，突起；叶柄极短。穗状花序生于枝顶；萼管略被毛，萼齿半圆形；花瓣绿色，雄蕊鲜红色，花药暗紫色，花柱比雄蕊稍长。蒴果半球形，先端平截，萼管口圆，果瓣稍下陷；种子条状。花期6-8月。原产于澳大利亚，属南亚热带树种。中国引种，广东、广西、海南、福建、台湾等省区均有栽培。性喜温暖湿润气候，能耐烈日酷暑，较耐寒；喜肥沃、酸性土壤，也耐瘠薄地。红千层花形奇特，色彩鲜艳美丽，开放时火树红花，具有很高的观赏价值，被广泛应用于公园、庭院及街边绿地；小叶芳香，可供提香油；枝叶入药。",
        "index": 216
    },
    "樱水晶": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick74351453367683.jpg",
        "value": "樱水晶（Haworthia cooperi var. picturata），百合科十二卷属多肉植物。非常容易养护。原产南非，叶片晶莹剔透，如同玉石雕刻而成，奇特而美丽，用小盆栽种点缀案头书桌、窗台等处，清新典雅，如同有生命的工艺品，很有特色。",
        "index": 217
    },
    "钓钟柳": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick87611449653386.jpg",
        "value": "钓钟柳，也叫吊钟柳为多年生常绿草本，高15至45厘米，全株带毛。叶丛莲座状，叶片稍肉质，倒披针形，长约7.5厘米。花色十分丰富，花期4至5月。喜温暖、光线良好、通风的环境。忌夏季高温、干旱。适合在园林绿化中的花坛、花镜或绿岛栽植。",
        "index": 218
    },
    "鹅掌藤": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick42181447060021.jpg",
        "value": "鹅掌藤（学名：Schefflera arboricola Hay.），五加科，鹅掌柴属藤状灌木，叶柄纤细，圆锥花序顶生，花白色，花期7月，果实卵形果期8月。原产热带和亚热带，中国西南部至东部亦有野生分布。生于谷地密林下或溪边较湿润处，耐阴，耐寒，不耐干旱。常附生于树上。可以盆栽。主要分布于中国台湾、广西、广东地区。鹅掌藤有行气止痛、活血消肿的功效。民间用于治疗风湿性关节炎、骨痛骨折等。",
        "index": 219
    },
    "光叶子花": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick45301452156489.jpg",
        "value": "光叶子花（拉丁学名：Bougainvillea glabraChoisy.），别名：宝巾、簕杜鹃、小叶九重葛、三角花、紫三角、紫亚兰、三角梅，是紫茉莉科、叶子花属藤状灌木。茎粗壮，枝下垂，无毛或疏生柔毛；刺腋生，长5-15毫米。叶片纸质，卵形或卵状披针形，喜温暖湿润气候，不耐寒，喜充足光照。品种多样，植株适应性强，不仅在南方地区广泛分布，在寒冷的北方也可栽培。原产巴西。我国南方栽植于庭院、公园，北方栽培于温室，是美丽的观赏植物。花入药，调和气血，治白带、调经。光叶子花是厦门市、深圳市市花。",
        "index": 220
    },
    "羽叶薰衣草": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick83571448357876.jpg",
        "value": "羽叶薰衣草（学名：Lavandula pinnata Lundmark）是唇形科、薰衣草属灌木，株高30-100厘米。叶形为二回羽状深裂叶，对生，叶色灰绿。植株开展，深紫色管状小花有深色纹路，具2唇瓣，上唇比下唇发达。香叶香，花无香味。一年四季开花，但主要花期集中在11月到第二年5-6月，夏季过热时停花休眠。羽叶薰衣草原产于加那利群岛。在全世界各地普遍栽培。喜全日照，但夏天必须遮阴。生性较为耐热，排水、日照须好。半耐寒。羽叶薰衣草布置在乔、灌木作地被、草坪过渡地带及路边、花园广场等处的花境、花带、花丛等环境，具有良好的观赏效果。",
        "index": 221
    },
    "刺桐": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick41451444730476.jpg",
        "value": "刺桐（学名：Erythrina variegata Linn.）是豆科、刺桐属落叶乔木。高可达20米。树皮灰褐色，枝有明显叶痕及短圆锥形的黑色直刺，髓部疏松，颓废部分成空腔。羽状复叶具3小叶，常密集枝端。总状花序顶生，长10-16厘米，上有密集、成对着生的花；总花梗木质，粗壮。荚果肿胀黑色，肥厚，种子间略缢缩，长15-30厘米，宽2-3厘米，稍弯曲，先端不育；种子1-8颗，肾形，长约1.5厘米，宽约1厘米，暗红色。花期3月，果期8月。原产于印度至大洋洲海岸林中，内陆亦多有栽植。马来西亚、印度尼西亚、柬埔寨、老挝、越南、中国等地均有栽培。常见于树旁或近海溪边，或栽于公园。适宜温暖气候。花美丽，可栽作观赏树木。该种生长较迅速，可栽作胡椒的支柱。树皮或根皮入药，称海桐皮，祛风湿，舒筋通络，治风湿麻木，腰腿筋骨疼痛，跌打损伤，对横纹肌有松弛作用，对中枢神经有镇静作用。列入《世界自然保护联盟濒危物种红色名录》（IUCN）2010年 ver 3.1——无危（LC）。",
        "index": 222
    },
    "雷童": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick12521448443502.jpg",
        "value": "刺叶露子花（学名：Delosperma echinatum (Lam.) Schwantes）是番杏科、露子花属植物。肉质灌木。植株高30厘米左右。分枝密集，二歧分枝，小枝粗0.2-0.4厘米，灰褐或浅褐色，幼枝上有白色小突起。叶肉质，色翠绿，卵圆状半球形，长1-1.3厘米，厚0.6-0.7厘米。叶对生，基部合生，暗绿色，小叶先端有1个短而明显的刺状突起。花白或黄色，单生，短梗，花小，花径1-1.5厘米。全年均可开花。原产于南非东开普省干早地区。中国有引种，各地均有栽培。属亚热带干旱地区植物。性喜温暖、干燥、阳光充足和通风良好的环境。不耐寒，怕积水。适宜生长在疏松、肥沃、排水良好的沙壤土中。刺叶露子花为小型盆栽肉质观赏植物。刺叶露子花以观叶为主，长长的小枝上缀满翠珠似的小叶，娇翠欲滴，再配上淡黄色的小花，十分清雅。可用于室内几案摆设及卧室、洗手间内壁挂装饰。",
        "index": 223
    },
    "软枝黄蝉": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick56571449741113.jpg",
        "value": "软枝黄蝉（学名：Allemanda cathartica L.）是夹竹桃科、黄蝉属多年生藤状灌木，长可达4米；枝条软弯垂，叶片纸质，端部短尖，基部楔形，叶脉两面扁平，叶柄扁平，聚伞花序顶生；花萼裂片披针形，花冠橙黄色，大形，花冠下部长圆筒状，基部不膨大，蒴果球形，种子扁平，边缘膜质或具翅。春夏两季开花，冬季结果。原产巴西，世界热带地区广泛栽培。分布于中国广西、广东、福建和台湾等省区，栽培于路旁，公园、村边。该种植株乳汁、树皮和种子有毒，人畜误食会引起腹痛、腹泻。",
        "index": 224
    },
    "大花葱": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick12841449826388.jpg",
        "value": "大花葱（学名：Allium giganteum Regel）是百合科，葱属多年生球根花卉，根鳞茎肉质，具葱味。叶片丛生，灰绿色，长披针形，伞形花序，头状，花、果实及种子密集的着生于花尊顶端，小花紫红色, 具长柄，种子圆形，黑色。原产亚洲中部，世界各国园林中多有种植。荷兰为主要鳞茎出口国。中国科学院植物所北京植物园1979年从荷兰引种鳞茎。该种是花境、岩石园或草坪旁装饰和美化的品种。大花葱花序硕大如头，故名。其花色紫红, 色彩艳丽, 是同属植物中观赏价值最高的一种。",
        "index": 225
    },
    "棕榈": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick54101441790662.jpg",
        "value": "棕榈（学名：Trachycarpus fortunei (Hook.) H. Wendl.）属棕榈科常绿乔木，高可达7米；干圆柱形，叶片近圆形，叶柄两侧具细圆齿，花序粗壮，雌雄异株。花黄绿色，卵球形；果实阔肾形，有脐，成熟时由黄色变为淡蓝色，有白粉，种子胚乳角质。花期4月，果期12月。棕榈原产中国，日本、印度、缅甸也有。棕榈是世界上最耐寒的棕榈科植物之一，除西藏外我国黄河以南地区均有分布，北起山东，南到广东、广西和云南、西达西藏边界，东至上海。棕榈树栽于庭院、路边及花坛之中，树势挺拔，叶色葱茏，适于四季观赏。木材可以制器具。棕榈叶鞘为扇子型，有棕纤维，叶可制扇、帽等工艺品，根入药。棕榈科植物以其特有的形态特征构成了热带植物部分特有的景观。",
        "index": 226
    },
    "红掌": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick38801439978611.jpg",
        "value": "花烛（Anthurium andraeanum Linden）：是单子叶植物纲天南星科花烛属多年生常绿草本植物。茎节短；叶自基部生出，绿色，革质，全缘，长圆状心形或卵心形。叶柄细长，佛焰苞平出，革质并有蜡质光泽，橙红色或猩红色；肉穗花序黄色，可常年开花不断。花烛原产于哥斯达黎加、哥伦比亚等热带雨林区。常附生在树上，有时附生在岩石上或直接生长在地上，性喜温暖、潮湿、半阴的环境，忌阳光直射。花烛花姿奇特美妍。花期持久，适合盆栽、切花或庭园荫蔽处丛植美化。",
        "index": 279
    },
    "夹竹桃": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick87431441791786.jpg",
        "value": "夹竹桃（学名：Nerium oleander L.）夹竹桃族夹竹桃属常绿直立大灌木，高可达5米，枝条灰绿色，嫩枝条具棱，被微毛，老时毛脱落。叶3-4枚轮生，叶面深绿，叶背浅绿色，中脉在叶面陷入，叶柄扁平，聚伞花序顶生，花冠深红色或粉红色，花冠为单瓣呈5裂时，其花冠为漏斗状，种子长圆形，花期几乎全年，夏秋为最盛；果期一般在冬春季，栽培很少结果。中国各省区有栽培，尤以中国南方为多，常在公园、风景区、道路旁或河旁、湖旁周围栽培；长江以北栽培者须在温室越冬。野生于伊朗、印度、尼泊尔；现广植于世界热带地区。花大、艳丽、花期长，常作观赏；用插条、压条繁殖，极易成活。茎皮纤维为优良混纺原料；种子含油量约为58.5%，可榨油供制润滑油。叶、树皮、根、花、种子均含有多种配糖体，毒性极强，人、畜误食能致死。叶、茎皮可提制强心剂，但有毒，用时需慎重。",
        "index": 228
    },
    "五十铃玉": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick51651446541082.jpg",
        "value": "五十铃玉（学名：Fenestraria rhopalophylla subsp. aurantiaca (N.E.Br.) H.E.K.Hartmann）是番杏科，窗玉属多年生草本，叶高度肉质，淡绿色，棍棒状，顶端增粗呈浑圆状，基部稍呈红色；叶顶端透明，称作“窗”，叶表覆有蜡质保护层。分布于南部非洲的沿海地区，世界多地可栽培。喜温暖干燥，阳光充足的环境，忌水湿、阴暗。要求无肥、疏松、颗粒偏多的沙壤土。夏季休眠，冬季开花。该种棒状叶形态奇特，株型紧凑，花大艳丽，故成为一种流行的观赏花卉，常被用于制作精美盆景及瓶景、框景。",
        "index": 229
    },
    "三色堇": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick62431441188242.jpg",
        "value": "三色堇（学名：Viola tricolor L.）是堇菜科堇菜属的二年或多年生草本植物。基生叶叶片长卵形或披针形，具长柄，茎生叶叶片卵形、长圆形或长圆披针形，先端圆或钝，边缘具稀疏的圆齿或钝锯齿。三色堇是欧洲常见的野花物种，也常栽培于公园中，是冰岛、波兰的国花。花朵通常每花有紫、白、黄三色，故名三色堇。该物种较耐寒，喜凉爽，开花受光照影响较大。三色菫以露天栽种为宜，无论花坛、庭园、盆栽皆适合，但不适合室内种植。中药材三色堇还可杀菌，治疗皮肤上青春痘、粉刺、过敏问题，三色堇药浴也有很好的丰胸作用。",
        "index": 230
    },
    "木槿": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick61941441705666.jpg",
        "value": "木槿（学名：Hibiscus syriacus   Linn.）：落叶灌木，高3-4米，小枝密被黄色星状绒毛。叶菱形至三角状卵形，长3-10厘米，宽2-4厘米，具深浅不同的3裂或不裂，先端钝，基部楔形，边缘具不整齐齿缺，下面沿叶脉微被毛或近无毛。花单生于枝端叶腋间，花萼钟形，长14-20毫米，密被星状短绒毛，裂片5，三角形；花朵色彩有纯白、淡粉红、淡紫、紫红等，花形呈钟状，有单瓣、复瓣、重瓣几种。外面疏被纤毛和星状长柔毛。蒴果卵圆形，直径约12毫米，密被黄色星状绒毛；种子肾形，背部被黄白色长柔毛。花期7-10月。木槿是一种在庭园很常见的灌木花种，中国中部各省原产，各地均有栽培。在园林中可做花篱式绿篱，孤植和丛植均可。木槿种子入药，称“朝天子”。木槿是韩国和马来西亚的国花。",
        "index": 231
    },
    "子孙球": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick31081451379863.jpg",
        "value": "子孙球（学名：Rebutia minuscula K.Schum.）是仙人掌科子孙球属植物。植株小，球形至圆筒状，基部易生出仔球而丛生，大大小小，叠垒成群。球体鲜绿色或墨绿色，棱16-20，疣粒顶端为刺座，生有灰白色的弯刺，刺25-30，白色或淡黄色，长0.2-0.3厘米。花着生在球下部刺座上，花小。花期3-5月。盛开时，花朵数十朵，呈现倒钟形。花后坐果，小浆果圆形，浆果幼时绿色。种子黑色。原产于南美洲阿根延北部网库曼省安第斯山的东坡，约海拔2000米左右。原产地灌术杂草丛生，该种常生长在草丛中，土壤中的水分和肥力都较好，夏季有杂草遮阴。性喜温暖和阳光照射的生态环境，也能耐半阴。对土壤要求不严，一般中性的砂质上壤就能旺盛生长。该种球体小巧秀气，开花又多，在室内散射光条件下生长良好，为理想的家庭小型盆栽品种。点缀窗台、书桌、几案非常雅致，也可种在小动物形容器内或布置“景箱同艺”。此外，植于浅盆作仙人掌类盆景也别有风味。",
        "index": 232
    },
    "筒叶花月": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick32471445505010.jpg",
        "value": "筒叶花月，别名吸财树、玉树卷、马蹄角、马蹄红。景天科青锁龙属。原产原产于南非纳塔尔省。筒叶花月为多年生肉质草本植物。多分枝，茎部黄褐，呈圆柱状。叶片翠绿色，肉质，生长于茎部顶端。 ",
        "index": 233
    },
    "黄连木": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick16281443431678.jpg",
        "value": "黄连木（学名：Pistacia chinensis Bunge）是漆树科、黄连木属植物。落叶乔木，高达20余米；树干扭曲，树皮暗褐色，呈鳞片状剥落，幼枝灰棕色，具细小皮孔，疏被微柔毛或近无毛。偶数羽状复叶互生，有小叶5-6对，叶轴具条纹，被微柔毛，叶柄上面平，被微柔毛。花单性异株，先花后叶，圆锥花序腋生，雄花序排列紧密，长6-7厘米，雌花序排列疏松；花小，花梗长约1毫米。核果倒卵状球形，略压扁，径约5毫米，成熟时紫红色，干后具纵向细条纹，先端细尖。分布于菲律宾和中国；在中国分布于长江以南各省区及华北、西北。生于海拔140-3550米的石山林中。木材鲜黄色，可提黄色染料，材质坚硬致密，可供家具和细工用材。种子榨油可作润滑油或制皂。幼叶可充蔬菜，并可代茶。也具有观赏价值。列入《中国生物多样性红色名录-高等植物卷》（2013年9月2日）——无危（LC）。",
        "index": 234
    },
    "莲花掌": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick71761448529487.jpg",
        "value": "莲花掌（学名：Aeonium arboreum Webb & Berthel.）是景天科莲花掌属植物。为多年生肉质草本，株高可达60厘米，有匍匐茎。根茎粗壮，有多数长丝状气生根。叶丛紧密，直立呈莲座状，叶倒卵形。花梗白叶丛中抽出，花茎柔软，有苞片，具白霜。有8-24朵花，聚伞花序，花茎高20-30厘米，外面粉红色或红色，里面黄色，花冠红色，花瓣披针形不张开，花期6-10月。原产于墨西哥，世界各地均有栽培。喜温暖干燥、阳光充足的环境，不耐寒，冬季生长温度必须维持在5℃以上。耐半阴，怕积水，忌烈日。不耐湿。莲花掌叶片呈莲座状排列，叶片肥厚，颜色翠绿，形状似池中莲花，被称为“永不凋谢的花朵”，具有极高的观赏价值；置于书桌、几架、窗台、阳台等处，如同有生命的艺术品，是较流行的小型多浆植物之一。",
        "index": 235
    },
    "高砂之翁": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick16691452503343.png",
        "value": "高砂之翁（外文名Echeveria ‘Takasago No Okina'）是景天科，拟石莲花属的多肉植物。特征是其边缘呈大波浪卷形的宽大叶片，颜色随光照变化从蓝紫到橙红变幻不定，是一种具有别样魅力的拟石莲品种。是杂交种而非栽培变种。最早在日本被培育。亲本为E. crenulata (?) x 银明色（E. carnicolor）。",
        "index": 236
    },
    "雏菊": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick21551443002548.jpg",
        "value": "《雏菊》又译名（爱无间）是2006年上映的一部电影，由香港导演刘伟强及幕后班底携手韩国演员郑宇成、全智贤、李成宰联合打造的韩国黑帮电影。电影有两个版本，分别是亚洲剪辑版和国际剪辑版。该片以黑帮作为故事背景，描述国际刑警正宇正在执行追捕逃犯的任务，而他的心却被偶遇的画家慧瑛所捕获。谁料被他追捕的杀手朴义，与他爱上了同一个女人。纠缠在三人之间的命中注定的爱情，从此开始。",
        "index": 237
    },
    "狗娃花": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick95661452504616.jpg",
        "value": "狗娃花（学名：Heteropappus hispidus (Thunb.) Less.）是菊科狗娃花属植物，一或二年生草本，有垂直的纺锤状根。茎高30-50有时达150厘米；全部叶质薄，两面被疏毛或无毛，边缘有疏毛，中脉及侧脉显明。头状花序径3-5厘米，单生于枝端而排列成伞房状；舌状花约30余个，管部长2毫米；管状花花冠长5-7毫米，管部长1.5-2毫米。瘦果倒卵形；花期7-9月，果期8-9月。狗娃花生长于海拔2400米的荒地、路旁、林缘及草地。分布于中国北部、西北部及东北部各省等地。狗娃花根入药，能解毒消肿，治疮肿、蛇咬。花大而艳丽，可栽培，供观赏。",
        "index": 238
    },
    "地涌金莲": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick37181451984798.jpg",
        "value": "地涌金莲，拉丁学名（Musella lasiocarpa (Franch.) C. Y. Wu ex H. W. Li）原产中国云南，为中国特产花卉。假茎的叶腋处为真正的小花朵，清香、娇嫩，黄绿相间，更添一份精巧的美丽，花期长达半年之久。地涌金莲被佛教寺院定为“五树六花”之一，也是傣族文学作品中善良的化身和惩恶的象征。云南民间还利用其茎汁解酒、解毒，制作止血药物，现北京植物园热带温室已引种栽培这一美丽的植物。",
        "index": 239
    },
    "八仙花": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick48751443087982.jpg",
        "value": "绣球（学名：Hydrangea macrophylla  (Thunb.) Ser. ）： 为绣球花科植物。灌木，高1-4米；茎常于基部发出多数放射枝而形成一圆形灌丛；枝圆柱形。叶纸质或近革质，倒卵形或阔椭圆形。伞房状聚伞花序近球形，直径8-20厘米，具短的总花梗，花密集，粉红色、淡蓝色或白色；花瓣长圆形，长3-3.5毫米。蒴果未成熟，长陀螺状；种子未熟。花期6-8月。绣球花花型丰满，大而美丽，其花色能红能蓝，令人悦目怡神，是常见的盆栽观赏花木。中国栽培绣球的时间较早，在明、清时代建造的江南园林中都栽有绣球。20世纪初建设的公园也离不开绣球的配植。现代公园和风景区都以成片栽植，形成景观。",
        "index": 240
    },
    "玉兰": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick81361441791493.jpg",
        "value": "辛夷古代形容女孩子手如柔夷，说的就是辛夷。可以做香料的原料，也可做中药材，主治鼻塞、感冒引起的精神不振等，有提神醒脑之功效。目前国内最大的种植基地在河南省南召县，有200万亩之多，多居山林；而南召县云阳镇又是国家扶持的主要种植基地。",
        "index": 241
    },
    "凤尾兰": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick13461444899797.jpg",
        "value": "凤尾兰（学名：Yucca gloriosa L.）是百合科丝兰属植物，常绿灌木。株高50~150cm，具茎，有时分枝，叶密集，螺旋排列茎端，质坚硬，有白粉，剑形，长40 - 70cm，顶端硬尖，边缘光滑，老叶有时具疏丝。圆锥花序高1m多，花大而下垂，乳白色，常带红晕。蒴果干质，下垂，椭圆状卵形，不开裂。花期6 - 10月。原产北美东部及东南部，中国华北以南地区均有栽培。适应性强，耐水湿。风尾兰花大树美叶绿，是良好的庭园观赏树木。凤尾兰是塞舌尔国家的国花。",
        "index": 242
    },
    "东京樱花": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick23191440409633.jpg",
        "value": "东京樱花（学名：Cerasus yedoensis  (Matsum.) Yu et Li）：是双子叶植物纲、蔷薇科的乔木植物，高4-16米，树皮灰色。小枝淡紫褐色，无毛，嫩枝绿色，被疏柔毛。冬芽卵圆形，无毛。叶片椭圆卵形或倒卵形，上面深绿色，无毛，下面淡绿色，沿脉被稀疏柔毛。花序伞形总状，总梗极短，有花3-4朵，先叶开放，花直径3-3.5厘米；花瓣白色或粉红色，椭圆卵形，先端下凹，全缘二裂；雄蕊约32枚，短于花瓣；花柱基部有疏柔毛。核果近球形，直径0.7-1厘米，黑色，核表面略具棱纹。花期4月，果期5月。2n=16。原产日本，世界多地及中国北京、西安、青岛、南京、南昌等城市庭园栽培。着花繁密，花色粉红，可孤植或群植于庭院，公园，草坪，湖边或居住小区等处。园艺品种很多，供观赏用。",
        "index": 243
    },
    "霜之朝": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick28461447320082.jpg",
        "value": "霜之朝（xPachyveria 'Powder Puff'）是景天科的多肉植物，是一个源自美国的杂交品种，于1970年代被培育。由厚叶草属的鸡蛋美人（Pachyphytum oviferum）和拟石莲花属的广寒宫（Echeveria cante）杂交而来。喜温暖、光照充足、干燥且通风的环境，较耐旱，不耐寒、适应力较强。叶片表面有一层天然的厚白色霜粉，使植株乍看之下呈现淡蓝色。",
        "index": 244
    },
    "勋章菊": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick52011451984995.jpg",
        "value": "勋章菊（学名：Gazania rigens Moench）是菊科，勋章菊属多年生草本植物，株高可达40厘米，叶由根际丛生，叶片披针形或倒卵状披针形，叶背密被白毛，叶形丰富。头状花序单生，舌状花和管状花两种，花色丰富多彩，有白、黄、橙红等色，花瓣有光泽，花心处多有黑色、褐色5-10月开花。勋章菊原产南非，中国沈阳、葫芦岛、大连、丹东、鞍山、辽阳、锦州、营口、盘锦、北京、天津、太原、临汾、长治、石家庄、秦皇岛、保定、唐山、邯郸、邢台、承德、济南、德州、延安、宝鸡、天水有分布。性喜温暖向阳，适宜在疏松、肥沃、排水良好的沙壤土中生长；对水分比较敏感，耐旱、耐热、耐贫瘠，也具有一定的抗寒能力。勋章菊的花形奇特、花色丰富，其花心有深色眼斑，形似勋章，具有浓厚的野趣，是园林中常见的盆栽花卉和花坛用花。",
        "index": 245
    },
    "水鬼蕉": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick75841446716517.jpg",
        "value": "水鬼蕉（学名：Hymenocallis littoralis (Jacq.) Scalisb.）多年生鳞茎草本植物。叶基生，倒披针形，先端急尖。花葶硬而扁平，实心；伞形花序，3-8朵小花着生于茎顶，无柄；花径可达20厘米，花被筒长裂，一般呈线形或披针形；雄蕊6枚着生于喉部，而下部为被膜联合成杯状或漏斗状副冠，花绿白色，有香气。花期夏秋，蒴果卵圆形或环形，成熟时裂开。种子海绵质状，绿色。水鬼蕉原产美洲热带地区，西印度群岛。叶姿健美，花形别致。适合盆栽观赏，可用于庭院布置或花境、花坛用材。",
        "index": 246
    },
    "水竹": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick74291442828434.jpg",
        "value": "水竹，别名：实心竹、木竹、黎子竹拉丁文名：Phyllostachys heteroclada Oliver.禾本科、刚竹属多年生草本，竿可高6米许，粗达3厘米，幼竿具白粉并疏生短柔毛；节间长达30厘米，壁厚3-5毫米；竿环在较粗的竿中较平坦，与箨环同高，在较细的竿中则明显隆起而高于箨环；所以具有良好的观赏价值。水竹竹材韧性好，栽培的水竹竹竿粗直，节较平，宜编制各种生活及生产用具。著名的湖南益阳水竹席就是用本种为材料编制而成的；笋供食用。水竹全身是宝，不但是工业原料之一，而且用途广泛。竹笋味鲜甘甜，竹编器具和工艺品美观、耐用。燃烧后能产生竹油、竹炭。竹油香气浓郁，可用作妆品的配料等；竹炭用于烤火、打铁、建筑涂料。水竹还有许多药用价值。",
        "index": 247
    },
    "蓝目菊": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick99851447148491.jpg",
        "value": "蓝目菊别名非洲雏菊、大花蓝目菊。原产南非，不耐寒．忌炎热，适宜温度18℃~26℃，喜向阳环境。宜排水良好的土壤。菊科菊属多年生草本植物，常作一年生栽培。",
        "index": 248
    },
    "白晶菊": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick91851446717339.jpg",
        "value": "白晶菊又名小白菊，为一、二年生草本花卉。喜温暖湿润和阳光充足的环境。较耐寒，耐半荫。适宜生长在疏松肥沃排水性好的壤土中。白晶菊矮而强健，多花，花期早，花期长，成片栽培耀眼夺目。头状花序顶生，花后结瘦果，5月下旬成熟。白晶菊的花有色白、黄色，植株低矮，花繁茂，适用于花坛、庭院布置，也可作为地被花卉栽种。白晶菊低矮而强健，多花，花期早，花期长,成片栽培耀眼夺目，也适合盆栽或早春花坛美化。 ",
        "index": 249
    },
    "八宝景天": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick63581442308679.jpg",
        "value": "八宝景天（学名：Hylotelephium erythrostictum (Miq.) H. Ohba）景天科、八宝属多年生肉质草本植物，地下茎肥厚，地上茎簇生，粗壮而直立，全株略被白粉，呈灰绿色。中国东北地区和朝鲜均有分布。常见栽培的尚有白色、紫红色、玫红色品种。花期，7~10月。几乎是景天科中花色最为艳丽的种类。（文中图片均取自中国植物图库） ",
        "index": 250
    },
    "锦葵": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick32521451898600.jpg",
        "value": "锦葵（学名：Malva sinensis  Cavan.）：二年生或多年生直立草本，高50-90厘米，分枝多，疏被粗毛。叶圆心形或肾形，具5-7圆齿状钝裂片，两面均无毛或仅脉上疏被短糙伏毛。花3-11朵簇生，小苞片3，长圆形疏被柔毛；花紫红色或白色，直径3.5-4厘米，花瓣5，匙形，长2厘米，先端微缺，爪具髯毛。果扁圆形，分果爿9-11，肾形，被柔毛；种子黑褐色，肾形，长2毫米。花期5-10月。花供园林观赏，地植或盆栽均宜；其花白色的常入药用。中国南北各城市常见的栽培植物，偶有逸生。南自广东、广西，北至内蒙古、辽宁，东起台湾，西至新疆和西南各省区，均有分布。印度也有。",
        "index": 251
    },
    "金凤花": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick16701447408428.jpg",
        "value": "金凤花（学名：Caesalpinia pulcherrima  (L.) Sw.）：大灌木或小乔木；高达3米，枝绿或粉绿色，有疏刺。二回羽状复叶4对至8对，对生，小叶7对 至11对，长椭圆形或倒卵形，基部歪斜，顶端凹缺，小叶柄很短。总状花序顶生或腋生，花瓣圆形具柄， 橙或黄色，花梗长达7厘米。荚果黑色。种子6颗至9颗。花果期几乎全年。原产地西印度群岛，中国云南、广西、广东和台湾均有栽培。为热带地区有价值的观赏树木之一。",
        "index": 252
    },
    "火祭": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick63401441532698.jpg",
        "value": "火祭，别名秋火莲，为景天科、青锁龙属多年生草本植物。茎匍伏或直立。植株丛生，肉质叶交互对生，正常生长情况下排列紧密，整株呈四棱状。性喜阳光充足且较为干燥的生长环境。叶片在阳光充足环境下呈浅绿色至鲜红色。",
        "index": 253
    },
    "鹿角海棠": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick32671441877349.jpg",
        "value": "鹿角海棠（学名：Astridia velutina (L.Bolus) Dinter）是番杏科，鹿角海棠属多年生肉质灌木，叶粉绿色，高度肉质，基部联合对生，具三棱，全株密被极细短绒毛；花白或粉红色，冬季开花。原产非洲西南部，中国有引进栽培。喜温暖干燥和阳光充足的环境。耐干旱，怕高温潮湿。要求疏松的沙壤土地。冬季养护最佳温度不应低于15℃。繁殖容易，一般以扦插为主。其叶形叶色较美，花色艳丽，观赏价值较高。",
        "index": 254
    },
    "鸭脚木": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick3111440581679.jpg",
        "value": "鸭脚木（别名：鹅掌柴,吉祥树），常绿乔木或灌木，小枝、叶、花序、花萼幼时密被星状短柔毛，后毛渐脱落。鹅掌柴，（Schefflera octophylla (Lour.) Harms），为常绿灌木。分枝多，枝条紧密。掌状复叶，小叶6-9枚，长卵圆形，革质，深绿色，有光泽。圆锥状花序，小花白色。浆果深红色，成熟时黑色。是热带、亚热带地区常绿阔叶林常见的植物，原产大洋洲、中国广东、福建、以及南美洲等地的亚热带雨林，日本、越南、印度也有分布。现广泛种植于世界各地。",
        "index": 255
    },
    "黄花照波": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick49721450947635.jpg",
        "value": "照波，番杏科多肉植物、 此种生长较快，栽培容易，细长的浓绿色叶3厘米左右，开黄色花。浇水也是以干湿交替进行，但要防止长期干旱与湿涝。夏季高温需遮阴，忌暴晒。叶片肥厚多汁，清雅别致夏季开出的金黄色花朵明亮而壮观。其夏季生长与开花的习性与大部分番杏科植物相反，适合家庭栽养。",
        "index": 256
    },
    "蓝雪花": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick2901445938137.jpg",
        "value": "蓝雪花（拉丁学名：Ceratostigma plumbaginoides Bunge）别称山灰柴、假靛（河南），角柱花等，多年生直立草本，为白花丹科、蓝雪花属植物。蓝雪花长势强健，耐热，较耐高温高湿，病虫害少，管理简单，观赏期长。叶色翠绿，花色淡雅，炎热的夏季给人以清凉感觉，可盆栽点缀居室、阳台。 ",
        "index": 257
    },
    "西瓜皮椒草": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick71401450171081.jpg",
        "value": "西瓜皮椒草（学名：Peperomia argyreia (Hook.f.) E.Morren）是胡椒科草胡椒属植物。多年常绿草木，株高约15-20厘米。根茎顶端从生状抽生长长的叶柄，红褐色的叶柄上端着生单叶。叶片卵圆形至心脏形，向叶柄内反卷成半圆形。穗状花序，花小，白色。原产于南美洲和热带地区，中国南北均有栽培。喜温暖湿润的半阴环境，耐半阴，忌烈日直射；不耐寒，最适宜的生长温度为18-28℃，夏季要遮荫降温，越冬温度为10-15℃，否则植株易受冻害，气温低于5℃会受寒害；喜深厚肥沃、富含腐殖质的酸性土壤。西瓜皮椒草株形玲珑，秀叶丛生，形态圆润，绿如翡翠，白若美玉，椎洁娇莹；西瓜皮椒草，宽脉明显，八条均分，浅地深脉，富有光泽，状若西瓜，可以较长时间放在室内莳养，是室内绿化、美化装饰的观叶植物。",
        "index": 258
    },
    "彩叶草": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick50731446715226.jpg",
        "value": "彩叶草（学名：Plectranthus scutellarioides (L.) R.Br.）是唇形科，鞘蕊花属直立或上升草本。茎通常紫色，叶片膜质，其变异很大，通常卵圆形，先端钝至短渐尖，基部宽楔形至圆形，边缘具圆齿状锯齿或圆齿，色泽多样，有黄、暗红、紫色及绿色，轮伞花序多花，花多数密集排列，花梗与序轴被微柔毛；苞片宽卵圆形，花萼钟形，萼檐二唇形，中裂片宽卵圆形，侧裂片短小，卵圆形，花冠浅紫至紫或蓝色，冠筒骤然下弯，冠檐二唇形，花丝在中部以下合生成鞘状。花柱超出雄蕊，花盘前方膨大。小坚果褐色，具光泽，7月开花。中国各地园圃普遍栽培，作观赏用。印度经马来西亚，印度尼西亚，菲律宾至波利尼西亚，各地亦见栽培。彩叶草是园林和城市绿化美化、植物景观营造的重要类群，以其株型美观、色彩多样、繁殖简便和易于造景的特点，是具有观赏价值的植物。",
        "index": 259
    },
    "黄花风铃木": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick80921446110386.jpg",
        "value": "黄花风铃木（学名：Handroanthus chrysanthus (Jacq.) S.O.Grose）是紫葳科，风铃木属落叶乔木，高可达5米，树皮有深刻裂纹，小叶片对生，五叶轮生，卵状椭圆形，全叶被褐色细茸毛，先端尖，叶面粗糙；圆锥花序，顶生，花两性，萼筒管状，花冠金黄色，漏斗形，花缘皱曲，但为两侧对称花，甜香，子房二室，果实为蓇葖果，种子具翅；春季3-4月开花，先花后叶。原产墨西哥、中美洲、南美洲，1997年前中国自南美巴拉圭引进栽种。该种会随着四季变化而更换风貌的树。春天枝条叶疏，清明节前后会开漂亮的黄花；夏天长叶结果荚；秋天枝叶繁盛，一片绿油油的景象；冬天枯枝落叶，呈现出凄凉之美，这就是黄花风铃木在春、夏、秋、冬所展现出不同的独特风采。",
        "index": 260
    },
    "绒针": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick64871451983146.jpg",
        "value": "绒针(Crassula mesembrianthoides subsp. hispida)，又名银箭，景天科，青锁龙属多肉植物，喜温暖干燥和阳光充足的环境，怕低温和霜雪，耐半阴，无明显休眠期。夏季高温有短暂休眠，冬季为其生长期。",
        "index": 261
    },
    "花叶万年青": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick84911447147926.jpg",
        "value": "花叶万年青（学名：Dieffenbachia picta Lodd. ）又名黛粉叶，为常绿灌木状草本，茎干粗壮多肉质，株高可达1.5米。叶片大而光亮，着生于茎干上部，椭圆状卵圆形或宽披针形，先端渐尖，全缘，长20-50厘米、宽5-15厘米；宽大的叶片两面深绿色，其上镶嵌着密集、不规则的白色、乳白、淡黄色等色彩不一的斑点，斑纹或斑块；叶鞘近中部下具叶柄。花梗由叶梢中抽出，短于叶柄，花单性，佛焰花序，佛焰苞呈椭圆形，下部呈筒状。其园艺品种甚多，不同的品种叶片上的花纹不同。喜温暖、湿润和半阴环境。不耐寒、怕干旱。常规繁殖常用分株、扦插繁殖，但以扦插为主。原产南美。中国广东、福建各热带城市普遍栽培。",
        "index": 262
    },
    "金银花": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick30351440581995.jpg",
        "value": "金银花 ，正名为忍冬（学名：Lonicera japonica Thunb. ）。“金银花”一名出自《本草纲目》，由于忍冬花初开为白色，后转为黄色，因此得名金银花。药材金银花为忍冬科忍冬属植物忍冬及同属植物干燥花蕾或带初开的花。金银花，三月开花，五出，微香，蒂带红色，花初开则色白，经一、二日则色黄，故名金银花。又因为一蒂二花，两条花蕊探在外，成双成对，形影不离，状如雄雌相伴，又似鸳鸯对舞，故有鸳鸯藤之称。本种最明显的特征在于具有大形的叶状苞片。它在外貌上有些像华南忍冬，但那个种的苞片狭细而非叶状，萼筒密生短柔毛，小枝密生卷曲的短柔毛，与本种明显不同。这个种的形态变异非常大，无论在枝、叶的毛被、叶的形状和大小以及花冠的长度、毛被和唇瓣与筒部的长度比例等方面，都有很大的变化。但所有这些变化看来较多地同生态环境相联系，并未显示与地理分布之间的相关性。金银花自古被誉为清热解毒的良药。它性甘寒气芳香，甘寒清热而不伤胃，芳香透达又可祛邪。金银花既能宣散风热，还善清解血毒，用于各种热性病，如身热、发疹、发斑、热毒疮痈、咽喉肿痛等症，均效果显著。 ",
        "index": 263
    },
    "青枫": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick98461445332142.jpg",
        "value": "青枫，槭树科，槭属，产中国、日本和朝鲜；中国分布于长江流域各省，山东、河南、江苏、浙江也有。多生于海拔1200m以下山地、丘陵之林缘或疏林中。青枫是园林绿化中，常用的树木，也是嫁接红枫的砧木之一，价值颇高。",
        "index": 264
    },
    "天人菊": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick70211446543088.jpg",
        "value": "天人菊（学名：Gaillardia pulchella Foug.）菊科一年生草本，高20-60厘米。茎中部以上多分枝，分枝斜升，被短柔毛或锈色毛。下部叶匙形或倒披针形，边缘波状钝齿、浅裂至琴状分裂，先端急尖，近无柄，上部叶长椭圆形，倒披针形或匙形，叶两面被伏毛。头状花序径5厘米。总苞片披针形，边缘有长缘毛，背面有腺点。舌状花黄色，基部带紫色，舌片宽楔形，顶端2-3裂；管状花裂片三角形，被节毛。瘦果长2毫米，基部被长柔毛。冠毛长5毫米。花果期6-8月。原产热带美洲。天人菊色彩艳丽，花期长，栽培管理简单，常作庭园栽培，供观赏。",
        "index": 265
    },
    "麦李": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick21131448617713.jpg",
        "value": "麦李（学名：Cerasus glandulosa (Thunb.) Lois.）：蔷薇科樱属，落叶灌木，高达2米。叶卵状长椭圆形至椭圆状披针形，长5-8厘米，先端急尖而常圆钝，基部广楔形，缘有细钝齿，两面无毛或背面中肋疏生柔毛；叶柄长4-6毫米。花粉红或近白色，径约2厘米，花梗长约1厘米。果近球形，径1-1.5厘米，红色。麦李有一定耐寒性适应性强，喜光。较耐寒，适应性强 。甚为美观，各地庭园常见栽培观赏宜于草坪、路边、假山旁及林缘丛栽，也可作基础栽植、盆栽或催花、切花材料。生于山坡、沟边或灌丛中，也有庭园栽培，海拔800-2300米。分布于中国和日本。",
        "index": 266
    },
    "虞美人": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick7211442224811.jpg",
        "value": "虞姬，是楚汉之争时期西楚霸王项羽的美人，名虞（yú）（一说姓虞），曾在四面楚歌的困境下一直陪伴在项羽身边，项羽为了她作《垓下歌》。相传虞姬容颜倾城，才艺并重，舞姿美艳，并有“虞美人”之称。后人曾根据《垓下歌》，以及相传是虞姬所作的《和垓下歌》，臆想她的结局是公元前202年楚汉战争项羽兵败时，在楚营内自刎，由此流传了一段关于“霸王别姬”的传说。",
        "index": 267
    },
    "油菜花": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick1061441965157.jpg",
        "value": "油菜花，别名芸薹(YUN TAI)，拉丁文名Brassica campestris，原产地在欧洲与中亚一带，是一种十字花科的一年生草本植物。在我国，油菜花集中分布在江西婺源篁（huáng）岭、汉中盆地和江岭万亩梯田、云南罗平平原、青海门源高原等。",
        "index": 268
    },
    "鸾凤玉": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick38001449479621.jpg",
        "value": "鸾凤玉（学名：Astrophytum myriostigma Lem.）是仙人掌科星球属多年生肉质草本植物，植株单生，呈球形至长球形，表面密布细小的白色绒毛，呈星点状。通体具3-8条肥厚的肉质棱，棱直，棱脊呈三角状，表皮密被白色丛卷毛。刺座着生于棱缘上，上有褐色短绵毛，无刺。春夏季开花，花生于茎顶，花色橙黄，呈漏斗状，像菊花一样。鸾凤玉原产于墨西哥高原的中部。喜温暖、干燥和阳光充足的环境，若光照不足会使植株表面的白色星点减退。有一定的耐寒性，耐干旱，稍耐半阴，也耐强光，怕水涝。鸾凤玉形态独特，非常适合家庭栽培欣赏。用于装饰窗台、阳台、桌案等处。在夜间可以吸收大量的二氧化碳，能有效提高房间里负离子的浓度，使空气变得洁净、清新。",
        "index": 269
    },
    "康乃馨": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick9591439286120.jpg",
        "value": "康乃馨（学名：Dianthus 'Carnation'）：是石竹科、石竹属多年生草本植物，是多种石竹属园艺品种的通称。为多年生草本植物，株高70-100厘米，基部半木质化。整个植株被有白粉，呈灰绿色。茎干硬而脆，节膨大。叶线状披针形，全缘，叶质较厚，上半部向外弯曲，对生，基部抱茎。花通常单生，聚伞状排列。花冠半球形，花萼长筒状，花蕾橡子状，花瓣扇形，花朵内瓣多呈皱缩状，花色有大红、粉红、鹅黄、白、深红等，还有玛瑙等复色及镶边等，有香气。康乃馨包括许多变种与杂交种，在温室里几乎可以连续不断开花。花朵丰富，有多种形状和颜色。通常香气四溢，开花时间长，非常适合花束和花园。它们以其美丽，魅力，丁香般的香味和持久的新鲜度而受到重视。1907年起，开始以粉红色康乃馨作为母亲节的象征，故今常被作为献给母亲的花。原产于地中海地区，在亚洲的日本、韩国和马来西亚等国都有大量栽培。在欧洲的德国、匈牙利、意大利、波兰、西班牙、土耳其、英国和荷兰等国栽培的规模也很大。是世界上应用最普遍的花卉之一。",
        "index": 270
    },
    "非洲凤仙": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick33541447060787.jpg",
        "value": "非洲凤仙（拉丁学名：Impatiens walleriana Hook. f. ），别名苏丹凤仙花、玻璃翠、沃勒凤仙、何氏凤仙花、苏氏凤仙花。属于凤仙花科、凤仙花属多年生肉质草本。高25-70厘米，茎直立，绿色或淡红色，不分枝或分枝，无毛或稀在枝端被柔毛。茎叶光洁，花朵繁多，色彩绚丽明快，周年开花，喜温暖、温润环境，是园林中优美的盆栽和露地花卉，在国际上流行，是著名的装饰性盆花，也是常见的城市绿化景观用花。",
        "index": 271
    },
    "冷水花": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick43651445419400.jpg",
        "value": "冷水花（学名：Pilea notata  C. H. Wright）多年生草本，具匍匐茎。茎肉质，纤细，中部稍膨大，叶柄纤细，常无毛，稀有短柔毛；托叶大，带绿色。花雌雄异株，花被片绿黄色，花药白色或带粉红色，花丝与药隔红色。瘦果小，圆卵形，熟时绿褐色。花期6-9月，果期9-11月。分布中国广西、广东，经长江流域中、下游诸省，北达陕西南部和河南南部；越南、日本有分布。生于山谷、溪旁或林下阴湿处，海拔300-1500米。冷水花是相当时兴的小型观叶植物。全草药用，有清热利湿、生津止渴和退黄护肝之效。",
        "index": 272
    },
    "天鹅绒竹芋": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick69131446086743.jpg",
        "value": "绒叶肖竹芋〔学名：Calathea zebrina （Sims） Lindl.〕是竹芋科，肖竹芋属多年生中等大草本植物，株高可达1米。叶片长圆状披针形，不等侧，叶面深绿，有黄绿色的条纹，天鹅绒般，叶背幼时浅灰绿色，老时淡紫红色，头状花序，花冠紫堇色或白色，子房无毛。5-6月开花。原产巴西。中国台湾、广东有栽培。绒叶肖竹芋喜低光度或半阴环境下生长，但长期在室内低光度下生长，植株柔弱，叶片失去特有的色彩。但是，盛夏在强光下曝晒片刻，叶片就会被灼伤。该种叶美丽，栽培供观赏。叶面色彩随生长期而出现变化。",
        "index": 273
    },
    "非洲菊": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick73001447322923.jpg",
        "value": "非洲菊（学名：Gerbera jamesonii Bolus）是菊科，大丁草属多年生、被毛草本植物。根状茎短，为残存的叶柄所围裹，具较粗的须根；叶基生，莲座状，叶片长椭圆形至长圆形，顶端短尖或略钝，叶柄具粗纵棱，多少被毛；花葶单生，或稀有数个丛生，无苞叶；毛于顶部最稠密，头状花序单生于花葶之顶；总苞钟形，花托扁平，裸露，蜂窝状；花冠管短，花药具长尖的尾部；瘦果圆柱形，密被白色短柔毛；冠毛略粗糙，鲜时污白色，干时带浅褐色，基部联合。花期11月至翌年4月。非洲菊原产于非洲南部的德兰士瓦，喜温暖通风、阳光充足的环境。该种花花色丰富，分别有红色、白色、黄色、橙色、紫色等，大而色泽艳丽，可被用于切花、盆栽及庭院装饰。",
        "index": 274
    },
    "金盏花": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick18261442829086.jpg",
        "value": "金盏花（Calendula officinalis L.），为菊科两年生草本，全株被毛。叶互生，长圆形。花黄色或橙黄色，花期4～9月，果期6～10月。喜生长于温和、凉爽的气候，怕热、耐寒。原产于南欧、地中海沿岸一带。金盏花富含多种维生素，尤其是维生素A和维生素C，可预防色素沉淀、增进皮肤光泽与弹性、减缓衰老、避免肌肤松弛生皱。几乎各部位都可以食用；其花瓣有美容之功能，花含类胡萝卜素、番茄烃、蝴蝶梅黄素、玉红黄质、挥发油、树脂、黏液质、苹果酸等。根含苦味质，山金东二醇；种子含甘油酯、蜡醇和生物碱。放入洗发精里可以使得头发颜色变淡。古埃及人认为金盏花能延缓衰老，印度人则尊奉它为神圣的花。中世纪时人们已将金盏花用于疗伤，更藉以对抗瘟疫和黑死病。金盏花是早春园林和城市中最常见的草本花卉之一。在古代西方作为药用或染料，也可以作为化妆品原料或食物，其叶和花瓣可以食用，因此可以用作菜肴的装饰。",
        "index": 275
    },
    "麝香百合": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick50021449048202.jpg",
        "value": "麝香百合（学名：Lilium longiflorum  Thunb.）：在中国台湾亦称铁炮百合。鳞茎球形或近球形，高2.5-5厘米；鳞片白色。茎高45-90厘米，绿色，基部为淡红色。叶散生，披针形或矩圆状披针形，两面无毛。花单生或2-3朵；花喇叭形，白色，筒外略带绿色。蒴果矩圆形，长5-7厘米。花期6-7月，果期8-9月。是一种美丽的花卉，花极香，含有芳香油，可作香料。也是一种淡雅有致，清香袭人的切花。可布置花坛、花镜、园林小品或盆栽观赏，也可做插花用于装饰。麝香百合在欧美主要作切花及复活节的盆花用，几乎成为复活节不可缺少的花卉，故在欧美诸国广泛栽培，栽培水平也很高。其株形端直，花色纯白，形状优美，给人以洁白、纯雅之感，又寓有百年好合的吉祥之意。产中国台湾。分布于日本琉球群岛。",
        "index": 276
    },
    "孔雀草": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick68641447148898.jpg",
        "value": "孔雀草（拉丁学名：Tagetes patula L.）菊科、万寿菊属一年生草本植物。茎直立，分枝斜展。叶羽状分裂，头状花序单生，管状花花冠黄色，瘦果线形，花期7-9月。原产墨西哥。分布于四川、贵州、云南等地，生于海拔 750-1600m的山坡草地、林中，或庭园栽培。具有药用价值。孔雀草的全草可入药，夏、秋季采收，鲜用或晒干。性味苦，平。有清热利湿，止咳之功效。用于咳嗽，痢疾，顿咳，牙痛，风火眼痛；外用于痄腮，乳痛。",
        "index": 277
    },
    "黄槿": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick8451447667211.jpg",
        "value": "黄槿（学名：Hibiscus tiliaceus Linn.）是锦葵科、木槿属常绿灌木或乔木，高4-10米，胸径粗达60厘米；树皮灰白色；小枝无毛或近于无毛，很少被星状绒毛或星状柔毛。叶革质，近圆形或广卵形，直径8-15厘米，先端突尖。花序顶生或腋生，常数花排列成聚散花序，总花梗长4-5厘米，花梗长1-3厘米，基部有一对托叶状苞片。蒴果卵圆形，长约2厘米，被绒毛，果爿5，木质；种子光滑，肾形。花期6-8月。分布于中国、越南、柬埔寨、老挝、缅甸、印度、印度尼西亚、马来西亚及菲律宾等热带国家；在中国分布于台湾、广东和福建等省。喜光，喜温暖湿润气候，适应性特强，也略耐阴，耐寒，耐水湿，耐干旱和瘠薄，对土质要求不严，只需排水良好，在肥沃湿润土地上生长茂盛。树皮纤维供制绳索，嫩枝叶供蔬食；木材坚硬致密，耐朽力强，适于建筑、造船及家具等用。在中国广州及广东沿海地区小城镇也有栽培，多作行道树。",
        "index": 278
    },
    "金手指": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick11691439198155.jpg",
        "value": "金手指（connecting finger）是电脑硬件如：（内存条上与内存插槽之间、显卡与显卡插槽等），所有的信号都是通过金手指进行传送的。金手指由众多金黄色的导电触片组成，因其表面镀金而且导电触片排列如手指状，所以称为“金手指”。",
        "index": 280
    },
    "小人祭": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick20611448356658.jpg",
        "value": "小人祭（Aeonium x loartei Tavormin）是木贼门，木贼亚门，木兰纲，蔷薇亚纲，虎耳草目，景天科，长生草亚科，莲花掌族，莲花掌属的多肉植物，由棒叶小人祭（A. sedifolium）和仙童唱（A. spathulatum）杂交而来。多年生肉质草本，株型较小，多分枝，茎短，叶片紧密莲座状着生枝端，倒卵形，先端尖；叶片肥厚，灰绿色，如果光照充足，叶缘会有红边。小人祭是根据日文直译而来的，翻译成中文是“儿童节”的意思。",
        "index": 281
    },
    "白斑玉露": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick70341454061029.jpg",
        "value": "白斑玉露（Haworthia cooperi cv. variegata），为阿福花科瓦苇属的多肉植物，是玉露的白化（锦化）变异品种。可作观赏植物。多年生肉质草本植物。株高4~5厘米，株幅6~8厘米。顶端角锥状的肉质叶，呈半透明状，碧绿色间杂镶嵌乳白色斑纹，顶端有细小的须。花序高35厘米，白花。",
        "index": 282
    },
    "黄蝉": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick86871448358077.jpg",
        "value": "黄蝉（学名：Allemanda neriifolia  Hook.）：常绿灌木，植株直立生长，高约 2米，盆栽一般控制在1米左右。叶3片至5片轮生，叶片椭圆形或倒披针状矩圆形，叶长5厘米至12厘米，宽1.5厘米至4厘米，被有短柔毛。聚伞花序，花朵金黄色，喉部有橙红色条纹，花冠阔漏斗形，有裂片5 枚，并向左或向右重叠，花冠基部膨大，内部着生雄蕊5枚。蒴果球形，有长刺。花期5-6月。 原产美国南部及巴西，分布于热带美洲，中国为引入栽培。用于庭园绿化，植株浓密，叶色碧绿，花朵明快灿烂，非常醒目，适宜作大中型盆栽，装饰客厅、阳台、公园及商场、会场等大型室内空间，效果很好。",
        "index": 283
    },
    "白车轴草": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick36051448617938.jpg",
        "value": "白车轴草（Trifolium repens L）又名白三叶、白花三叶草、白三草、车轴草、荷兰翘摇等，多年生草本；短期多年生草本，为栽培植物，有时逸生为杂草，侵入旱作物田，危害不重，对局部地区的蔬菜、幼林有危害。生长期达6年，高10-30厘米。主根短，侧根和须根发达，茎匍匐蔓生，上部稍上升，节上生根，全株无毛。掌状三出复叶；托叶卵状披针形，膜质，基部抱茎成鞘状，离生部分锐尖。其适应性广，抗热抗寒性强，可在酸性土壤中旺盛生长，也可在砂质土中生长，有一定的观赏价值，是世界各国主要栽培牧草之一，在中国主要用于草地建设，具有良好的生态和经济价值。 ",
        "index": 284
    },
    "子持莲华": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick91771441012489.jpg",
        "value": "子持莲华（学名：Orostachys boehmeri (Makino) Hara）是景天科，瓦松属多年生肉质草本植物，单生直径2-5厘米，莲座球状，匍匐茎从叶腋出生出，淡绿色，无毛；新植株从茎节点处萌发生长。叶肉质肥厚，紫灰色，倒卵形，匙形或椭圆形，全缘，无毛，具白粉。圆锥花序顶生，锥形，小花白色或淡黄色，花瓣椭圆形，花药红色。蓇果极小，单生株开花后枯萎，花期9-11月。该种原产日本及俄罗斯，习性强健、喜光、耐寒，也耐潮湿，在春夏秋三季生长迅速，冬季休眠。该种叶形叶色较美，颜色艳丽，繁殖简便，养护容易，具有一定的观赏价值。",
        "index": 285
    },
    "爱染锦": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick72651452848369.jpg",
        "value": "爱染锦（Aeonium domesticum fa Variegata ），别名黄笠姬锦、墨染，景天科莲花掌属多肉植物，矮小灌木状植株。原产地位于大西洋诸岛、北非和地中海沿岸，叶美，可观赏，亦可净化空气。",
        "index": 286
    },
    "茑萝": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick12761450430056.jpg",
        "value": "茑萝，原产墨西哥，又名密萝松，俗称五角星花、狮子草。《诗经》云：“茑为女萝，施于松柏”，意喻兄弟亲戚相互依附。茑即桑寄生，女萝即菟丝子，二者都是寄生于松柏的植物。茑萝之形态颇似茑与女萝，故合二名以名之（又名茑萝松（花历百咏、植物学大辞典）、羽叶茑萝、锦屏封（中国高等植物图鉴）、金丝线（广西）、游龙草、绕龙花。）花期长，在我国、安徽、湖北、湖南一带花期能从每年的四月至十一月。对土肥要求不高，撒籽于湿土上即可发芽，发芽率达95%以上。",
        "index": 287
    },
    "福娘": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick75341452503139.jpg",
        "value": "福娘（拉丁学名：Cotyledon orbiculata var.dinteri），是景天科银波锦属下的植物，原产地是非洲西南部的纳米比亚，现世界多地可栽培。福娘的叶形叶色较美，有一定的观赏价值；盆栽可放置于电视、电脑旁，可吸收辐射，亦可栽植于室内以吸收甲醛等物质，净化空气。",
        "index": 288
    },
    "千代田之松": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick17401450689825.jpg",
        "value": "千代田之松，景天科、厚叶草属小型多肉植物（也称多浆植物），原产地是墨西哥伊达尔戈州。其叶片上的纹路是自带的，是少有的叶片带纹路的多肉植物。千代田之松属于小型多年生肉质草本植物。植株茎短，叶片呈长圆形或披针形或略扁的圆柱形，圆润叶尖有棱，叶色绿色，叶面上披白霜，有时还有紫色红晕。春季开花，花呈钟状，橙红色。",
        "index": 289
    },
    "姬星美人": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick81601442222732.jpg",
        "value": "姬星美人是景天科景天属的多肉植物。原产西亚和北非的干旱地区，主要分布于小亚细亚半岛南部，中部，及东南部，喜温暖干燥和阳光充足环境，十分适合摆放在阳光充足的窗台、阳台和居室内作为点缀，在气候凉爽干燥的地区用作地被植物也别具一格。",
        "index": 290
    },
    "奔龙": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick95601455788682.png",
        "value": "奔龙又名驰龙(Dromaeosaur) 这个字意指「快捷的蜥蜴」。奔龙是一群小型的肉食性 恐龙或兽脚类恐龙。它们也是一群小型到中型的虚骨龙，包括迅猛龙和恐爪龙。它们在白垩纪早时期进化，而到了白垩纪时期的末叶，则和其他的恐龙一样绝种了。此类恐龙的最大特征之一就是在第二个脚趾上有镰刀状的利爪。奔龙也许是与鸟类最接近的族系。",
        "index": 291
    },
    "紫叶李": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick77741441964405.jpg",
        "value": "紫叶李（学名：Prunus cerasifera f. atropurpurea），别名红叶李，蔷薇科李属落叶小乔木，高可达8米，原产亚洲西南部，中国华北及其以南地区广为种植。叶常年紫红色，著名观叶树种，孤植群植皆宜，能衬托背景。尤其是紫色发亮的叶子，在绿叶丛中，像一株株永不败的花朵，在青山绿水中形成一道靓丽的风景线。",
        "index": 292
    },
    "凤仙花": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick18231446024381.jpg",
        "value": "凤仙花，别名：指甲花，急性子，凤仙透骨草，拉丁文名：Impatiens balsamina L.，为双子叶植物纲、牻牛儿苗目、凤仙花科、凤仙花属一年生草本花卉，全株分根、茎、叶子、花、果实和种子六个部分。因其花头、翅、尾、足俱翘然如凤状，故又名金凤花。凤仙花的身体有根、茎、叶子、花、果实和种子六个部分。花颜色多样，有粉红，大红，紫色，粉紫等多种颜色，花瓣或者叶子捣碎，用树叶包在指甲上，能染上鲜艳的红色，非常漂亮，很受女孩子的喜爱。民间常用其花及叶染指甲。茎及种子入药。茎有祛风湿、活血、止痛之效，用于治风湿性关节痛、屈伸不利；种子称“急性子”，有软坚、消积之效，用于治噎膈、骨鲠咽喉、腹部肿块、闭经。 ",
        "index": 293
    },
    "紫藤": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick80411441533948.jpg",
        "value": "紫藤（学名：Wisteria sinensis (Sims)Sweet）是豆科、紫藤属植物。落叶藤本。茎左旋，枝较粗壮，嫩枝被白色柔毛，后秃净；冬芽卵形。奇数羽状复叶长15-25厘米；托叶线形，早落；小叶3-6对，纸质，卵状椭圆形至卵状披针形。总状花序发自种植一年短枝的腋芽或顶芽，长15-30厘米，径8-10厘米，花序轴被白色柔毛；苞片披针形，早落；花长2-2.5厘米。荚果倒披针形，长10-15厘米，宽1.5-2厘米，密被绒毛，悬垂枝上不脱落，有种子1-3粒；种子褐色，具光泽，圆形，宽1.5厘米，扁平。花期4月中旬至5月上旬，果期5-8月。分布于中国河北以南黄河长江流域及陕西、河南、广西、贵州、云南、北京。生于海拔500-1000米间的山谷沟坡、山坡灌丛中。紫藤花可提炼芳香油，并有解毒、止吐止泻等功效。紫藤皮则有杀虫、止痛、祛风通络等作用；也可食用。同时也可做绿化观赏植物。",
        "index": 294
    },
    "百子莲": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick43661446631260.jpg",
        "value": "百子莲（学名：Agapanthus africanus (L.) Hoffmanns.）是石蒜科百子莲属植物。多年生草本。株高50-70厘米。具短缩根状茎。叶二列基生，舌状带形，光滑，浓绿色。花葶自叶丛中抽出，高40-80厘米。蒴果，含多数带翅种子。自然花期7-9月。果熟期8-10月。原产南非，中国各地多有栽培。喜温暖、湿润和阳光充足的环境。要求夏季凉爽、冬季温暖，5-10月温度在20-25℃，11月至翌年4月温度在5-12℃。百子莲可做切花，也可以作为插花、瓶花用材。百子莲花型秀丽，适于盆栽作室内观赏，在中国南方置半阴处栽培，作岩石园和花境的点缀植物。中国北方需温室越冬，温暖地区可庭院种植。",
        "index": 295
    },
    "凌霄": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick83461442396431.jpg",
        "value": "凌霄（学名：Campsis grandiflora (Thunb.) Schum.）是紫葳科、凌霄属攀援藤本植物。茎木质，表皮脱落，枯褐色，以气生根攀附于它物之上；叶对生，为奇数羽状复叶；小叶7-9枚，卵形至卵状披针形，侧脉6-7对，两面无毛，边缘有粗锯齿；叶轴长4-13厘米；小叶柄长5（-10）毫米；顶生疏散的短圆锥花序，花序轴长15-20厘米；花萼钟状，长3厘米；花冠内面鲜红色，外面橙黄色，长约5厘米，裂片半圆形；雄蕊着生于花冠筒近基部；花柱线形，长约3厘米；蒴果细长如豆荚，先端钝，每果含种子数粒。花期5-8月。分布于中国、日本；越南、印度、巴基斯坦有栽培。生性强健，性喜温暖；有一定的耐寒能力；生长喜阳光充足，但也较耐阴；在盐碱瘠薄的土壤中也能正常生长，但生长以深厚肥沃，排水良好的微酸性土壤为好。可供观赏及药用，花为通经利尿药，可根治跌打损伤等症。",
        "index": 296
    },
    "牵牛花": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick19311445851432.jpg",
        "value": "牵牛（ Pharbitis nil（L.）Choisy），属旋花科牵牛属，一年生缠绕草本。这一种植物的花酷似喇叭状，因此有些地方叫它做喇叭花。种植牵牛花一般在春天播种，夏秋开花，其品种很多，花的颜色有蓝、绯红、桃红、紫等，亦有混色的，花瓣边缘的变化较多，是常见的观赏植物。果实卵球形，可以入药。牵牛花叶子三裂，基部心形。花呈白色、紫红色或紫蓝色，漏斗状，全株有粗毛。花期以夏季最盛。种子具有药用价值。",
        "index": 297
    },
    "龙柏": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick3861442396213.jpg",
        "value": "龙柏（拉丁学名：Sabina chinensis (L.) Ant. cv. Kaizuca），又名刺柏、红心柏、珍珠柏等，是圆柏（桧树）的栽培变种，龙柏长到一定高度，枝条螺旋盘曲向上生长，好像盘龙姿态，故名“龙柏”。柏科圆柏属乔木，高达21米，胸径达3.5米；树皮深灰色，纵裂，成条片开裂；幼树的枝条通常斜上伸展，形成尖塔形树冠，老则下部大枝平展，形成广圆形的树冠，树皮灰褐色，纵裂，裂成不规则的薄片脱落；小枝通常直或稍成弧状弯曲，生鳞叶的小枝近圆柱形或近四棱形。常用于园林绿化，如街道绿化、小区绿化、公路绿化等。主要产于长江流域、淮河流域，经过多年的引种，在中国山东、河南、河北等地也有龙柏的栽培。",
        "index": 298
    },
    "硫华菊": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick55151448876793.jpg",
        "value": "硫华菊（拉丁学名：Cosmos sulphureus Cav.），又名黄秋英，是菊科秋英属一年生草本植物，原产于墨西哥，中国有栽培。硫华菊喜阳光充足，不耐寒。多分枝，叶为对生的二回羽状复叶，深裂，裂片呈披针形，有短尖，叶缘粗糙，与大波斯菊相比叶片更宽。春播花期6-8月，夏播花期9-10月。",
        "index": 299
    },
    "蓝黛莲": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick29171453972752.jpg",
        "value": "蓝黛莲（Pachyveria ‘Glauca’）是一种景天科厚叶草属植物。叶片呈略扁的圆柱形，排列成莲座状；颜色为灰绿色，表面覆盖的天然霜粉使其增添了些许灰蓝色的淡雅色调，阳光晒后叶尖变为红色。由拟石莲花属的某品种（母本尚存疑）和厚叶草属的群雀（Pachyphytum hookeri）杂交而来。",
        "index": 300
    },
    "六倍利": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick11371445851246.jpg",
        "value": "六倍利(学名：Lobelia erinus)为桔梗科半边莲属下的一个种，又名山梗菜，桔梗科半边莲属，多年生草本植物，一年生栽培，半蔓性，铺散于地面上，光滑或下部微被毛，分枝纤细；叶对生，多叶，下部叶匙形，具圆齿，先端钝，上部叶倒披针形，近顶部叶宽线形而尖；总状花序顶生，小花有长柄。一般做花坛、花境边缘用，同时还有一定的药用价值。株高约12~20公分",
        "index": 301
    },
    "星王子": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick45571452590450.jpg",
        "value": "星王子（拉丁学名：Crassula perforata subsp. perforata）是一种景天科青锁龙属的多肉植物，也称多浆植物。原产于南非，现世界多地可栽培。星王子常被误认为是“钱串”，实际上比“钱串”要大很多。多年生肉质草本植物（多肉植物），直立生长，有时也具匍匐性。",
        "index": 302
    },
    "五色梅": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick90221445591728.jpg",
        "value": "五色梅又名马缨丹，为马鞭草科马缨丹属直立或半蔓生常绿小灌木。头状花序顶生或腋生，由多数小花组成一个大的花序，花冠根据品种和开花时间的不同，有黄、红、粉红、橙等色，有时还夹杂着蓝色，每个花序都五颜六色，故称五色梅。在适宜条件下五色梅全年都可开花。",
        "index": 303
    },
    "垂枝红千层": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick36751452591507.jpg",
        "value": "垂枝红千层（学名：Callistemon viminalis (Sol. ex Gaertn.) G.Don）是桃金娘科红千层属植物，常绿灌木或小乔木，高可达6米；树皮暗灰色，不易剥离；幼枝和幼叶有白色柔毛。叶互生，条形，长3-8厘米，宽2-5毫米。穗状花序，有多数密生的花；花期长，较集中于舂末夏初，花红色，无梗；萼筒钟形；子房下位，蒴果顶端开裂，半球形，直径达7毫米。花期3-5月及10月，果熟期8月及12月。原产澳大利亚，属热带树种。引进中国后，在多个地区都有栽种。喜光树种，性喜温暖湿润气候，耐-5℃低温和45℃高温，生长适温为25℃左右。对水分要求不严，但在湿润的条件下生长较快。能耐烈日酷暑，不耐严寒，喜肥沃、酸性土壤，也耐瘠薄。垂枝红千层株形飒爽美观，花开珍奇美艳，花期长（春至秋季），花数多，每年春末夏初，火树红花，满枝吐焰，盛开时千百枝雄蕊组成一支支艳红的瓶刷子，甚为奇特。适合庭院美化，为庭院美化树、行道树、风景树，还可作防风林、切花或大型盆栽，并可修剪整枝成盆景。由于极耐旱耐瘠薄，也可在城镇近郊荒山或森林公园等处栽培。可用于沿路、沿江河生态景观建设。",
        "index": 304
    },
    "吹雪之松锦": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick89351451380066.jpg",
        "value": "吹雪之松锦原产纳米比亚，是一种变异带有白色锦斑的多肉植物。马齿苋科、回欢草属多肉植物（多浆植物），别称回欢草，顶端叶片似莲花展开，叶面厚实，五彩雍华，喜阳（全日照），但忌长时间放在烈日下。株高仅5厘米，叶色倒卵形，叶腋间有白色丝状毛，开玫瑰色小花。变异品种叶上有橘红色斑块，更具观赏性。是马齿苋科中唯一被作为多肉植物介绍的一类。夏季注意节水、通风。喜太阳、忌长时间放在烈日下。可放在窗前、阳台和其他散射光明亮处。",
        "index": 305
    },
    "紫玄月": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick30971451467626.jpg",
        "value": "紫玄月中文正式名黄花新月，属于菊科厚敦菊属菊属的被子植物。紫玄月又称紫弦月、紫佛珠、紫葡萄、玉翠楼等，它的原产地还没有官方明确记载。多肉植物的吊兰品种之一，叶片非常奇特，常被误认为千里光属。",
        "index": 306
    },
    "八角金盘": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick2381442308920.jpg",
        "value": "八角金盘（学名：Fatsia japonica （Thunb.）Decne. et Planch）乃指其掌状的叶片，裂叶约8片，看似有8个角而名。它叶丛四季油光青翠，叶片像一只只绿色的手掌。其性耐荫，在园林中常种植于假山边上或大树旁边，还能作为观叶植物用于室内，厅堂及会场陈设。",
        "index": 307
    },
    "二乔木兰": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick50411452244725.jpg",
        "value": "二乔木兰（学名：Magnolia soulangeana Soul.-Bod.）是木兰科木兰属植物，落叶小乔木，高可达15米。叶倒卵形或宽倒卵形，先端宽圆，下面具柔毛。花先叶开放，花期3月，钟状，外面淡紫色，内面白色。萼片三片，似花瓣状，长度为花瓣之半或近等长，有时绿色。聚合果长约8厘米，直径约3厘米；蓇葖卵圆形或倒卵圆形；种子深褐色，宽倒卵圆形或倒卵圆形，侧扁。花期2-3月，果期9-10月。中国长城以南各省（区）栽培很广。喜肥沃、湿润、排水良好的微酸性土壤，轻度盐碱土（pH值8.2，含盐量0.2%）中也可正常生长。该种是玉兰与辛夷的杂交种，杭州、广州、昆明有栽培，该种的花被片大小形状不等，紫色或有时近白色，芳香或无芳香。在园艺栽培约有20栽培种。该种是优良的绿化观赏树种。玉蕾入药作“辛夷”。其在研究玉兰属植物杂交理论及其杂交变异规律中具有重要意义。",
        "index": 308
    },
    "红蕉": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick34461452245755.jpg",
        "value": "红蕉（学名：Musa coccinea Andr.），假茎高1-2米。叶片长圆形，长1.8-2.2米，宽68-80厘米，叶面黄绿色，叶背淡黄绿色，无白粉，基部显著不相等，浑圆而无耳；叶柄长30-50厘米，有张开的窄翼。花序直立，序轴无毛，苞片外面鲜红而美丽，内面粉红色，皱折明显，每一苞片内有花一列，约6朵；雄花花被片乳黄色，合生花被片具5 (3+2) 齿裂，二侧裂片具角，离生花被片先端尖且具细齿，与合生花被片几等长。浆果果身直，在序轴上斜向下垂，灰白色，无棱，长10-12厘米，直径约4厘米，果柄长3-3.5厘米，果内种子极多。植株细瘦，花苞殷红如炬，十分美丽，可作庭园布置用绿化材料。果实、花、嫩心及根头有毒，不能食用。",
        "index": 309
    },
    "若绿": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick89581450863968.jpg",
        "value": "若绿是一种景天科、青锁龙属的多肉植物，也称多浆植物。原产于非洲纳米比亚，生长速度快，适应性强，也耐半阴，但不喜水，种植时注意少浇水。在世界各地广泛栽培。是一种非常迷你的青锁龙属多肉植物，具有生长速度快，适应性强，容易繁殖的特点。日照充分时顶部的叶片会略微变红，其他时候都是绿色。非常容易繁殖，很快就能从一点张成一大丛。非常适合放在组合中种植，因为生长速度快，很快就会遮盖住空白的地方！单独栽种效果略逊于组合，因为色调很单调，选择好花器的话搭配起来就会很美观！",
        "index": 310
    },
    "珍珠梅": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick20601443519568.jpg",
        "value": "珍珠梅（学名：Sorbaria sorbifolia （L.）A. Br）是蔷薇科，珍珠梅属灌木，高可达2米，枝条开展；冬芽卵形，紫褐色，先端圆钝，具有数枚互生外露的鳞片。羽状复叶，小叶片对生，披针形至卵状披针形，先端渐尖，稀尾尖，基部近圆形或宽楔形，稀偏斜，边缘有尖锐重锯齿，上下两面无毛或近于无毛，羽状网脉，托叶叶质，顶生大型密集圆锥花序，分枝近于直立，总花梗和花梗被星状毛或短柔毛，果期逐渐脱落，苞片卵状披针形至线状披针形，先端长渐尖，全缘或有浅齿，上下两面微被柔毛，果期逐渐脱落；萼筒钟状，萼片三角卵形，先端钝或急尖，萼片约与萼筒等长；花瓣长圆形或倒卵形，白色；雄蕊生在花盘边缘；心皮无毛或稍具柔毛。蓇葖果长圆形，有顶生弯曲花柱，7-8月开花，9月结果。分布于中国辽宁、吉林、黑龙江、内蒙古。俄罗斯、朝鲜、日本、蒙古亦有分布。生于山坡疏林中，海拔250-1500米。珍珠梅树姿秀丽，夏日开花，花蕾白亮如珠，花形酷似梅花，花期很长。在园林中丛植于草地角隅，窗前，屋后或庭院阴处，效果尤佳。亦可作绿篱或切花瓶插。",
        "index": 311
    },
    "白芨": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick55171443172018.jpg",
        "value": "白及（学名：Bletilla striata (Thunb. ex A. Murray) Rchb. f.）是兰科、白及属地生草本植物。植株高可达60厘米。假鳞茎扁球形，富粘性。茎粗壮，劲直。叶片狭长圆形或披针形，基部收狭成鞘并抱茎。花序具花，花苞片长圆状披针形，开花时常凋落；花大，紫红色或粉红色；萼片和花瓣近等长，狭长圆形，花瓣较萼片稍宽；唇瓣较萼片和花瓣稍短，倒卵状椭圆形，白色带紫红色，具紫色脉；从基部伸至中裂片近顶部，蕊柱柱状，具狭翅，稍弓曲。4-5月开花。分布于中国陕西南部、甘肃东南部、江苏、安徽、浙江、江西、福建、湖北、湖南、广东、广西、四川和贵州。在北京和天津有栽培。朝鲜半岛和日本也有分布。生于海拔100-3200米的常绿阔叶林下，栋树林或针叶林下、路边草丛或岩石缝中。白及的花朵比较漂亮，可在室外种植，也可采用盆栽方式，还比较适合插花。白及的块茎具有消毒止血以及预防伤口感染等诸多功效，杀菌抗癌的效果也比较良好。白及还可用作糊料生产，也可作为酿酒原料等。",
        "index": 312
    },
    "雪莲": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick84071453108567.jpg",
        "value": "雪莲是菊科凤毛菊属雪莲亚属的草本植物。它生长在海拔4800~5800米的高山流石坡以及雪线附近的碎石间。该亚属的植物有20余种，绝大部分产于中国青藏高原及其毗邻地区。雪莲是一种高山稀有的名贵药用植物，因此保护雪莲种质资源，无论在科学上、医药学上还是从观赏上都有重要意义。雪莲种子在0℃发芽，3~5℃生长。幼苗能经受零下21℃的严寒。在生长期不到两个月的环境里，高度却能超过其它植物的五到七倍，它虽然要五年才能开花，但实际生长天数只有八个月。这在生物学上也是相当独特的。",
        "index": 313
    },
    "独占春": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick65911452850264.jpg",
        "value": "独占春（学名：Cymbidium eburneum Lindl.）：附生植物；假鳞茎近梭形或卵形，包藏于叶基之内，基部常有由叶鞘撕裂后残留的纤维状物。叶6-11枚，每年继续发出新叶，多者可达15-17枚。花葶从假鳞茎下部叶腋发出，直立或近直立；总状花序具1-3朵花；花较大，不完全开放，稍有香气；萼片与花瓣白色，有时略有粉红色晕，唇瓣亦白色。独占春又有“双燕齐飞”或“双燕迎春”的美称。广州人叫“双飞燕”，是从它所开的花形貌似两只正在飞翔的燕子而得名。此花是农历正月初五开的兰花，若能掌握其习性，适当加强光照，管理得法，培育有方的话，很可能使它在春节期间开花贺岁。通常它的花期能达一月之久。生于溪谷旁岩石上。产中国海南、广西和云南，尼泊尔、印度、缅甸也有分布。有栽培，具较高的观赏价值。",
        "index": 314
    },
    "火炬树": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick66321444382790.jpg",
        "value": "火炬树，（学名：Rhus Typhina），为双子叶植物纲、无患子目、漆树科、盐肤木属落叶小乔木。奇数羽状复叶互生，长圆形至披针形。直立圆锥花序顶生，果穗鲜红色。果扁球形，有红色刺毛，紧密聚生成火炬状。果实9月成熟后经久不落，而且秋后树叶会变红，十分壮观。原产欧美，常在开阔的沙土或砾质土上生长。中国1959年由中国科学院植物研究所引种，1974年以来向全国各省区推广。以黄河流域以北各省（区 ）栽培较多，主要用于荒山绿化兼作盐碱荒地风景林树种。火炬树繁殖速度之快，直到2012年许多绿化树种都无法相比的，它具有独特的优良特性和严重的潜在危害。",
        "index": 315
    },
    "彩色马蹄莲": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick80361450085551.jpg",
        "value": "彩色马蹄莲（学名：Zantedeschia hybrida Spr．）是天南星科，马蹄莲属中除白花马蹄莲外其它种及杂交品种的统称。多年生草本。肉质块茎肥大。叶基生，叶片亮绿色，全缘。肉穗花序鲜黄色，直立于佛焰中央，佛焰苞似马蹄状，有白色、黄色、粉红色、红色、紫色等。原产非洲南部的河流、沼泽地中。喜温暖，不耐寒。彩色马蹄莲有奇特的花型和丰富的色彩，常用于制作花束、花篮、花环和瓶插，矮生和小花型品种盆栽。适用于摆放台阶、窗台、阳台、镜前，配植庭园，丛植于水池或堆石旁。",
        "index": 316
    },
    "姬红小松": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick99541450343905.jpg",
        "value": "姬红小松（学名：Trichodiadema bulbosum Schwantes）是番杏科仙宝属植物，多年生肉质矮灌木，株高7-12厘米。灰白色，茎干膨大、肥厚且多汁。分枝性强。绿色纺锤形小叶对生，小叶长0.8-2厘米。叶端丛生白色短细毛。小花桃红色，着生于枝条顶部。花期舂、秋季。姬红小松原产南非，喜温暖、通风、阳光充足的栽培环境。适宜生长温度为20-28℃，夏季高温时有休眠倾向。冬季过冬温度要求在5℃以上。喜生于疏松且排水良好的沙质壤土中。姬红小松搭配一个古色古香的釉盆，陈列在窗前、花架、几案上，可以给居家环境增加亮点。",
        "index": 317
    },
    "矮牵牛": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick48711447322252.jpg",
        "value": "茄科，碧冬茄属。正式名碧冬茄。多年生草本，常作一二年生栽培，高20—45厘米；茎匍地生长，被有粘质柔毛；叶质柔软，卵形，全缘，互生，上部叶对生；花单生，呈漏斗状，重瓣花球形，花白、紫或各种红色，并镶有它色边，非常美丽，花期4月至降霜；蒴果；种子细小。分布于南美洲，如今各国广为流行。 ",
        "index": 318
    },
    "兜唇石斛": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick38131450776421.jpg",
        "value": "兜唇石斛（学名：Dendrobium aphyllum  (Roxb. ) C. E. Fischer）：茎下垂，肉质，细圆柱形，不分枝，具多数节。叶纸质，二列互生于整个茎上，披针形或卵状披针形。总状花序几乎无花序轴，每1-3朵花为一束，从落了叶或具叶的老茎上发出；花开展，下垂；萼片和花瓣白色带淡紫红色或浅紫红色的上部或有时全体淡紫红色；花瓣椭圆形，长2.3厘米，宽9-10毫米，先端钝，全缘，具5条脉；唇瓣宽倒卵形或近圆形。蒴果狭倒卵形，具长约1-1.5厘米的柄。花期3-4月，果期6-7月。生于海拔400-1500米的疏林中树干上或山谷岩石上。分布于中国、印度、尼泊尔、不丹、锡金、缅甸、老挝、越南、马来西亚。此花有栽培，具有较高的园艺价值。",
        "index": 319
    },
    "碧玉兰": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick75601452677466.jpg",
        "value": "碧玉兰（学名：Cymbidium lowianum  (Rchb. f.) Rchb. f.）：附生植物；假鳞茎狭椭圆形，略压扁，长6-13厘米，宽2-5厘米，包藏于叶基之内。叶5-7枚，带形，长65-80厘米，宽2-3.6厘米。花葶从假鳞茎基部穿鞘而出，近直立；总状花序具10-20朵或更多的花；萼片和花瓣苹果绿色或黄绿色，有红褐色纵脉，唇瓣淡黄色；花瓣狭倒卵状长圆形。花期4-5月。生于林中树上或溪谷旁岩壁上，海拔1300-1900米。分布于中国、缅甸和泰国。有栽培，具有较高的园艺价值。",
        "index": 321
    },
    "桂花": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick25651438940297.jpg",
        "value": "桂花是中国木犀属众多树木的习称，代表物种木犀（学名：Osmanthus fragrans (Thunb.) Lour.），又名岩桂，系木犀科常绿灌木或小乔木，质坚皮薄，叶长椭圆形面端尖，对生，经冬不凋。花生叶腑间，花冠合瓣四裂，形小，其园艺品种繁多，最具代表性的有金桂、银桂、丹桂、月桂等。桂花是中国传统十大名花之一，集绿化、美化、香化于一体的观赏与实用兼备的优良园林树种，桂花清可绝尘，浓能远溢，堪称一绝。尤其是仲秋时节，丛桂怒放，夜静轮圆之际，把酒赏桂，陈香扑鼻，令人神清气爽。在中国古代的咏花诗词中，咏桂之作的数量也颇为可观。自古就深受中国人的喜爱，被视为传统名花。以桂花做原料制作的桂花茶是中国特产茶，它香气柔和、味道可口，为大众所喜爱。桂花在园林建设中有着广泛的运用。",
        "index": 322
    },
    "异叶南洋杉": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick92131448356993.jpg",
        "value": "异叶南洋杉（学名：Araucaria heterophylla (Salisb.) Franco）是南洋杉科南洋杉属植物，乔木，在原产地高可达50米以上，树干通直，树皮暗灰色，树冠塔形，叶二型：钻形，光绿色，叶片弯曲，通常两侧扁，上面具多数气孔线，有白粉，树及花果枝上的叶排列较密，微开展，基部宽，先端钝圆，雄球花单生枝顶，圆柱形。球果近圆球形或椭圆状球形，苞鳞厚，种子椭圆形，稍扁，两侧具结合生长的宽翅。原产于大洋洲诺和克群岛以及澳大利亚东北部诸岛，南美洲、大洋洲及太平洋诸岛的热带及亚热带地区，巴西南部森林中和智利的山区也有分布。世界各地有引种，中国福建、广东等地引种栽培作庭园树用；中国上海、江苏、陕西、北京等地为盆栽。喜光，生长适温18-28℃。喜湿润、肥沃、排水良好的壤土。材质优良，是原产地澳洲及南非主要用材树种，其适应性强，树形高大，姿态优美，与雪松、日本金松、金钱松、巨杉（世界爷）等合称为世界五大公园树，是中国华南地区园林绿化的优良树种，也是适合中国华北地区盆栽的好树种。",
        "index": 323
    },
    "凤凰木": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick2021444470101.jpg",
        "value": "凤凰木（Delonix regia），取名于“叶如飞凰之羽，花若丹凤之冠”，别名金凤花、红花楹树、火树、洋楹等。是豆科凤凰木属落叶乔木，高可达20米。树冠宽广。二回羽状复叶，小叶长椭圆形。夏季开花，总状花序，花大，红色，有光泽。荚果木质，长可达50厘米。凤凰木因鲜红或橙色的花朵配合鲜绿色的羽状复叶，被誉为世上最色彩鲜艳的树木之一。凤凰木是非洲马达加斯加共和国的国树，也是厦门市、台湾台南市的市树，广东省汕头市的市花，民国时期广东湛江市的市花，汕头大学、厦门大学的校花。凤凰木植株高大，由于树冠横展而下垂，浓密阔大而招风，在热带地区担任遮荫树的角色。性喜高温、多日的环境，须在阳光充足处方能繁茂生长。分布于中国南部及西南部、原产地马达加斯加及世界各热带地方。",
        "index": 324
    },
    "扶桑": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick69121442397623.jpg",
        "value": "扶桑（拉丁学名：Hibiscus rosa-sinensis）别名：佛槿、朱槿、佛桑、大红花、赤槿、日及、木槿、红扶桑、红木槿、桑槿、火红花、照殿红、宋槿、二红花、花上花、土红花、假牡丹、吊兰牡丹、中国蔷薇。扶桑是中国名花，在华南栽培很为普遍。花期长，几乎终年不绝，花大色艳，开花量多。加之管理简便，除亚热带地区园林绿化上盛行采用外，在长江流域及其以北地区，为重要的温室和室内花卉。同时也可供药用。",
        "index": 325
    },
    "红丁香": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick8121451898935.jpg",
        "value": "红丁香（学名：Syringa villosa Vahl）是木犀科，丁香属灌木，高达4米。枝直立，粗壮，灰褐色，叶片卵形，椭圆状卵形、宽椭圆形至倒卵状长椭圆形，上面深绿色，下面粉绿色，圆锥花序直立，由顶芽抽生，长圆形或塔形，花芳香；萼齿锐尖或钝；花冠淡紫红色、粉红色至白色，裂片成熟时呈直角向外展开，卵形或长圆状椭圆形，果长圆形，5-6月开花，9月结果。分布于中国河北、山西。生长在海拔1200-2200米的山坡灌丛或沟边、河旁。红丁香是丁香属的一个优良抗逆观赏品种。",
        "index": 326
    },
    "蜀葵": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick79581448962134.jpg",
        "value": "蜀葵（学名：Althaea rosea (Linn.) Cavan.），别称一丈红、大蜀季、戎葵。二年生直立草本，高达2米，茎枝密被刺毛。花呈总状花序顶生单瓣或重瓣，有紫、粉、红、白等色；花期2-8月，蒴果，种子扁圆，肾脏形。喜阳光充足，耐半阴，但忌涝。原产中国四川，在中国分布很广，华东、华中、华北均有。由于它原产于中国四川，故名曰“蜀葵”。又因其可达丈许，花多为红色，故名“一丈红”。于6月间麦子成熟时开花，而得名“大麦熟”。嫩叶及花可食，皮为优质纤维，全株入药，有清热解毒、镇咳利尿之功效。根可作润滑药，用于粘膜炎症，起保护、缓和刺激的作用。从花中提取的花青素，可为食品的着色剂。全草入药，有清热止血、消肿解毒之功，治吐血、血崩等症。茎皮含纤维可代麻用。世界各国均有栽培供观赏用途。",
        "index": 327
    },
    "变叶木": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick17801444641394.jpg",
        "value": "变叶木（学名：Codiaeum variegatum (L.) A. Juss.）大戟科灌木或小乔木，高可达2米。枝条无毛。叶薄革质，形状大小变异很大。基部楔形、两面无毛，绿色、淡绿色、紫红色、紫红与黄色相间、绿色叶片上散生黄色或金黄色斑点或斑纹；叶柄长0.2-2.5厘米。总状花序腋生，雄花白色；花梗纤细；雌花淡黄色，无花瓣；花盘环状，花往外弯；花梗稍粗。蒴果近球形，无毛；种子长约6毫米。花期9-10月。原产于亚洲马来半岛至大洋洲；广泛栽培于热带地区。中国南部各省区常见栽培。该种是热带、亚热带地区常见的庭园或公园观叶植物；易扦插繁殖，园艺品种多。",
        "index": 328
    },
    "非洲紫罗兰": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick12051451555061.jpg",
        "value": "非洲紫罗兰，拉丁学名：（Saintpaulia ionantha Wendl）又名非洲堇，多年生草本植物。无茎，全株被毛。叶卵形，叶柄粗壮肉质。花1朵或数朵在一起，淡紫色。栽培品种繁多，有大花、单瓣、半重瓣、重瓣、斑叶等，花色有紫红、白、蓝、粉红和双色等。喜温暖气候，忌高温，较耐阴，宜在散射光下生长。宜肥沃疏松的中性或微酸性土壤。原产东非的热带地区，植株小巧玲玫，花色斑斓，四季开花，是室内的优良花卉，也是国际上著名的盆栽花卉，在欧美地区栽培特别盛行。",
        "index": 329
    },
    "皱叶椒草": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick13881448529822.jpg",
        "value": "皱叶椒草科属胡椒科草胡椒属，别名：皱叶豆瓣绿、四棱椒草，胡椒科多年生常绿草本。原产美洲热带地区。株高20-25cm。叶呈心脏形，叶面褐绿色，有光泽，脉间有青灰色条斑，背面灰绿色。叶柄褐绿色，半透明，肉质。春秋季节抽出米黄色穗状花穗，细长，绿白色。",
        "index": 330
    },
    "金盏菊": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick17501448445669.jpg",
        "value": "金盏花（Calendula officinalis L.），为菊科两年生草本，全株被毛。叶互生，长圆形。花黄色或橙黄色，花期4～9月，果期6～10月。喜生长于温和、凉爽的气候，怕热、耐寒。原产于南欧、地中海沿岸一带。金盏花富含多种维生素，尤其是维生素A和维生素C，可预防色素沉淀、增进皮肤光泽与弹性、减缓衰老、避免肌肤松弛生皱。几乎各部位都可以食用；其花瓣有美容之功能，花含类胡萝卜素、番茄烃、蝴蝶梅黄素、玉红黄质、挥发油、树脂、黏液质、苹果酸等。根含苦味质，山金东二醇；种子含甘油酯、蜡醇和生物碱。放入洗发精里可以使得头发颜色变淡。古埃及人认为金盏花能延缓衰老，印度人则尊奉它为神圣的花。中世纪时人们已将金盏花用于疗伤，更藉以对抗瘟疫和黑死病。金盏花是早春园林和城市中最常见的草本花卉之一。在古代西方作为药用或染料，也可以作为化妆品原料或食物，其叶和花瓣可以食用，因此可以用作菜肴的装饰。",
        "index": 331
    },
    "九轮塔": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick43411454319182.jpg",
        "value": "九轮塔（学名：Haworthiopsis coarctata (Haw.) G.D. Rowley）是阿福花科十二卷属的多年生植物，多肉植物。",
        "index": 332
    },
    "藿香蓟": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick4051448271542.jpg",
        "value": "藿香蓟（学名：Ageratum conyzoides  L.）：一年生草本，高50-100厘米，有时又不足10厘米。无明显主根。茎粗壮，基部径4毫米，不分枝或自基部或自中部以上分枝。全部茎枝淡红色，或上部绿色，被白色尘状短柔毛或上部被稠密开展的长绒毛。叶对生，有时上部互生，卵形或长圆形，有时植株全部叶小形，基出三脉或不明显五出脉。头状花序4-18个在茎顶排成通常紧密的伞房状花序，总苞钟状或半球形，宽5毫米。总苞片2层，长圆形或披针状长圆形。花冠长1.5-2.5毫米，外面无毛或顶端有尘状微柔毛，檐部5裂，淡紫色。瘦果黑褐色，5棱。花果期全年。生山谷、山坡林下或林缘、河边或山坡草地、田边或荒地上。由低海拔到2800米的地区都有分布。原产中南美洲。作为杂草已广泛分布于非洲全境、印度、印度尼西亚、老挝、柬埔寨、越南和中国等地，有栽培，也有归化野生分布的。",
        "index": 333
    },
    "毛海星": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick41891453715532.jpg",
        "value": "毛海星景天科青锁龙属多肉植物，花开白色，五瓣，夏季轻微休眠，春天和秋天是生长期，冬季保持不低于零下5度，可以耐轻微的霜冻。",
        "index": 334
    },
    "珊瑚藤": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick47881450344812.jpg",
        "value": "珊瑚藤（学名：Antigonon leptopus Hook. et Arn.）是蓼科珊瑚藤属植物，多年生攀援藤本，长达10米。茎自肥厚的块根发出，稍木质。叶有短柄；叶片卵形或卵状三角形。花序总状，顶生或腋生，花序轴顶部延伸变成卷须。瘦果卵状三角形，长约10毫米，平滑，包于宿存的花被内。原产于墨西哥；在中国广东、海南（三亚）和广西庭园有栽培，或逸为野生。生长于热带与亚热带地区，喜全日照，肥沃的微酸性土壤。珊瑚藤花期极长，繁花满枝，美丽异常，被称为藤蔓植物之后。若攀援在树上，则满树粉红，让人分不清是树还是藤在开花。在园林中可用于凉亭、棚架、栅栏的绿化，也可植于坡面做地被植物，同时也是庭院垂直绿化的良好材料。",
        "index": 335
    },
    "帝冠": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick86831452848556.jpg",
        "value": "帝冠（Obregonia denegrii ）又名帝冠牡丹，它的命名是为了纪念阿尔瓦罗·奥布雷贡（1880－1928），帝冠是一种原产于墨西哥的仙人掌类珍惜品种，植株的疣以几何图形有序排列，是难得的仙人掌类精品，同时也是仙人掌类代表种之一。",
        "index": 336
    },
    "金露梅": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick76551450430600.jpg",
        "value": "金露梅（学名：Potentilla fruticosa L.）是蔷薇科，委陵菜属灌木植物，高可达2米，树皮纵向剥落。小枝红褐色，羽状复叶，叶柄被绢毛或疏柔毛；小叶片长圆形、倒卵长圆形或卵状披针形，两面绿色，托叶薄膜质，单花或数朵生于枝顶，花梗密被长柔毛或绢毛；萼片卵圆形，顶端急尖至短渐尖，花瓣黄色，宽倒卵形，顶端圆钝，比萼片长；花柱近基生，瘦果褐棕色近卵形，6-9月开花结果。分布于中国黑龙江、吉林、辽宁、内蒙古、河北、陕西、甘肃、新疆、四川、西藏、青海。生山坡草地、砾石坡、灌丛及林缘。该种枝叶茂密，黄花鲜艳，适宜作庭园观赏灌木，或作矮篱也很美观。叶与果含鞣质，可提制栲胶。嫩叶可代茶叶饮用。花、叶入药，有健脾，化湿、清暑、调经之效。在内蒙古山区为中等饲用植物，骆驼最爱吃。藏民广泛用作建筑材料，填充在屋檐下或门窗上下。",
        "index": 337
    },
    "绯牡丹": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick76191450170596.jpg",
        "value": "绯牡丹（学名：Gymnocalycium mihanovichii (Frič ex Gürke) Britton & Rose）是仙人掌科裸萼球属植物。多年生肉质。茎扁球形，直径3-4厘米，鲜红、深红、橙红、粉红或紫红色，具8棱，有突出的横脊。成熟球体群生子球。刺座小，无中刺。花细长，着生在顶部的刺座上，漏斗形，粉红色，花期春夏季。果实细长，纺锤形，红色。原种产于南美洲巴拉圭。中国各地有栽培。生长适温15-32℃。但能耐40℃高温和2℃低温（在盆土干燥情况下）。湿度要求在60-75%，冬季如室内温度低，应保持相对干燥。培养土宜用草炭、泥炭、君子兰土混入少量珍珠岩配制。酸碱度应为微酸性至中性，pH最好为6.0-6.5。绯牡丹是仙人掌植物中最常见的红色球种，因其小巧玲珑，多与山吹、月兔儿或雪光等搭配在一起盆栽，用来装饰居室环境，温室可成片栽植。",
        "index": 338
    },
    "黑兔耳": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick84671453887123.jpg",
        "value": "黑兔耳是景天科伽蓝菜属的多肉植物，别名巧克力兔耳，是月兔耳的栽培品种。卵形叶被绒毛，形如兔子的耳朵，叶缘有深褐色斑点，叶色偏灰，易分枝。晚秋至早春生长旺盛。喜阳光充足的环境，夏季要适当遮荫，不能过于荫蔽。",
        "index": 341
    },
    "红稚莲": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick91451447839036.jpg",
        "value": "红稚莲（Echeveria ‘Minibelle’）是景天科拟石莲花属的多肉植物。杂交种。喜光，耐旱，耐寒、耐荫，不耐烈日暴晒，无明显休眠期。可通过叶片或枝干扦插进行繁殖。",
        "index": 342
    },
    "玉吊钟": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick66941446629050.jpg",
        "value": "玉吊钟（Kalanchoe fedtschenkoi 'Rosy Dawn' ），景天科、伽蓝菜属的多肉植物、也称多浆植物，别名洋吊钟。该物种喜温暖凉爽的气候环境，不耐高温烈日，它叶色艳丽，形态如花，株型美观，根须奇特，具有极高的艺术欣赏价值。原产马达加斯加岛干燥、阳光充足的热带地区。",
        "index": 343
    },
    "千日红": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick89031449222007.jpg",
        "value": "千日红（学名为Gomphrena globosa L.），别名：百日红、火球花， 苋科、千日红属一年生直立草本植物，高20-60厘米；花果期6-9月。花色艳丽有光泽，花干后而不凋，经久不变，所以得名千日红。千日红喜阳光、耐干热、生性强健，原产美洲热带，为热带和亚热带常见花卉。供观赏，头状花序经久不变，除用作花坛及盆景外，还可作花圈、花篮等装饰品。",
        "index": 344
    },
    "锦上珠": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick93301453972502.jpg",
        "value": "柠檬仙年菊，菊科多肉植物，有叫白寿乐/锦上珠，学名Senecio citriformis/Senecio pusillus，叶片多肉化呈水滴型，有条纹。",
        "index": 345
    },
    "牡丹": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick77551439459374.jpg",
        "value": "牡丹（学名：Paeonia suffruticosa  Andr.）：是双子叶植物纲、芍药科、芍药属植物。为多年生落叶灌木，茎高达2米；分枝短而粗。叶通常为二回三出复叶，表面绿色，无毛，背面淡绿色，有时具白粉，叶柄长5-11厘米，和叶轴均无毛。花单生枝顶，苞片5，长椭圆形；萼片5，绿色，宽卵形，花瓣5或为重瓣，玫瑰色、红紫色、粉红色至白色，通常变异很大，倒卵形，顶端呈不规则的波状；花药长圆形，长4毫米；花盘革质，杯状，紫红色；心皮5，密生柔毛。蓇葖长圆形，密生黄褐色硬毛。花期5月；果期6月。花色泽艳丽，玉笑珠香，风流潇洒，富丽堂皇，素有“花中之王”的美誉。在栽培类型中，主要根据花的颜色，可分成上百个品种。牡丹品种繁多，色泽亦多，以黄、绿、肉红、深红、银红为上品，尤其黄、绿为贵。牡丹花大而香，故又有“国色天香”之称。唐代刘禹锡有诗曰：“庭前芍药妖无格，池上芙蕖净少情。唯有牡丹真国色，花开时节动京城。”在清代末年，牡丹就曾被当作中国的国花。1985年5月牡丹被评为中国十大名花之二。是中国特有的木本名贵花卉，有数千年的自然生长和1500多年的人工栽培历史。在中国栽培甚广，并早已引种世界各地。牡丹花被拥戴为花中之王，有关文化和绘画作品很丰富。2019年7月15日，中国花卉协会发出《投票：我心中的国花》，向公众征求对中国国花的意向。截至2019年7月22日24时，投票总数362264票，牡丹胜出，得票高达79.71%",
        "index": 346
    },
    "虎刺梅": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick67861439544559.jpg",
        "value": "铁海棠（学名：Euphorbia milii  Ch. des Moulins）：是双子叶植物纲、大戟科的蔓生灌木。茎多分枝，长60-100厘米，直径5-10毫米，具纵棱，密生硬而尖的锥状刺，常呈3-5列排列于棱脊上，呈旋转。叶互生，通常集中于嫩枝上，倒卵形或长圆状匙形，全缘；托叶钻形，长3-4毫米，极细，早落。花序2. 4或8个组成二歧状复花序，生于枝上部叶腋；总苞钟状，高3-4毫米，直径3.5-4.0 毫米，边缘5裂，裂片琴形，上部具流苏状长毛，且内弯；腺体5枚，肾圆形，黄红色。雄花数枚；苞片丝状，先端具柔毛；雌花1枚。蒴果三棱状卵形，平滑无毛，成熟时分裂为3个分果爿。种子卵柱状，灰褐色，具微小的疣点；无种阜。花果期全年。原产非洲，广泛栽培于旧大陆热带和温带；中国南北方均有栽培，常见于公园、植物园和庭院中。全株入药，外敷可治瘀痛、骨折及恶疮等。该种具有诸多园艺栽培类型，其中苞叶黄白色在中国极个别地方有栽培。",
        "index": 347
    },
    "小红衣": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick69111452762428.jpg",
        "value": "小红衣（Echeveria ‘Vincent Catto’）是景天科、拟石莲花属的一种多肉植物。叶片匙形，扁平细长，叶表具白粉，有明显的半透明边缘，叶尖两侧有突出的薄翼。植株无毛，茎短，直立，黄褐色，小型种，易群生，夏季栽培难度较大。别称新版小红衣、小红莓、文森特卡托。",
        "index": 348
    },
    "美叶光萼荷": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick85181449133648.jpg",
        "value": "美叶光萼荷（Aechmea fasciata (Lindl.) Baker）凤梨科多年生附生常绿草本植物。莲座状叶丛相互套叠成筒状。叶长达60厘米，革质，被灰色鳞片，绿色，有虎纹状银白色横纹，边缘有黑色小刺。花莛直立，花序穗状，有分枝，花多数。苞片革质，淡红色或深红色。小花无柄，淡蓝色。冬季开花。原产南美巴西东南部。喜阳光充足，亦耐阴的环境。常作盆栽或吊盆观赏，用它美化居室，布置厅堂。",
        "index": 349
    },
    "时钟花": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick51761449480717.jpg",
        "value": "时钟花（学名：Turnera ulmifolia L.）是时钟花科时钟花属植物。多年生草本或亚灌木，株高30-80厘米。叶互生，椭圆形至倒阔披针形，边缘有锯齿，叶基有一对明显的腺体。花朵开于枝条末端的叶腋处，花冠金黄色，5瓣。蒴果，室背开裂或不开裂；种子少数至多数。花期春夏季。原产于美洲热带。中国勐海、勐腊、景洪等地区及西双版纳热带植物园内有栽培。生长于海拔120-800米的路边、草坡或丛林中。喜光照，适宜生长在温暖、湿润的气候。时钟花可盆栽用于摆放观赏，也可用于公园、庭院的花坛、花镜布置，是优良的园林观赏花卉；根或全草可以入药，性味苦，性微寒；有小毒；具有清热解毒、驱虫等功效。巴西民间用以抗炎，主治流感，虫积腹痛。",
        "index": 350
    },
    "神想曲": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick83701453800257.jpg",
        "value": "神想曲（Adromischus poellnitzianus），景天科天锦章属多肉植物。神想曲，叶子比天章叶子长，叶先端无波纹，茎褐色被密生的气生根包裹，姿态奇特。",
        "index": 351
    },
    "芙蓉葵": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick9331450864206.jpg",
        "value": "芙蓉葵是锦葵科，木槿属，拉丁学名（Hibiscus moscheutos Linn.），又名草芙蓉、大花秋葵，原产于北美。落叶灌木状。叶大、广卵形，叶柄、叶背密生灰色星状毛。花大，单生于叶腋，有白、粉、红、紫等色。喜阳、略耐阴，宜温暖湿润气候，忌干旱，耐水湿，在水边的肥沃砂质壤土中生长繁茂。花期6-8月，具有较高观赏、食用与药用价值。",
        "index": 352
    },
    "黄兰": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick23941450172150.jpg",
        "value": "黄兰（Michelia champaca   Linn.）：常绿乔木，高达10余米；枝斜上展，呈狭伞形树冠；芽、嫩枝、嫩叶和叶柄均被淡黄色的平伏柔毛。叶薄革质，披针状卵形或披针状长椭圆形，下面稍被微柔毛。花黄色，极香，花被片15-20片，倒披针形，长3-4厘米，宽4-5毫米；蓇葖倒卵状长圆形，长1-1.5厘米，有疣状凸起；种子2-4枚，有皱纹。花期6-7月，果期9-10月。分布于中国、印度、尼泊尔、缅甸、越南。为著名的观赏树种，对有毒气体抗性较强。广植于亚洲热带地区，具较高的观赏价值。",
        "index": 353
    },
    "星乙女": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick22431452677246.jpg",
        "value": "星乙女（学名：Crassula perforata Thunb.）景天科，青锁龙属多年生肉质草本，植株呈亚灌木状，具细小的分枝，茎肉质，以后稍木质化，肉质叶灰绿至浅绿色，交互对生，卵圆状三角形，无叶柄， 基部连在一起，幼叶上下叠生，成叶上下有少许间隔。叶缘稍具红色。花白色4～5月开放。星乙女原产南非。星乙女点缀窗台、书桌或者案头，层层相叠的叶片，异常新奇，给居室环境带来自然的风采。",
        "index": 354
    },
    "彩叶凤梨": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick28331449567736.jpg",
        "value": "彩叶凤梨（Neoregelia carolinae (Beer) L.B.Sm.） 凤梨科多年生常绿草本。株高25-30厘米，茎短。叶革质，带状，常基生，莲座式排列，叶缘有锯齿。花两性，少单性，辐射对称或稍两侧对称，花序为顶生的穗状花序。叶中央有乳白至乳黄色纵纹，基部丛生成筒状。开花时内轮叶的下半部或全叶片变成鲜红色。小花蓝紫色。原产巴西。喜温暖湿润环境，喜明亮光照，怕强光暴晒，宜肥沃、疏松和排水良好的土壤，冬季温度不低于10℃。该种有栽培，常作室内观赏植物。",
        "index": 355
    },
    "紫鹅绒": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick12101447924871.jpg",
        "value": "紫鹅绒（学名：Gynura aurantiaca (Blume) Sch.Bip. ex DC.）是菊科、菊三七属植物。多年生草本植物。盆栽30-50厘米。茎灰白色，多分枝，茎多汁，幼时直立，长大后卧俯蔓生。新枝绿色，全株密布紫红色的长柔毛使全株呈紫红色。叶互生，有柄，柄粗壮，托叶小，叶片卵圆形或宽卵形，先端渐尖，基部楔形或圆形，主脉明显，背脉突出，边缘有大小相间、不规则的重锯齿，叶面手摸时有绒毛毡之感觉；幼叶呈紫色。茎叶等处都覆有紫色绒毛。头状花序，圆锥花萼。花黄色或橙黄色，单生于茎顶端。花期4-5月。分布于印度尼西亚等亚洲的热带地区。性喜光照充足、高温、高湿的环境条件，生长适温为18-25℃，最低不可低于8℃，否则易引起落叶，冬季宜在12℃以上。紫鹅绒以长满如天鹅绒状柔毛的紫色叶片著称，在阳光下看如紫色丝绒制成，用手抚摸也有丝绒般的感觉。可单独栽种，一般作中型盆栽，如用于组合盆栽或与吊兰等花卉配植装饰效果更好。",
        "index": 356
    },
    "条纹十二卷": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick74991446086489.jpg",
        "value": "条纹十二卷（学名：Haworthia fasciata (Willd.) Haw.）是芦荟科十二卷属植物，为多年生肉质草本植物。植株高度10-15厘米，其呈莲座状生长；叶片紧密轮生在茎轴上，柔软多汁，呈长三角状披针形，极肥厚；叶面光滑、扁平，色深绿；叶背突起，呈龙骨状，色绿，有大的白色疣状突起，排列呈横休纹。夏季开花，呈筒状至漏斗状，花色白色。 \n原产于非洲南部热带干旱地区。喜温暖，耐半阴，耐干旱；可在直射光下生长，若阳光不充足长势会变弱，叶片缩小。生长适温20-22℃，冬季不可低于5℃。多用作盆栽，肥厚的叶片相嵌着带状白色星点或条纹，清新高雅。可配以造型美观的盆钵，装饰桌案、茶几，小巧可爱。",
        "index": 357
    },
    "矢车菊": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick70311441619512.jpg",
        "value": "矢车菊（拉丁学名：Centaurea cyanus L.）菊科矢车菊属一年生或二年生草本植物，高可达70厘米，直立，分枝，茎枝灰白色，基生叶，顶端排成伞房花序或圆锥花序。总苞椭圆状，盘花，蓝色、白色、红色或紫色，瘦果椭圆形，花果期2-8月。矢车菊的故乡在欧洲。它原是一种野生花卉，经过人们多年的培育，它的“野”性少了，花变大了，颜色变多了，有紫、蓝、浅红、白色等品种，其中紫、蓝色最为名贵。在德国的山坡、田野、水畔、路边、房前屋后到处都有它。它被德国奉为国花。此种既是一种观赏植物，同时也是一种良好的蜜源植物。边花可以利尿，全草浸出液可以明目。瘦果含油率28%。",
        "index": 358
    },
    "葱兰": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick65321448617401.jpg",
        "value": "葱莲（学名：Zephyranthes candida （Lindl.）Herb.）是石蒜科葱莲属植物。又名玉帘、葱兰等，多年生草本植物，鳞茎卵形，直径约2.5厘米，具有明显的颈部，颈长2.5-5厘米。叶狭线形，肥厚，亮绿色，长20-30厘米，宽 2-4毫米。原产南美洲，中国各地都有种植，喜阳光充足，耐半阴，常用作花坛的镶边材料，也宜绿地丛植，最宜作林下半阴处的地被植物，或于庭院小径旁栽植。",
        "index": 359
    },
    "紫珍珠": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick31751444902469.jpg",
        "value": "紫珍珠（Echeveria ‘Perle von Nürnberg’）景天科拟石莲花属的多肉植物 ，别称是纽伦堡珍珠。紫罗兰色的叶片使得这个品种具有非常强的观赏性。一种拥有美丽的粉紫色叶片的多肉植物，叶缘呈白色。叶片呈莲座形螺旋排列。",
        "index": 360
    },
    "垂丝海棠": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick17371442483212.jpg",
        "value": "垂丝海棠（学名：Malus halliana Koehne）是落叶小乔木，高达5米，树冠开展；叶片卵形或椭圆形至长椭卵形，伞房花序，具花4-6朵，花梗细弱下垂，有稀疏柔毛，紫色；萼筒外面无毛；萼片三角卵形，花瓣倒卵形，基部有短爪，粉红色，常在5数以上；果实梨形或倒卵形，略带紫色，成熟很迟，萼片脱落。花期3-4月，果期9-10月。生山坡丛林中或山溪边，海拔50-1200米。分布于中国江苏、浙江、安徽、陕西、四川和云南。可入药，主治血崩。",
        "index": 361
    },
    "臭牡丹": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick27841448530875.jpg",
        "value": "臭牡丹（学名：Clerodendrum bungei Steud.）是马鞭草科，大青属灌木，高可达2米，植株有臭味；花序轴、叶柄密被脱落性的柔毛；小枝近圆形，叶片纸质，宽卵形或卵形，边缘具粗或细锯齿，侧脉表面散生短柔毛，伞房状聚伞花序顶生，苞片叶状，披针形或卵状披针形，小苞片披针形，花萼钟状，萼齿三角形或狭三角形，花冠淡红色、红色或紫红色，裂片倒卵形，花柱短于、核果近球形，5-11月开花结果。分布于中国华北、西北、西南以及江苏、安徽、浙江、江西、湖南、湖北、广西、福建。印度北部、越南、马来西亚也有分布。生长在海拔2500米以下的山坡、林缘、沟谷、路旁、灌丛润湿处。臭牡丹的根、茎、叶入药，有祛风解毒、消肿止痛之效。臭牡丹既适合在园林和庭院中种植，也可作地被植物及绿篱栽培，花枝可用来插花。",
        "index": 362
    },
    "梨花": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick17571442396763.jpg",
        "value": "古手梨花是同人游戏《寒蝉鸣泣之时》及其衍生作品中的人物。古手神社的独生女，传言是御社神大人的转世，担任每年六月绵流祭的巫女，和沙都子住在一起，是个不可思议的女孩子。",
        "index": 363
    },
    "美叶凤尾蕉": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick6751449824895.jpg",
        "value": "美叶凤尾蕉也称为阔叶苏铁，是泽米铁属植物，原产于美洲等地。",
        "index": 364
    },
    "木棉": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick85911441619210.jpg",
        "value": "木棉（学名：Bombax ceiba L.）是木棉科、木棉属落叶大乔木，树皮灰白色，幼树的树干通常有圆锥状的粗刺；分枝平展。掌状复叶，小叶5-7片，长圆形至长圆状披针形，花单生枝顶叶腋，通常红色，有时橙红色，直径约10厘米；萼杯状，长2-3厘米，外面无毛，内面密被淡黄色短绢毛，萼齿3-5，半圆形，花瓣肉质，倒卵状长圆形，蒴果长圆形，钝。木棉分布于印度、斯里兰卡、中南半岛、马来西亚、印度尼西亚至菲律宾、澳大利亚北部和中国。在中国分布于亚热带省区。木棉生于海拔1400（-1700）米以下的干热河谷及稀树草原，也可生长在沟谷季雨林内。花可供蔬食，入药清热除湿，能治菌痢、肠炎、胃痛；根皮祛风湿、理跌打；树皮为滋补药，亦用于治痢疾和月经过多。果内绵毛可作枕、褥、救生圈等填充材料。种子油可作润滑油、制肥皂。木材轻软，可用作蒸笼、箱板、火柴梗、造纸等用。花大而美，树姿巍峨，可植为园庭观赏树，行道树。",
        "index": 365
    },
    "粉花绣线菊": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick55991449740748.jpg",
        "value": "粉花绣线菊（学名：Spiraea japonica L. f.）是蔷薇科、绣线菊属直立灌木，高可达1.5米；枝条开展细长，圆柱形，冬芽卵形，叶片卵形至卵状椭圆形，上面暗绿色，下面色浅或有白霜，通常沿叶脉有短柔毛；复伞房花序，花朵密集，密被短柔毛；苞片披针形至线状披针形，萼筒钟状，萼片三角形，花瓣卵形至圆形，粉红色；花盘圆环形，蓇葖果半开张，花柱顶生，6-7月开花，8-9月结果。有时有2次开花。原产中国。生态适应性强，耐寒，耐旱，耐贫瘠，抗病虫害。粉花绣线菊广泛应用于各种绿地，可作地被观花植物、花篱、花境。花繁叶密具有观赏价值，可作绿化植物。",
        "index": 366
    },
    "凤眼莲": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick37971446543432.jpg",
        "value": "凤眼蓝（学名：Eichhornia crassipes (Mart.) Solms）浮水草本。须根发达，棕黑色。茎极短，匍匐枝淡绿色。叶在基部丛生，莲座状排列；叶片圆形，表面深绿色；叶柄长短不等，内有许多多边形柱状细胞组成的气室，维管束散布其间，黄绿色至绿色；叶柄基部有鞘状黄绿色苞片；花葶多棱；穗状花序通常具9-12朵花；花瓣紫蓝色，花冠略两侧对称，四周淡紫红色，中间蓝色，在蓝色的中央有1黄色圆斑，花被片基部合生成筒；雄蕊贴生于花被筒上；花丝上有腺毛；花药蓝灰色；花粉粒黄色；子房长梨形；花柱长约2厘米；柱头上密生腺毛。蒴果卵形。花期7-10月，果期8-11月。原产巴西。现广布于中国长江、黄河流域及华南各省。喜欢温暖湿润、阳光充足的环境，适应性也很强，具有一定的耐寒能力，生于海拔200-1500米的水塘、沟渠及稻田中。亚洲热带地区也已广泛生长。凤眼蓝在生长适宜区，常由于过度繁殖，阻塞水道，影响交通。凤眼蓝曾一度被很多国家引进，广泛分布于世界各地，亦被列入世界百大外来入侵种之一。全草为家畜、家禽饲料；嫩叶及叶柄可作蔬菜。全株也可供药用，有清凉解毒、除湿祛风热以及外敷热疮等功效。",
        "index": 367
    },
    "金苞花": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick51051449653595.jpg",
        "value": "金苞花（学名：Pachystachys lutea Nees）是爵床科金苞花属植物。常绿灌木，高达1米，多分枝。叶对生，狭卵形，长达12厘米，亮绿色，叶面皱褶有光泽。穗状花序顶生，长达10-15厘米，直立，金黄色苞片可保持2-3个月。原产于美洲热带地区的墨西哥和秘鲁，中国南方地区多有栽培。性喜高温、多湿及阳光充足的环境，不耐寒。喜排水良好、肥沃的腐殖质土或沙质壤土。金苞花叶色亮绿，花序苞片排列紧密、黄色，花白色素雅，花型别致，整个花序形如金黄色的虾，花期长，观赏价值高。片植于花坛、花镜、公园入口等均能具有很好的观赏效果，盆栽用于布置室内客厅、书房、几案等处。",
        "index": 368
    },
    "海仙花": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick50201449569170.jpg",
        "value": "海仙花（学名：Weigela coraeensis Thunb.）是忍冬科，锦带花属落叶灌木，高可达1米；小枝粗壮，叶片阔椭圆形或椭圆形至倒卵形，先端突尖或尾尖，边缘具细钝锯齿，叶面绿色，背面淡绿色，沿中脉及侧脉被平贴毛，聚伞花序；萼筒长柱形，花萼裂片狭线形，基部完全分离；花冠大而色艳，初淡红色，后变深红色或带紫色，漏斗状钟形，子房光滑无毛。蒴果无毛，种子无翅。4-5月开花，8-10月结果。昆明有栽培；山东青岛、江西庐山、江苏南京、上海、浙江四明山和杭州、陕西武功，以及广东广州等地庭园和寺庙中亦有栽培，在江西庐山上部形成群落。日本亦有。株型优美、花色丰富，适于丛植点缀在花丛、草坪、假山、坡地、湖畔、庭院、公园等处供观赏。",
        "index": 369
    },
    "灰莉": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick95071449826176.jpg",
        "value": "灰莉（学名：Fagraea ceilanica Thunb.）：又名非洲茉莉、华灰莉，为马钱科灰莉属常绿乔木或灌木。树皮灰色。小枝粗厚，圆柱形；全株无毛。叶片稍肉质，顶端渐尖，基部楔形或宽楔形，叶面深绿色，中脉扁平，叶背微凸起；叶柄基部具有由托叶形成的腋生鳞片。花单生或组成顶生二歧聚伞花序；花序梗短而粗，基部有披针形的苞片；花梗粗壮，有宽卵形小苞片；花萼绿色，裂片卵形至圆形；花冠漏斗状；花药长圆形至长卵形；子房椭圆状或卵状，花柱纤细，柱头倒圆锥状或稍呈盾状。浆果卵状或近圆球状，顶端有尖喙，淡绿色，基部有宿萼；种子椭圆状肾形，藏于果肉中。花期4-8月，果期7月至翌年3月。性喜阳光，耐阴，耐寒力强，生于海拔500-1800米山地密林中或石灰岩地区阔叶林中。分布于中国、印度、斯里兰卡、缅甸、泰国、老挝等等地域。",
        "index": 370
    },
    "玉龙观音": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick2791450084100.jpg",
        "value": "玉龙观音Aeonium holochrysum是景天科莲花掌属的多肉植物、也称多浆植物，属于莲花掌属中的巨无霸，叶片有香味，日照充分的情况下叶片的香味会更浓。",
        "index": 371
    },
    "金缕梅": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick92051444469017.jpg",
        "value": "金缕梅（Hamamelis mollis Oliver ），别名木里香、牛踏果，蔷薇目、金缕梅科、金缕梅属落叶灌木或小乔木，高达8米；嫩枝有星状绒毛；老枝秃净；芽体长卵形，宽倒卵圆形叶 形美丽。2月前后先叶开放，花数朵簇生叶腋，色金黄，其金瓣如缕，翩翩起舞，婀娜多姿，早春开花，迎雪怒放，状似蜡梅，故名。由于其耐寒能力又名“忍冬花”。长江流域各省均有分布。",
        "index": 372
    },
    "月见草": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick93141442916303.jpg",
        "value": "月见草（学名：Oenothera biennis）：为桃金娘目柳叶菜科月见草属的一个植物种。适应性强，耐酸耐旱，对土壤要求不严，一般中性，微碱或微酸性土，排水良好，疏松的土壤上均能生长，它在土壤太湿地方，根部易得病。北方为一年生植物，淮河以南为二年生植物。月见草油是本世纪发现的最重要的营养药物。可治疗多种疾病，调节血液中类脂物质，对高胆固醇、高血脂引起的冠状动脉梗塞、粥样硬化及脑血栓等症有显著疗效。",
        "index": 373
    },
    "美人蕉": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick14761442828778.jpg",
        "value": "美人蕉（学名：Canna indica L.）：多年生草本植物，高可达1.5米，全株绿色无毛，被蜡质白粉。具块状根茎。地上枝丛生。单叶互生；具鞘状的叶柄；叶片卵状长圆形。总状花序，花单生或对生；萼片3，绿白色，先端带红色；花冠大多红色，外轮退化雄蕊2-3枚，鲜红色；唇瓣披针形，弯曲；蒴果，长卵形，绿色，花、果期3-12月。是亚热带和热带常用的观花植物。喜温暖和充足的阳光，不耐寒。对土壤要求不严，在疏松肥沃、排水良好的沙土壤中生长最佳，也适应于肥沃粘质土壤生长。多年生宿根草本植物。原产热带美洲、印度、马来半岛等热带地区。",
        "index": 374
    },
    "花木蓝": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick81411452245981.jpg",
        "value": "花木蓝（Indigofera kirilowii Maxim. ex Palibin），又名吉氏木蓝，豆科蝶形花亚科木蓝属落叶灌木。适应性强，耐贫瘠，耐干旱，抗病性较强，也较耐水湿，对土壤要求不严。常生于山坡灌丛及疏林内或岩缝中。小灌木，羽状复叶对生，茎圆柱形，夏季开紫红色花，总状花序，十分美观。花期甚长，是盛夏良好的观花植物和北方难得的绿化、美化材料，且可清热解毒、消肿止痛、通便，具有广泛的应用前景。",
        "index": 375
    },
    "黄水仙": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick69821451468448.jpg",
        "value": "黄水仙（学名：Narcissus pseudonarcissus L.）：是石蒜科水仙属的植物，为多年生草本。叶绿色，略带灰色，基生，宽线形，先端钝。有皮鳞茎卵圆形，鳞茎最大者长0.45米，宽0.1米。花茎挺拔，顶生1花，花朵硕大，花横向或略向上开放，外花冠呈喇叭形、花瓣淡黄色，边缘呈不规则齿状皱榴。副花冠多变，花色温柔和谐，清香诱人，花期3-4月。是世界著名的球根花卉。已由人工引种栽培。品种繁多。喜温暖、湿润和阳光充足环境。对温度的适应性比较强，在不同生长发育阶段对温度的要求不同。原产法国、西班牙、葡萄牙，分布在欧洲等地。主要价值是花朵鲜黄靓丽，极具观赏的价值，可片植亦可置景，其花美丽深受大众喜爱。",
        "index": 376
    },
    "佛甲草": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick10141441790417.jpg",
        "value": "佛甲草（学名：Sedum lineare  Thunb.）是景天科多年生草本植物，无毛。茎高10-20厘米。3叶轮生，少有4叶轮或对生的，叶线形，先端钝尖，基部无柄，有短距。花序聚伞状，顶生，疏生花，中央有一朵有短梗的花；萼片线状披针形。蓇葖略叉开，花柱短；种子小。花期4-5月，果期6-7月。产中国云南、四川、贵州、广东、湖南、湖北、甘肃、陕西、河南、安徽、江苏、浙江、福建、台湾、江西。生于低山或平地草坡上。日本也有。佛甲草是一种耐旱性好的多浆绿草种，用于层顶绿化，采用无土栽培，负荷极轻，可取代传统的隔热层和防水保护层。全草药用，有清热解毒、散瘀消肿、止血之效。",
        "index": 377
    },
    "风铃草": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick57361450084558.jpg",
        "value": "风铃草（学名：Campanula medium L.）是桔梗科、风铃草属二年生宿根草本植物，株高50-120厘米；茎粗壮直立，基生。叶簇生，卵形至倒卵形；小花1-2朵聚生成总状花序，花冠钟形，长约6厘米，有白、蓝或紫等色；蒴果，带有宿存的花萼裂片；种子多数，椭圆状，平滑。花期5-6月。风铃草原产于南欧等北温带地区至亚寒带地区，中国各地有引种栽培。风铃草夏季喜凉爽、冬季温和的气候，生长适温为13-18℃，喜光照充足环境，可耐半阴。风铃草是园林中常见的冬、春季草花，也适合庭院栽培或作大中型盆栽，布置客厅、阳台等处。",
        "index": 378
    },
    "紫玉兰": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick88131443519815.jpg",
        "value": "紫玉兰（学名：Magnolia liliflora Desr.），木兰科木兰属，又名木兰、辛夷，为中国特有植物，分布在中国云南、福建、湖北、四川等地，生长于海拔300米至1,600米的地区，一般生长在山坡林缘。紫玉兰花朵艳丽怡人，芳香淡雅，孤植或丛植都很美观，树形婀娜，枝繁花茂，是优良的庭园、街道绿化植物，为中国有2000多年历史的传统花卉和中药。紫玉兰列入《世界自然保护联盟》（IUCN）ver 3.2：2009年植物红色名录。且不易移植和养护，是非常珍贵的花木。",
        "index": 379
    },
    "芳香波": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick1561453801000.jpg",
        "value": "芳香波（Stomatium niveum），番杏科楠舟属多肉植物，原产地位于非洲南部地区。多肉植物中少有的开花带香味的品种。花香不腻人非常清香。",
        "index": 380
    },
    "红背桂花": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick55681445850406.jpg",
        "value": "红背桂花（学名：Excoecaria cochinchinensis Lour.），又名“红背桂”“青紫木”“紫背桂”，是大戟科，海漆属下的一种常绿灌木。高达1m，叶对生，纸质，叶片狭椭圆形或长圆形；花单性，雌雄异株，聚集成腋生或稀兼有顶生的总状花序；蒴果球形，种子近球形，花期几乎全年。红背桂花性喜暖，适宜生长在肥沃、排水良好的沙壤土的环境中。原产于中印半岛，在中国主要分布在广东、广西、云南等地。因其植株低矮，适宜作为道路绿化。",
        "index": 381
    },
    "香龙血树": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick20801445505540.jpg",
        "value": "香龙血树（学名：Dracaena fragrans  (L.) Ker Gawl.）是天门冬科，龙血树属常绿乔木状或灌木状植物，高可达6米以上，茎粗大，树皮灰褐色或淡褐色，叶片宽大。叶簇生于茎顶，长椭圆状 披针形，没有叶柄；穗状花序，花 小，黄绿色，芳香。原产美洲的加那利群岛和非洲几内亚等地，中国已广泛引种栽培。该种性喜高温高湿及通风 良好环境，较喜光，也耐阴，怕烈日，忌干燥干旱，喜疏松、排水良好的砂质壤土。香龙血树自热带非洲传入欧洲，主要栽培在英国、法国植物园的温室内，供参观者欣赏。美洲和亚洲的植物园和公园内也有栽培。是室内重要的装饰植物之一。",
        "index": 382
    },
    "卧牛": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick88061455787425.jpg",
        "value": "卧牛（Gasteria armstrongii Schönland）是阿福花科鲨鱼掌属的多肉植物，也是鲨鱼掌属中最具代表性的类群之一。原产地位于南非开普省。叶片厚且质硬，排列紧密，叶面具有许多小疣突，叶色暗绿，生长缓慢，长年摆放形态变化不大。其园艺品种如达摩卧牛、绿星卧牛、卧象等被现已引入我国。幼年时叶片两列叠生，舌状肉质叶片先端有尖，叶片具小疣。成年以后，叶片排列成莲座状，叶片绿色或墨绿色，稍有光泽，叶尖背面有明显的龙骨突，部分叶表面小疣脱落。",
        "index": 383
    },
    "紫罗兰": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick64291438766891.jpg",
        "value": "紫罗兰（学名：Matthiola incana (L.) R. Br.）是十字花科、紫罗兰属二年生或多年生草本。全株密被灰白色具柄的分枝柔毛。茎直立，多分枝，基部稍木质化。叶片长圆形至倒披针形或匙形。原产地中海沿岸。中国南部地区广泛栽培，欧洲名花之一。中国大城市中常有物种，可以栽于庭园或温室中，供观赏。此花与三色堇相似，易混淆。",
        "index": 384
    },
    "泥鳅掌": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick771454405017.jpg",
        "value": "泥鳅掌（学名：Kleinia pendula (Forssk.) DC.）是菊科、仙人笔属的多肉植物。肉质灌木。茎园柱形，肉质，有节，匍匐性或斜向上生长，茎顶端尖，似黄瓜状，茎长25-35厘米，直径2-2.5厘米，茎表皮灰绿或带红褐，有深色的纵向线条纹。叶线形，近圆筒状，基本退化，长仅0.2厘米，夏季脱蒋。头状花序，花径3厘米，花红色，花梗垂直向上。原产于东非及阿拉伯地区。中国有引种，各地多温室栽培。自然界中该物种生长在海拔800-1250米的腐殖质丰富的地区。属热带干早地区植物。喜温暖和阳光充足的环境。泥鳅掌为形状奇特的小型室内多浆观赏植物。",
        "index": 385
    },
    "紫荆": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick32131441705909.jpg",
        "value": "紫荆（学名：Cercis chinensis ），豆科紫荆属，落叶乔木或灌木。原产于中国。性喜欢光照，有一定的耐寒性。喜肥沃、排水良好的土壤，不耐淹。萌蘖性强，耐修剪。皮果木花皆可入药，其种子有毒。紫荆，是家庭和美、骨肉情深的象征。",
        "index": 386
    },
    "红背竹芋": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick9331448443666.jpg",
        "value": "喜温暖湿润和半阴环境，不耐寒，怕干旱，忌强光暴晒，土壤以肥沃、疏松的培养土或泥炭土为好，冬季温度不低于10℃。",
        "index": 387
    },
    "金鸡菊": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick58161445591297.jpg",
        "value": "金鸡菊（学名：Coreopsis basalis）是菊科，金鸡菊属一年生或二年生草本植物，高可达60厘米，叶片羽状分裂，裂片圆卵形至长圆形，头状花序单生枝端，外层总苞片与内层近等长，舌状花黄色，基部紫褐色，状黑紫色。瘦果倒卵形，7-9月开花。原产北美洲。各地公园、庭院常见栽培。观赏草花。耐寒耐旱，对土壤要求不严，喜光，但耐半阴，适应性强，对二氧化硫有较强的抗性。栽培容易，常能自行繁衍。生产中多采用播种或分株繁殖，夏季也可进行扦插繁殖。",
        "index": 388
    },
    "蓝松": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick3311455443338.jpg",
        "value": "蓝松（Senecioserpe）菊科，千里光属，原生地位于南非南部沿海地区。在受到强光照射时，会变成绚丽的紫色。比起其它的多肉品种，更加耐热。要用透气性好的植料种植，普通泥土易导致根部腐烂。",
        "index": 389
    },
    "赤鬼城": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick86511451554169.jpg",
        "value": "赤鬼城，景天科、青锁龙属多肉植物，为亚灌木，盆栽观赏，很是可爱。",
        "index": 390
    },
    "蜡梅": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick76191440150067.jpg",
        "value": "蜡梅（拉丁学名： Chimonanthus praecox (Linn.) Link      （《Flora of China》）），英文名：Winter Sweet，中文别名：金梅、腊梅、蜡花、黄梅花。蜡梅科蜡梅属，落叶灌木，常丛生。叶对生，椭圆状卵形至卵状披针形，花着生于第二年生枝条叶腋内，先花后叶，芳香，直径2~4厘米；花被片圆形、长圆形、倒卵形、椭圆形或匙形，无毛，花丝比花药长或等长，花药内弯，无毛，花柱长达子房3倍，基部被毛。果托近木质化，口部收缩，并具有钻状披针形的被毛附生物。冬末先叶开花，栽培变种有磬口蜡梅；柴油心蜡梅；狗绳蜡梅。蜡梅原产我国中部，性喜阳光，但亦略耐荫，较耐寒，耐旱，有“旱不死的腊梅”之说。对土质要求不严，但以排水良好的轻壤土为宜。蜡梅在百花凋零的隆冬绽蕾，斗寒傲霜，表现了中华民族在强权面前永不屈服的性格，给人以精神的启迪，美的享受。它利于庭院栽植，又适作古桩盆景和插花与造型艺术，是冬季赏花的理想名贵花木。花芳香美丽，是园林绿化植物。根、叶可药用，理气止痛、散寒解毒，治跌打、腰痛、风湿麻木、风寒感冒，刀伤出血；花解暑生津，治心烦口渴、气郁胸闷；花蕾油治烫伤。花可提取蜡梅浸膏0.5-0.6%；化学成分有苄醇、乙酸苄醋、芳樟醇、金合欢花醇、松油醇、吲哚等。种子含蜡梅碱（calycanthine）。",
        "index": 391
    },
    "红睡莲": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick92221452677674.jpg",
        "value": "红睡莲（学名：Nymphaea alba  var. rubra  Lonnr.）：是白睡莲的变种，多年水生草本；根状茎匍匐；叶纸质，近圆形，直径10-25厘米，基部具深弯缺，裂片尖锐，近平行或开展，全缘或波状，叶缘有浅三角形齿牙，两面无毛，有小点；幼叶紫红色。老时上面转为墨绿色，有光泽，下面暗紫红色，叶柄长达50厘米。叶圆形或近圆形，基部深裂，幼叶紫红色。老时上面转为墨绿色，有光泽。花大，直径30-34厘米，玫瑰红色。较耐寒，中国江南地区冬季不加保护能安全越冬。喜强光，通风良好，有树荫的池塘。分布于中国、印度、高加索地区及欧洲。",
        "index": 393
    },
    "紫叶小檗": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick38071443604128.jpg",
        "value": "紫叶小檗（学名：Berberis thunbergii var. atropurpurea Chenault），别名：红叶小檗，小檗科、小檗属。原产于中国东北南部、华北及秦岭。多生于海拔1000米左右的林缘或疏林空地。落叶灌木，枝丛生，幼枝紫红色或暗红色，老枝灰棕色或紫褐色。叶小全缘，菱形或倒卵，紫红到鲜红，叶背色稍淡。4月开花，花黄色。果实椭圆形，果熟后艳红美丽。紫叶小檗的适应性强，喜阳，耐半阴，但在光线稍差或密度过大时部分叶片会返绿。耐寒，但不畏炎热高温，耐修剪。园林常用与常绿树种作块面色彩布置，可用来布置花坛、花镜，是园林绿化中色块组合的重要树种。",
        "index": 394
    },
    "点地梅": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick33181448531087.jpg",
        "value": "点地梅（Androsace umbellata）喉咙草（江苏、浙江），佛顶珠、白花草、清明花（贵州），天星花（云南）。一年生或二年生草本，全株被细柔毛。须根纤细。基生叶丛生，柄长1-2厘米；叶近圆形或卵圆形，径3-15毫米，基部微凹或呈不明显截形，先端钝圆，边缘有多数三角状钝牙齿，叶质稍厚。喜湿润、温暖、向阳环境和肥沃土壤，常生于山野草地或路旁。但是不论是在高山草原，还是在河谷滩地，只要有一丁点瘠薄的土壤它就能生根发芽。它的种子能自播繁殖。也可在冰天雪地中生存。",
        "index": 395
    },
    "明镜": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick21031455441711.jpg",
        "value": "明镜是电视剧《伪装者》中的女主角，由刘敏涛饰演。上海明氏企业董事长，明家大姐，红色资本家，多次资助中国共产党。她外柔内刚，爱国并且爱家。父母去世后，年仅17岁的她开始执掌家业，抚养兄弟们长大，像母亲一样的照顾他们，为他们做出很多牺牲，在明家为家长，一家之主，兄弟三人对她以“长姐如母”对待她。她爱憎分明，痛恨日本鬼子与汉奸，坚决不允许自家兄弟帮日本人做事。但当他知道自家兄弟们默默为抗战做出贡献时，她会毫不犹豫的支持他们，尽自己所能去帮助他们，同时也替他们担心，怕他们会有闪失。电视剧大结局中替弟弟明楼挡下藤田芳政的子弹。小说《谍战上海滩》里是被子弹打中了大腿动脉无法行动，于是只身拉响炸弹和日本兵同归于尽。",
        "index": 396
    },
    "月兔耳": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick30031446714856.jpg",
        "value": "褐斑伽蓝（学名：Kalanchoe tomentosa Baker）是景天科、伽蓝菜属多年生肉质草本植物或小灌木。全株灰白色，密布白色茸毛。叶片长卵形，上半部具有齿状叶缘，叶缘处有褐色斑点；叶序对生或以近轮生的方式紧密排列。花期为春、夏季，开花时顶端枝条会向上抽高，花序密布茸毛，小花为管状花或钟形花；花浅褐色至褐色，花瓣上着生褐色茸毛。原产非洲的马达加斯加岛。喜温暖干燥和阳光充足环境。不耐寒，耐干旱，不耐水湿。土壤以肥沃、疏松的沙壤土为宜。褐斑伽蓝是多肉植物中的观叶佳品，常作小型盆栽，用于装饰客厅、卧室、阳台和窗台等处极富情趣；也可与其他多肉植物合栽，制作组合式盆景。",
        "index": 397
    },
    "七叶树": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick25131442915530.jpg",
        "value": "七叶树（学名：Aesculus chinensis  Bunge）：是落叶乔木，高达25米，树皮深褐色或灰褐色，小枝、圆柱形，黄褐色或灰褐色，有淡黄色的皮孔。冬芽大形，有树脂。掌状复叶，由5-7小组成，上面深绿色，无毛，下面除中肋及侧脉的基部嫩时有疏柔毛外，其余部分无毛。花序圆筒形，花序总轴有微柔毛，小花序常由5-10朵花组成，平斜向伸展，有微柔毛。花杂性，雄花与两性花同株，花萼管状钟形，花瓣4，白色，长圆倒卵形至长圆倒披针形。果实球形或倒卵圆形，黄褐色，无刺，具很密的斑点。种子常1-2 粒发育，近于球形，栗褐色；种脐白色，约占种子体积的1/2。花期4-5月，果期10月。七叶树种子可食用，但直接吃味道苦涩，需用碱水煮后方可食用，味如板栗。也可提取淀粉。木材细密可制造各种器具，种子可作药用，榨油可制造肥皂。七叶树树形优美、花大秀丽，果形奇特，是观叶、观花、观果不可多得的树种，为世界著名的观赏树种之一。",
        "index": 398
    },
    "金纽仙人鞭": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick96241455528894.jpg",
        "value": "金纽仙人鞭 学名 :  Aporocactas flagelliformis(L.)Lem 别称 :  金纽|金纽仙人鞭，分布 :  原产地墨西哥，为仙人掌科下的植物。",
        "index": 399
    },
    "大花萱草": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick39641452072217.jpg",
        "value": "大花萱草（学名：Hemerocallis hybrida Bergmans）是百合科，萱草属多年生宿根草本植物，根状茎粗壮，肉质根。叶基生、宽线形、对排成列，背面有龙骨突起，嫩绿色。花薹由叶丛中抽出，聚伞花序或圆锥花序，有花枝，花色模式有单色、复色和混合色。花大，漏斗形、钟形、星形等，外花被裂片倒披针形或长圆形，内花被裂片倒披针形或卵形，花药黄色、红色、橙色或紫色等多种颜色。子房上位，纺锤形，果实呈嫩绿色，蒴果背裂，5-10月开花。分布于亚洲温带至亚热带地区，日本、朝鲜和俄罗斯。中国北京、上海、湖南、黑龙江、江苏等省市均对大花萱草进行引种栽培。大花萱草耐旱、耐寒、耐积水、耐半阴、耐盐碱和耐瘠薄。大花萱草在园林花坛、花境、路边、草坪中丛植、行植或片植，也可作切花，大花萱草是园林绿化的好材料。",
        "index": 400
    },
    "眩美玉": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick66291453713606.jpg",
        "value": "眩美玉外表是植株单生，圆球形至椭圆形，球径6-8厘米，高10-12厘米，体色暗绿色。具13-15个圆疣状的浅棱。辐射状周刺8-10枚；无中刺；新刺黄褐色，老刺灰褐色。花：春夏季节顶生紫红色钟状花，花径3-3.5厘米。本属均喜阳光充足的生长环境，但夏季高温高热时节宜适当遮阳，生长期需要较高的空气湿度。",
        "index": 401
    },
    "刺槐": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick15061443173073.jpg",
        "value": "刺槐（学名：Robinia pseudoacacia L.）是豆科、刺槐属植物。落叶乔木，高10-25米；树皮灰褐色至黑褐色。小枝灰褐色，幼时有棱脊，微被毛，后无毛；具托叶刺，长达2厘米。羽状复叶长10-25（-40）厘米；叶轴上面具沟槽。总状花序花序腋生，长10-20厘米；苞片早落；花梗长7-8毫米；花萼斜钟状，花柱钻形，长约8毫米，上弯，顶端具毛，柱头顶生。荚果褐色，或具红褐色斑纹，线状长圆形，长5-12厘米，宽1-1.3（-1.7）厘米，扁平，先端上弯；花萼宿存，有种子2-15粒；种子褐色至黑褐色，微具光泽，有时具斑纹，近肾形，长5-6毫米，宽约3毫米，种脐圆形，偏于一端。花期4-6月，果期8-9月。原产美国。北纬23°-46°、东经86°-124°都有栽培。温带树种。在年平均气温8-14℃、年降雨量500-900毫米的地方生长良好。刺槐根系浅而发达，易风倒，适应性强，为优良固沙保土树种。作为行道树、庭荫树、景观树。对二氧化硫、氯气、化学烟雾等具有一定的抗性，因此，可用于工厂、矿区等污染较重的地区绿化。材质宜作枕木、车辆、建筑、矿柱等多种用材；生长快，萌芽力强，是速生薪炭林树种；又是优良的蜜源植物。刺槐叶是优良畜禽饲料，可从叶片中直接提取蛋白质用于食品及饲料工业；花丰味香为上等蜜源和香料，花粉在医药上用作健胃剂和镇静剂；种子含油12.0-13.9%是肥皂和油漆的重要原料；树皮纤维强韧有光泽易于漂白和染色，并含鞣质，可作造纸、编织、提炼栲胶的原料。",
        "index": 402
    },
    "红花银桦": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick88891451468250.jpg",
        "value": "红花银桦（学名：Grevillea banksii R.Br.）是山龙眼科银桦属植物，常绿乔木，树高4-8米，胸径达15-18厘米。树干端直，树冠圆锥形，树皮黑褐色，呈不规则的浅纵裂，幼枝、嫩芽及叶柄上密被锈褐色或灰褐色粗毛，单叶互生，叶背被褐色绒毛与银灰色绢毛，总状花序，花两性。原产于澳大利亚昆士兰洲。喜温暖湿润气候，耐酸性土壤；耐烈日酷暑，耐旱耐瘠薄，较耐寒冷，在5℃以上能正常生长。红花银桦花为花期长，盛花时满树繁花，红艳一片，分枝纤细，树冠飘逸，树形紧凑成圆锥或卵形，常用于花境、道路绿化以及松林改造；在花境中，红花银桦可作为上层树种做背景树栽植。如林缘花境中将红花银桦成片栽植，前面配植灌木及地被道路隔离带树种。隔离带中也可配植红花银桦形成复层植物群落，可用于沿路、沿江河生态景观。",
        "index": 403
    },
    "狗牙花": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick85141447235311.jpg",
        "value": "狗牙花（学名：Tabernaemontana divaricata (Linnaeus) R. Brown ex Roemer & Schultes）是夹竹桃科、狗牙花属灌木。灌木，高达1-3米，具乳汁，全株无毛；枝和小枝淡灰色，有皮孔，干时有纵的条纹，节间长1-10厘米。叶椭圆形或窄椭圆形，长3-18厘米，先端渐尖，基部楔形，侧脉5-17对；叶柄长0.3-1厘米；小乔木或灌木状，高达5米，除花萼外，余无毛；花蕾卵圆形，顶端骤尖或钝；花萼裂片具缘毛；花冠单瓣或重瓣，白色，裂片倒卵形或宽倒卵形，长1.5-2.7厘米，花冠筒长1.5-2.7厘米；雄蕊着生花冠筒下部，内藏；朞荚果窄长斜椭圆形，长2-7厘米，径0.6-1.5厘米；花期4-9月，果期7-11月。分布于中国南部各省区，生于海拔1000-1600米山地灌木丛中。狗牙花性喜湿润、温暖，耐半阴，不耐寒。狗牙花枝叶茂密，花净白素丽，典雅朴质，花期长，为重要的衬景和调配色彩花卉，适宜做花篱，花径或大型盆栽。叶可药用，有降低血压效能，民间称可清凉解热利水消肿，治眼病、疮疥、乳疮、癫狗咬伤等症；根可治头痛和骨折等。狗牙花列入《中国生物多样性红色名录-高等植物卷》（2013年9月2日）——濒危（EN）。",
        "index": 404
    },
    "蔓花生": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick58041450085359.jpg",
        "value": "蔓花生（学名：Arachis duranensis Krapov. & W.C.Greg.）是豆科，落花生属多年生草本植物，全株散生有小绒毛，高可达15厘米，匍匐生长；茎为蔓性，偶数羽状复叶互生，有小托叶，叶片倒卵形，全缘，晚上会闭合。花腋生，蝶形金黄色，花柄较长，花量多；旗瓣近圆形，翼瓣长圆形，龙骨瓣内弯，花药二型，长短互生，子房近无柄，花柱细长，开花后结荚果，荚果长桃形，果实易分散，难采收。春季至秋季开花。蔓花生原产南美洲。中国华南地区广为种植。喜温暖湿润气候，在全日照及半日照条件下或在盛夏阳光充足、高温多雨季节生长最好，对土壤要求不严，耐旱、耐热性，但耐寒性较差。蔓花生观赏性强、对有害气体抗性较强、易养护等优点，可用于园林绿化的地被植物，公路沿线及隔离带的地被植物。",
        "index": 405
    },
    "黄金钮": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick96571454404481.jpg",
        "value": "黄金钮为仙人掌科多年生肉质植物。多年生肉质草本，茎细柱状，初直立，后呈匍匐状，叶退化，花侧生于茎上部，花瓣橙红色，内瓣粉红色，果球形，浆果，  原产地是美洲的墨西哥，花色艳丽，可悬吊栽培，形成奇特景观，花期4-6月。",
        "index": 406
    },
    "福禄考": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick36631445246907.jpg",
        "value": "小天蓝绣球（学名：Phlox drummondii Hook.）即福禄考。花荵科一年生草本，茎直立。下部叶对生，上部叶互生，顶端锐尖，叶面有柔毛；无叶柄。圆锥状聚伞花序顶生，有短柔毛，花梗很短；花萼筒状，萼裂片外面有柔毛，结果时开展或外弯；花冠高脚碟状，淡红、深红、紫、白、淡黄等色，裂片圆形，比花冠管稍短；雄蕊和花柱比花冠短很多。蒴果椭圆形。种子长圆形，褐色。原产墨西哥。中国各地庭园有栽培。该种多行盆栽供早春摆设花坛之用。喜温暖，稍耐寒，忌酷暑。不耐旱，忌湿涝，喜疏松、排水良好的砂壤土。",
        "index": 407
    },
    "花叶艳山姜": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick58961447666128.jpg",
        "value": "花叶艳山姜（Alpinia zerumbet  ’Variegata’）又称花叶良姜、彩叶姜、斑纹月桃等，为艳山姜的园艺栽培种。是姜科山姜属多年生草本观叶植物。花叶艳山姜产于亚热带地区，中国东南部至南部均有栽培。该花叶色秀丽，4-6月开花，花姿雅致，花香诱人，盆栽适宜厅堂摆设。室外栽培点缀庭院、池畔或墙角处，别具一格。多用于景观山石一旁，绿地边缘及庭院，其观赏效果甚佳。也可作为室内花园点缀植物，常以中小盆种植，摆放在客厅、办公室及厅堂过道等较明亮处。",
        "index": 408
    },
    "松霞": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick14471454318541.jpg",
        "value": "松霞又名银松玉。为仙人掌科乳突球属植物。小巧玲珑，茎球状，群生，属仙人掌植物中的小型种。刺多而密，花小、黄白色。果实红色久留球顶，异常热闹。 ",
        "index": 409
    },
    "俏黄栌": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick19291449480057.jpg",
        "value": "紫锦木（学名：Euphorbia cotinifolia L.）是大戟科大戟属植物，常绿乔木，高13-15（19）米，直径12-17厘米。叶3枚轮生，圆卵形；边缘全缘；两面红色；叶柄长2-9厘米，略带红色。雄花多数；苞片丝状；雌花柄伸出总苞外；子房三棱状，纵沟明显。蒴果三棱状卵形；种子近球状。紫锦木原分布于热带美洲；中国福建、台湾和北京温室亦有栽培。紫锦木可以做行道树，叶红色可观赏。",
        "index": 410
    },
    "番红花": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick18831440495428.jpg",
        "value": "番红花（学名：Crocus sativus  L.）又称藏红花、西红花，是一种鸢尾科番红花属的多年生花卉，也是一种常见的香料。多年生草本。球茎扁圆球形，直径约3厘米，外有黄褐色的膜质包被。叶基生，9-15枚，条形，灰绿色，边缘反卷；叶丛基部包有4-5片膜质的鞘状叶。花茎甚短，不伸出地面；花1-2朵，淡蓝色、红紫色或白色，有香味，花柱橙红色，柱头略扁，顶端楔形，有浅齿，子房狭纺锤形。蒴果椭圆形，长约3厘米。是亚洲西南部原生种，最早由希腊人人工栽培。主要分布在欧洲、地中海及中亚等地，明朝时传入中国，《本草纲目》将它列入药物之类，中国浙江等地有种植。是一种名贵的中药材，具有强大的生理活性，其柱头在亚洲和欧洲作为药用，有镇静、祛痰、解 痉作用，用于胃病、调经、麻疹、发热、黄胆、肝脾肿大等的治疗。",
        "index": 411
    },
    "旱金莲": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick94931449568030.jpg",
        "value": "旱金莲，是双子叶植物纲、旱金莲科、旱金莲属植物，为多年生的半蔓生或倾卧植物。株高30cm－70cm。基生叶具长柄，叶片五角形，三全裂，二回裂片有少数小裂片和锐齿。花单生或2朵－3朵成聚伞花序，花瓣五，萼片8枚－19枚，黄色，椭圆状倒卵形或倒卵形，花瓣与萼片等长，狭条形。北方常作一二年生花卉栽培。在环境条件适宜的情况下，全年均可开花。一朵花可维持8－9天，全株可同时开出几十朵花，香气扑鼻，颜色艳丽，赢得了人们的喜爱。在中国南方可作多年生栽培；华北则多秋播，盆栽室内培养，作为迎春花卉，令其在元旦、春节期间开花。叶肥花美，花色有紫红、橘红、乳黄等，金莲花蔓茎缠绕，叶形如碗莲，乳黄色花朵盛开时，如群蝶飞舞，是一种重要的观赏花卉。旱金莲的花可以入药。其嫩梢、花蕾及新鲜种子可作辛辣的香辛料。",
        "index": 412
    },
    "宝绿": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick88631453714474.jpg",
        "value": "宝绿中文学名弯叶日中花，拉丁文名Mesembryanthemum uncatum Salm-Dyck，又名舌叶花、佛手掌。叶片宽而厚实，呈长条形，似动物的舌头，别名也由此而来，叫舌叶花图片来自中国植物志。",
        "index": 413
    },
    "五色苋": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick53231447839313.jpg",
        "value": "五色苋（学名：锦绣苋，拉丁学名：Alternanthera bettzickiana）为苋科莲子草属多年生草本植物。原产巴西，现我国各大城市栽培。由于叶片有各种颜色，可用作布置花坛，排成各种图案，全植物入药，有清热解毒、凉血止血、清积逐瘀功效。",
        "index": 414
    },
    "罂粟花": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick45201441014523.jpg",
        "value": "罂粟：可以通称罂粟属的近180种植物，也可以按《中国植物志》特指鸦片罂粟（学名：Papaver somniferum L.）。罂粟是一年生草本。茎高30-80厘米，分枝，有伸展的糙毛。叶互生，羽状深裂，裂片披针形或条状披针形，两面有糙毛。花蕾卵球形，有长梗，未开放时下垂；萼片绿色，花开后即脱落；花瓣4，紫红色，种植罂粟有多各花型和花色。基部常具深紫色斑，宽倒卵形或近圆形，花药黄色；雌蕊倒卵球形，柱头辐射状。花果期3-11月。罂粟是制取鸦片的主要原料，同时其提取物也是多种镇静剂的来源，如吗啡、蒂巴因、可待因、罂粟碱、那可丁。学名“somniferum”的意思是“催眠”，反映出其具有麻醉性。罂粟籽是重要的食物产品，其中含有对健康有益的油脂，广泛应用于世界各地的沙拉中，罂粟花绚烂华美，是一种很有价值的观赏植物。",
        "index": 415
    },
    "大花马齿苋": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick69091449222374.jpg",
        "value": "大花马齿苋（学名：Portulaca grandiflora  Hook.）：一年生草本，高10-30厘米。茎平卧或斜升，紫红色，多分枝，节上丛生毛。叶密集枝端，较下的叶不规则互生，叶片细圆柱形，无毛。花单生或数朵簇生枝端，直径2.5-4厘米，日开夜闭；叶状总苞8-9片，轮生，具白色长柔毛；花瓣5或重瓣，倒卵形，顶端微凹，长12-30毫米，红色、紫色或黄白色。蒴果近椭圆形，盖裂；种子细小，多数，圆肾形，直径不及1毫米。花期6-9月，果期8-11月。原产巴西。中国公园、花圃常有栽培，是一种美丽的花卉，繁殖容易，扦插或播种均可。全草可供药用，有散瘀止痛、清热、解毒消肿功效，用于咽喉肿痛、烫伤、跌打损伤、疮疖肿毒。",
        "index": 416
    },
    "齿缘吊钟花": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick90521453109126.jpg",
        "value": "齿缘吊钟花（学名：Enkianthus serrulatus (Wils.) Schneid.）为吊钟花属落叶灌木或小乔木，高2.6-6米。小枝光滑，无毛。叶密集枝顶，厚纸质，长圆形或长卵形。伞形花序顶生。每花序上有花2-6朵，花下垂；花萼绿色，萼片5，三角形；花冠钟形，白绿色。子房圆柱形，蒴果椭圆形，干后黄褐色；种子瘦小，具2膜质翅。花期4月，果期5-7月。产于浙江、江西、福建、湖北、湖南、广东、广西、四川、贵州以及云南。生于海拔 800-1 800米的山坡。 ",
        "index": 417
    },
    "火焰木": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick65541445507653.jpg",
        "value": "火焰树（学名：Spathodea campanulata Beauv.）是紫葳科、火焰树属乔木，树皮平滑，灰褐色。奇数羽状复叶，对生，连叶柄长达45厘米；小叶13-17枚，叶片椭圆形至倒卵形，伞房状总状花序，顶生，密集；被褐色微柔毛，具有明显的皮孔；花冠一侧膨大，基部紧缩成细筒状，檐部近钟状，桔红色，具紫红色斑点，内面有突起条纹，裂片5，阔卵形，不等大，具纵褶纹，外面桔红色，内面桔黄色。蒴果黑褐色，种子具周翅，近圆形，长和宽均为1.7-2.4厘米。花期4-5月。火焰树原产非洲，广泛栽培于印度、斯里兰卡和中国。中国广东、福建、台湾、云南（西双版纳）均有栽培。火焰树生性强健，性喜高温，生长适温23-30℃，10℃以上才能正常生长发育。火焰树是珍贵的热带木本花卉和优良的风景观赏树种。种子可以食用。列入《世界自然保护联盟濒危物种红色名录》（IUCN）2017年 ver 3.1——无危（LC）。",
        "index": 418
    },
    "蟆叶秋海棠": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick53211449046317.jpg",
        "value": "蟆叶海棠（学名：Platycentrum rex (Putz.) Seem.）是秋海棠科秋海棠属植物，多年生草本，高17-23厘米。根状茎圆柱形，呈结节状，周围长出密集细长之根。叶均基生，具长柄；叶片两侧不相等，轮廓长卵形。花葶高10-13厘米，具棱，近无毛。花2朵，生于茎顶。蒴果3翅，一翅特大，呈宽披针形，长1.5-2.5厘米。花期5月，果期8月。原产于印度，喜温暖、湿润和通风良好的半阴环境，忌干旱与闷热潮湿。生长适温为15-20℃。蟆叶秋海棠叶片很大。形似象耳，色彩丰富，是观叶植物，可室内盆栽观赏。",
        "index": 419
    },
    "大白杜鹃": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick10521452851080.jpg",
        "value": "大白杜鹃（学名：Rhododendron decorum Franch. ）：常绿灌木或小乔木，高1-3米，稀达6-7米；树皮灰褐色或灰白色；幼枝绿色，无毛，老枝褐色。冬芽顶生，卵圆形，无毛。叶厚革质，长圆形、长圆状卵形至长圆状倒卵形，上面暗绿色，下面白绿色。顶生总状伞房花序，有花8-10朵，有香味；花冠宽漏斗状钟形，变化大，长3-5厘米，直径5-7厘米，淡红色或白色。蒴果长圆柱形，黄绿色至褐色，肋纹明显。花期4-6月，果期9-10月。生于海拔1000-3300米的灌丛中或森林下。产中国四川、贵州、云南和西藏，缅甸东北部也有分布。该物种因花朵美丽，有栽培，具有较高的园艺价值。",
        "index": 420
    },
    "初恋": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick59061451294928.jpg",
        "value": "初恋，顾名思义，是指人的爱情萌发的最初部分。也可以说是人第一次尝到“情”的滋味，不一定是真正的爱情。比如一个人喜欢上另一个人，ta不一定要爱ta，但是ta对ta的喜欢是独一无二不能被别人轻易替代的。初恋的发生和年纪没有关系，无论是少年还是老年都可能有初恋。",
        "index": 421
    },
    "金丝桃": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick88821445506838.jpg",
        "value": "金丝桃（拉丁学名：Hypericum monogynum L.），又叫狗胡花（安徽霍山），金线蝴蝶（重庆南川，浙江乐清），过路黄（重庆奉节），金丝海棠（山东崂山），金丝莲（陕西石泉）、土连翘，为藤黄科金丝桃属植物，半常绿小乔木或灌木：地上每生长季末枯萎，地下为多年生。小枝纤细且多分枝，叶纸质、无柄、对生、长椭圆形，花期6-7月。集合成聚伞花序着生在枝顶，花色金黄，其呈束状纤细的雄蕊花丝也灿若金丝。金丝桃为温带树种，喜湿润半荫之地。因金丝桃不甚耐寒，北方地区应将植株种植于向阳处，并于秋末寒流到来之前在它的根部拥土，以保护植株的安全越冬。金丝桃也可作为盆景材料。花美丽，供观赏；果实及根供药用，果作连翘代用品，根能祛风、止咳、下乳、调经补血、并可治跌打损伤。 ",
        "index": 422
    },
    "矮雪轮": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick7491451381613.jpg",
        "value": "大蔓樱草（学名：Silene pendula L.）是石竹科蝇子草属植物。一年生或二年生草本，全株被柔毛和腺毛。茎俯仰，多分枝，长20-40厘米。叶片卵状披针形或椭圆状倒披针形。单歧式聚伞花序；花梗细，直立，长5-15毫米，果时反折。蒴果卵状锥形，长约9毫米，比宿存萼短；种子圆肾形，长约1毫米。花期5-6月，果期6-7月。原产于欧洲南部，世界各地广为栽培。性喜温暖和充足的阳光照射，要求在疏松肥沃、通透性好的砂质土壤中生长。大蔓樱草是一种美丽的草本花卉。株形丛生龙状，茎干长至30厘米以后，便匍匐生长，蓬径紧密，生长繁茂。花朵小巧玲珑，蕚筒肥大，内有粘状胶质，是一种花后还可观赏花萼的匍匐状花卉，可以盆栽观赏，也是花园、花圃作地被植物栽培的很好花卉。",
        "index": 423
    },
    "红缘莲花掌": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick94751451983395.jpg",
        "value": "红缘莲花掌（Aeonium haworthi kwebb et Berth）属蔷薇目、景天科植物，原产大西洋的加那利群岛。质厚，蓝绿色，被白霜，叶缘红褐色。聚伞花序，花浅黄色，有时带红晕。叶形叶色较美，有一定的观赏价值，多盆栽用于点缀室内；可放置于电视、电脑旁，可吸收辐射。",
        "index": 424
    },
    "冬美人": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick37611444468476.jpg",
        "value": "冬美人（xGraptophytum ‘Supreme’）是景天科厚车莲属的多肉植物，又称东美人，是风车草属与厚叶草属的跨属杂交品种。相较桃美人、星美人等品种叶片稍薄，叶前端稍尖。冬美人喜温暖、干燥和光照充足的环境，耐旱，喜疏松、排水透气性良的土壤，无明显休眠期。在温差大、日照时间长的环境下叶片会变为淡粉色，通常为灰蓝色；叶片表面有一层白霜，日常浇水时需注意勿将白霜冲刷掉。",
        "index": 425
    },
    "棣棠花": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick98841443605197.jpg",
        "value": "棣棠花（学名：Kerria japonica (L.) DC.）：灌木，高1-2米；小枝有棱，绿色，无毛。叶卵形或三角形，先端渐尖，基部截形或近圆形，边缘有重锯齿，上面无毛或有稀疏短柔毛，下面微生短柔毛；叶柄无毛；有托叶。花单生于侧枝顶端；无毛；花直径3-5厘米；萼筒扁平，裂片5，卵形，全缘，无毛；花瓣黄色，宽椭圆形；雄蕊多数，离生，长约花瓣之半；心皮5-8，有柔毛，花柱约与雄蕊等到长。瘦查黑色，无毛，萼裂片宿存。喜温暖湿润和半阴环境，耐寒性较差；在中国大部分地区及日本都有分布。棣棠花除供观赏外，入药有消肿、止痛、止咳、助消化等作用。",
        "index": 426
    },
    "繁星花": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick14751451296244.jpg",
        "value": "五星花（学名：Pentas lanceolata (Forsk.) K. Schum.）是茜草科，五星花属直立或外倾的亚灌木，高可达70厘米，被毛。叶片卵形、椭圆形或披针状长圆形，顶端短尖，基部渐狭成短柄。聚伞花序密集，顶生；花无梗，花柱异长，花冠淡紫色，喉部被密毛，冠檐开展，花期夏秋。五星花别称雨伞花、繁星花、星形花、埃及众星花、草本仙丹花等，常因花的颜色不同而分为多个变种。五星花原产热带和阿拉伯地区；中国南部有栽培。因花期持久，有粉红、绯红、桃红、白色等花色，适用于盆栽及布置花台、花坛及景观布置。",
        "index": 427
    },
    "冬红": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick49391452590787.jpg",
        "value": "冬红（学名：Holmskioldia sanguinea Retz. ）是马鞭草科、冬红属常绿灌木，小枝四棱形，具四槽，被毛。叶对生，膜质，卵形或宽卵形，基部圆形或近平截，叶缘有锯齿，两面均有稀疏毛及腺点，聚伞花序常2-6个再组成圆锥状，每聚伞花序有3花，中间的一朵花柄较两侧为长，花柄及花序梗具短腺毛及长单毛；花萼硃红色或橙红色，果实倒卵形，包藏于宿存、扩大的花萼内。花期冬末春初。原产喜马拉雅。中国广东、广西和台湾等地有栽培。冬红是强阳性灌木，冬季温度要求在0℃以上。冬红是优良的蜜源植物和观花灌木。",
        "index": 428
    },
    "花月夜": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick13601454319376.jpg",
        "value": "花月夜（Echeveria pulidonis）是种子植物门，被子植物亚门，双子叶植物纲，蔷薇亚纲，蔷薇目，虎耳草亚目，属于景天科拟石莲花属的多肉植物（也称多浆植物），有厚叶型和薄叶型两种，喜阳光，耐旱。春秋是其生长旺季。",
        "index": 429
    },
    "雷神": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick69581438853360.jpg",
        "value": "雷神(lei shen)：俗称雷公，是古代中国神话中主管打雷的神。出自《山海经·海内东经》。相传雷神生于古雷泽（故址在今山东菏泽），龙身人头，鼓其腹则雷。古代人们对打雷这种自然现象不十分了解，因此逐渐演化出一系列有关传说。在古代中国，雷神的形象是不断演变的。最初，人们把它塑造成人头龙身的怪物，敲打它的肚子就发出雷声。后来才渐渐变成尖嘴猴脸的形象，并逐渐定型。在道教神话中，记载了许多数量、各种级别的雷神，最基层的是\"雷公\"，上一层的是普通的\"雷神\"，再上层是\"雷王\"。传说雷王出生在广东省的雷州半岛，名叫陈文玉，被历代朝廷加封为雷神，民间奉为雷祖，多地设有雷祖祠，道教将\"九天雷祖大帝\"与另一雷神\"九天应元雷声普化天尊\"同列为神霄九宸上帝。\"天尊\"在道教神仙中属于最高级别，\"普化天尊\"是所有雷神的总司令。在中国人的理念中，雷神是惩罚罪恶之神，人如果做了坏事或违背誓言，就有可能遭五雷轰顶死去。中国民间把雷神的生日定在农历6月24日，这一天要举行祭祀仪式。寄托了中国劳动人民一种祛邪、避灾、祈福的美好愿望。雷州半岛的雷神都是叫雷首宫，宝诞日是：农历正月廿八，这天家家户户水果、饼干等供品祭拜和请来醒狮团和鹰雄团、舞龙团、戏班、年例大巡游等等大舞大乐，人欢神乐，祈祷风调雨顺、国泰民安。",
        "index": 430
    },
    "朱莲": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick34191454058966.jpg",
        "value": "朱莲，日本漫画家久保带人原作漫画《死神》衍生剧场版动画《死神：地狱篇》及其衍生作品中的登场角色，剧场版原创人物。地狱中的咎人，拥有4名部下。为了能从地狱中获得解放，试图利用完全虚化黑崎一护的力量破坏地狱之门，最后被黑崎一护打败。",
        "index": 431
    },
    "桔梗": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick98641438855128.jpg",
        "value": "桔梗（Platycodon grandiflorus），别名包袱花、铃铛花、僧帽花，是多年生草本植物，茎高20～120厘米，通常无毛，偶密被短毛，不分枝，极少上部分枝。叶全部轮生，部分轮生至全部互生，无柄或有极短的柄，叶片卵形，卵状椭圆形至披针形，叶子卵形或卵状披针形，花暗蓝色或暗紫白色，可作观赏花卉；其根可入药，有止咳祛痰、宣肺、排脓等作用，中医常用药。在中国东北地区常被腌制为咸菜，在朝鲜半岛被用来制作泡菜，当地民谣《桔梗谣》所描写的就是这种植物。单凭名称，有人会误以为桔梗乃桔子的梗，但实际上与桔子或柑橘属没有直接关系。",
        "index": 432
    },
    "万年青": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick5371439890988.jpg",
        "value": "万年青属 （拉丁文：Rohdea Roth）是被子植物门百合科下的一个属，该属物种多为多年生草本植物，该属的主要特征是：根具许多纤维根，并密生白色绵毛；叶为基生并且排成两列套迭成簇；花为肉质穗状花序并于叶腋抽出；花冠常为呈白色并高脚碟状或漏斗状；果实为具单颗种子的浆果球形。该属仅1种，分布于中国和日本。该属模式物种是万年青（Rohdea japonica (Thunb.) Roth）。该属是由德国医学家和植物学家阿尔布雷希特，威廉·罗斯（1757年1月6日 - 1834年10月16日）于1821年发现并设立。",
        "index": 433
    },
    "白凤": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick79451453886480.jpg",
        "value": "白凤凰，又称白凤，中国3D武侠动画《秦时明月》系列中的原创男性角色，另在动画姐妹篇《天行九歌》系列先行篇《空山鸟语》中作为男主角。神秘优雅的白衣美男子，轻功举世无双，能够借助鸟类或羽毛飞翔，时常驾驭着白色的巨鸟在天空飞过。天赋异禀，具有控制与指挥鸟类的能力，被称为“百鸟之王”。年少时曾为韩国大将军姬无夜“夜幕”组织“百鸟”杀手团的杀手之一。后离开，加入以卫庄为首领的杀手组织“流沙”，与赤练、苍狼王、无双鬼并称为“四天王”，居首位。",
        "index": 434
    },
    "粉紫重瓣木槿": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick76621453280530.jpg",
        "value": "粉紫重瓣木槿（学名：Hibiscus syriacus f. amplissimus）为锦葵科木槿属木槿下的一个变型，为多年生灌木，生长速度快，可1年种植多年采收。分布于中国大陆的山东等地。喜光、耐半阴；喜温暖湿润气候，耐寒；适应性强，耐干旱及耐贫瘠土壤，不耐积水，耐修剪；对二氧化硫抗性强。",
        "index": 435
    },
    "多叶羽扇豆": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick19711453110190.jpg",
        "value": "多叶羽扇豆（学名：Lupinus polyphyllus Lindl. ）一年生草本，高可达100厘米。茎直立，掌状复叶，小叶披针型至倒披针型，叶质厚，总状花序，花多而稠密，互生，花序轴纤细，花梗甚短，萼二唇形，被硬毛，花冠蓝色，旗瓣和龙骨瓣具白色斑纹。荚果长圆状线形，种子卵形，扁平，斑纹，光滑。6-8月开花，7-10月结果。原产北美，多生长于沙地的温带地区。园艺栽培品种较多。花序挺拔、丰硕，花色艳丽多彩，而且花期长达，可用于片植或在带状花坛群体配植。",
        "index": 436
    },
    "红彩阁": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick61011454404773.jpg",
        "value": "多肉植物对水十分敏感，浇水不匀或过多会引起腐烂，每次浇水时都要浇透",
        "index": 437
    },
    "带叶兜兰": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick7191452763089.jpg",
        "value": "带叶兜兰（学名：Paphiopedilum hirsutissimum (Lindl. ex Hook.) Stein）兰科，兜兰属地生或半附生植物。叶基生；数枚至多枚，叶片带形、革质。花葶从叶丛中长出，花苞片非叶状；子房顶端常收狭成喙状；花大而艳丽，有种种色泽；中萼直立，花粉粉质或带粘性，退化雄蕊扁平；柱头肥厚，下弯，柱头面有乳突，果实为蒴果。兜兰花比较雅致，色彩比较庄重，色及带有不规则斑点或条纹。花瓣较厚，花朵开放期比较长。属观赏类花草。",
        "index": 438
    },
    "千兔耳": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick26991452676359.jpg",
        "value": "毛茸茸的毛、半边锯齿状的叶，缺口会再冒出小芽，夏型（冬眠），喜光照、可直晒、耐热（但要通风），适合春、秋。夏天要注意浇水不可过多，也不能太少。适合肥沃、排水性佳的沙土。很会长，可长到30公分左右，日晒不足会徒长春秋夏初是生长旺季",
        "index": 439
    },
    "西府海棠": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick2301442482822.jpg",
        "value": "西府海棠（学名：Malus micromalus），为木兰纲、蔷薇科、苹果属的植物，小乔木，高达2.5-5米，树枝直立性强，为中国的特有植物。西府海棠在北方干燥地带生长良好，是绿化工程中较受欢迎的产品。在中国果品名称中，海棠的品种极为复杂，尚待研究统一。在植物分类中，暂以西府海棠M.micromalus Makino一名概括之，不再分列为多种，以免引起混乱。海棠的主要栽培品种有河北怀来的“八棱海棠”、昌黎的“平顶热花红”、“冷花红”，陕西的“果红”、“果黄”，云南的“海棠”和“青刺海棠”。2009年4月24日被选为陕西宝鸡的市花，宝鸡古有西府一称，西府海棠由此而来。 ",
        "index": 440
    },
    "杏花": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick48981443172810.jpg",
        "value": "杏花（学名：Prunus armeniaca），一种花，又称杏子，是杏属李亚科植物，其果肉、果仁均可食用。杏花单生，先叶开放，花瓣白色或稍带红晕，是中国著名的观赏树木。杏可配植于庭前、墙隅、道路旁、水边，也可群植、片植于山坡、水畔，是春季主要的观赏树种。杏的学名指出：西方人对杏的认识，乃源于亚美尼亚，事实上，杏广布于东亚及中亚。其可采用播种或嫁接繁殖等种植方法，一般入药的杏，就是杏的果仁，有生津、解毒、清热之效用。初夏成熟。杏树原产中国，分布很广。树龄长，可活一百年以上，既能采果又能赏花，在果木生产和城市美化上都处重要地位。每年3-4月份，各地会举办杏花节，为游人踏青、郊游及摄影提供好去处。杏花是古老的花木，公元前数百年问世的《管子》中就有记载，因此，至少在我国已有二三千年的栽培历史。目前被作为黑龙江省佳木斯市市花。",
        "index": 441
    },
    "接骨木": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick89961443433830.jpg",
        "value": "接骨木（学名：Sambucus williamsii Hance）属落叶灌木，高达4米。茎无棱，多分枝，灰褐色，无毛。叶对生，单数羽状复叶；小叶卵形、椭圆形或卵状披针形，先端渐尖，基部偏斜阔楔形，边缘有较粗锯齿，两面无毛。圆锥花序顶生，边缘有较粗锯齿，两面无毛。圆锥花序顶生，密集成卵圆形至长椭圆状卵形；花萼钟形，5裂，裂片舌状；花冠辐射状，45裂，裂片倒卵形，淡黄色；雄蕊5枚，着生于花冠上，较花冠短；雌蕊1枚，子房下位，花柱短浆果鲜红色。花期4-5月，果期7-9月。生于海拔540-1600米的山坡、灌丛、沟边、路旁、宅边等地。产于黑龙江、辽宁、河北、陕西、山东、安徽、浙江、河南、湖北、广东、等省区。",
        "index": 442
    },
    "银星": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick78691455441296.jpg",
        "value": "银星，指湖南省娄底市新化县游家镇银星村。",
        "index": 443
    },
    "五叶地锦": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick18571445590492.jpg",
        "value": "五叶地锦（学名：Parthenocissus quinquefolia (L.) Planch.）是葡萄科，地锦属木质藤本植物。小枝圆柱形，无毛。卷须顶端嫩时尖细卷曲，叶片掌状，顶端短尾尖，基部楔形或阔楔形，边缘锯齿，上面绿色，下面浅绿色，两面无毛，网脉不明显; 叶柄无毛，多歧聚伞花序，花蕾椭圆形，萼片碟形，无毛；花瓣，花药长椭圆形，花盘不明显，子房卵锥形，果实球形，种子倒卵形，6-7月开花，8-10月结果。原产北美。中国东北、华北各地栽培。该是垂直绿化、草坪及地被绿化墙面、廊架、山石或老树干的好材料，也可做地被植物。",
        "index": 444
    },
    "锦鸡儿": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick37381447061228.jpg",
        "value": "锦鸡儿（学名：Caragana sinica (Buc'hoz) Rehder）是豆科锦鸡儿属植物。灌木，高1-2米。树皮深褐色；小枝有棱，无毛。托叶三角形，硬化成针刺，长5-7毫米；叶轴脱落或硬化成针刺。花单生，花梗长约1厘米，中部有关节。荚果圆筒状，长3-3.5厘米，宽约5毫米。花期4-5月，果期7月。分布于中国河北、陕西、江苏、江西、浙江、福建、河南、湖北、湖南、广西北部、四川、贵州和云南（大理、昆明）。生长于海拔约1800米的山坡灌丛或栽培。锦鸡儿供观赏或做绿篱。根皮药用，能祛风活血、舒筋、除湿利尿、止咳化痰。",
        "index": 445
    },
    "大花紫薇": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick85821448358709.jpg",
        "value": "大花紫薇（学名：Lagerstroemia speciosa (L.) Pers.）是千屈菜科、紫薇属大乔木。高可达25米；树皮灰色，平滑；小柱圆柱形，无毛或微被糠批状毛。叶革质，矩圆状椭圆形或卵状椭圆形，稀披针形，顶端钝形或短尖，基部阔楔形至圆形；叶柄长6-15毫米，粗壮。花淡红色或紫色，直径5厘米，顶生圆锥花序长15-25厘米；花梗长1-1.5厘米，花轴、花梗及花萼外面均被黄褐色糠粃状的密毡毛；花萼有棱12条，被糠粃状毛；花瓣近圆形至矩圆状倒卵形。蒴果球形至倒卵状矩圆形；种子多数，长10-15毫米。花期5-7月，果期10-11月。分布于斯里兰卡、印度、马来西亚、越南、菲律宾及中国。在中国分布于广东、广西、福建及台湾。多分布于低海拔湿润地带，生长于良好的立地条件如沿河一带和沼泽地，但也能生长于冲积土上的森林里。花大，美丽，常栽培庭园供观赏；木材坚硬，耐腐力强，色红而亮，常用于家具、舟车、桥梁、电杆、枕木及建筑等，也作水中用材；可以作为行道树，在建筑物附近、草坪边缘栽植均有良好的绿化美化效果。树皮及叶可作泻药；种子具有麻醉性；根含单宁，可作收敛剂。",
        "index": 446
    },
    "阔叶十大功劳": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick55381446197975.jpg",
        "value": "阔叶十大功劳（学名：Mahonia bealei (Fort.) Carr.  ）是小檗科，十大功劳属常绿灌木或小乔木，高可达2米。叶长圆形，上面深绿色，叶脉显著，背面淡黄绿色，网脉隆起，小叶无柄，基部一对小叶倒卵状长圆形，总状花序簇生，长5-6厘米；芽鳞卵状披针形，苞片阔披针形，花亮黄色至硫黄色；外萼片卵形，花瓣长圆形，花柱极短，胚珠2枚。浆果倒卵形，蓝黑色，微被白粉，3-5月开花，5-8月结果。分布于中国辽宁、江苏、浙江、安徽、福建、江西、河南、湖北、湖南、广东、广西、重庆、四川、陕西、甘肃；日本、墨西哥、美国温暖地区以及欧洲等地已广为栽培。生长在阔叶林、竹林、杉木林及混交林下。阔叶十大功劳四季常绿，树形雅致，开黄色花，栽在房前屋后、池边、山石旁，青翠典雅。作为切花更为独特。",
        "index": 447
    },
    "梭鱼草": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick88871446198442.jpg",
        "value": "梭鱼草（学名：Pontederia cordata L.）是雨久花科，梭鱼草属多年生挺水或湿生草本植物，株高可达150厘米，地茎叶丛生，圆筒形叶柄呈绿色，叶片较大，深绿色，表面光滑，叶形多变，但多为倒卵状披针形。花葶直立，通常高出叶面，穗状花序顶生，每条穗上密密的簇拥着几十至上百朵蓝紫色圆形小花，上方两花瓣各有两个黄绿色斑点，质地半透明，5-10月开花结果。美洲热带和温带均有分布，中国华北等地有引种栽培。梭鱼草可用于家庭盆栽、池栽，也可广泛用于园林美化，栽植于河道两侧、池塘四周、人工湿地，与千屈菜、花叶芦竹、水葱、再力花等相间种植，具有观赏价值。叶色翠绿，花色迷人，花期较长，串串紫花在翠绿叶片的映衬下，别有一番情趣，可用于园林湿地、水边、池塘绿化，也可盆栽观赏。",
        "index": 448
    },
    "木荷": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick6731446198782.jpg",
        "value": "木荷（学名：Schima superba Gardn. et Champ.）是山茶科，木荷属大乔木，高可达25米，嫩枝通常无毛。喜光，幼年稍耐庇荫。其分布于浙江、福建、台湾、江西、湖南、广东、海南、广西、贵州等地。木荷既是一种优良的绿化、用材树种，又是一种较好的耐火、抗火、难燃树种。木荷为中国珍贵的用材树种，树干通直，材质坚韧，结构细致，耐久用，易加工，是纺织工业中制作纱绽、纱管的上等材料；又是桥梁、船舶、车辆、建筑、农具、家具、胶合板等优良用材，树皮、树叶含鞣质，可以提取单宁。木荷是很好的防火林种。木荷因有大毒不可内服。外用：捣敷患处。用于攻毒，消肿。主疔疮；无名肿毒。",
        "index": 449
    },
    "枝干番杏": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick89511448270297.jpg",
        "value": "枝干番杏（学名：Dicrocaulon ramulosum (L.Bolus) Ihlenf.）是中央种子目，番杏科植物，叶非常肉质，排列形似兔耳朵，具观赏价值，为多肉植物中较流行的品种。主要分布在非洲南部、大洋洲和中太平洋地区等热带干旱地区。",
        "index": 450
    },
    "野牡丹": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick3051446455886.jpg",
        "value": "野牡丹（学名：Melastoma candidum  D. Don）：灌木，高0.5-1.5米，分枝多；茎钝四棱形或近圆柱形，毛扁平边缘流苏状。叶片坚纸质，卵形或广卵形，全缘，7基出脉，两面被糙伏毛及短柔毛。伞房花序生于分枝顶端，近头状，有花3-5朵；花瓣玫瑰红色或粉红色，倒卵形，长3-4厘米，顶端圆形，密被缘毛。蒴果坛状球形，与宿存萼贴生，长1-1.5厘米，直径8-12毫米，密被鳞片状糙伏毛；种子镶于肉质胎座内。花期5-7月，果期10-12月。生于海拔约120米以下的山坡松林下或开朗的灌草丛中，是酸性土常见的植物。产中国云南、广西、广东、福建、台湾，印度支那也有分布。",
        "index": 451
    },
    "白凤菊": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick86391450429419.jpg",
        "value": "白凤菊（Oscularia pedunculata），别名姬鹿角，番杏科、覆盆花属，原产地位于南非及美国部分沿海地区。喜温暖干燥和阳光充足的环境，耐旱，怕水湿，无明显休眠期。多年生肉质植物，大株植物呈亚灌木状，茎分枝匍匐或直立，老枝茎干呈棕红色，嫩枝稍带浅红色或黄绿色，叶着生于茎节处，肉质多汁具三棱形，边缘有小锯齿，花顶生头状花序，花瓣、花丝呈淡紫色，花药呈黄色，花期春末夏。可通过分株或扦插繁殖。",
        "index": 452
    },
    "蓝花鼠尾草": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick67941447408159.jpg",
        "value": "蓝花鼠尾草（学名：Salvia farinacea Benth.）是唇形科鼠尾草植物，多年生草本。丛生，株高30-60厘米。分枝较多，有毛，茎下部叶为二回羽状复叶，茎上部叶为一回羽状复叶，具短柄。轮伞花序2-6朵花，组成顶生假总状或圆锥花序，长约20-35厘米，花色为蓝色、淡蓝色、淡紫色、淡红色或白色。唇形花，上唇瓣小，下唇瓣大，花谢后宿存。花期4-10月。原产于德克萨斯、墨西哥和欧洲南部，自西班牙到地中海北岸一带，有野生的分布。中国主要分布于华东、湖北、广东及广西。喜光照充足和湿润环境，排水良好的沙质壤土或土质深厚壤土，但一般土壤均可生长，耐旱性好，耐寒性较强，可耐-15℃的低温，怕炎热、干燥。蓝花鼠尾草鼠尾草在欧洲是非常古老的药用植物；又可广泛用于路边绿化、花坛和园林景点的美化，同时还是很好的蜜源，又可以作为佐料。可用于盆栽花卉或制作香包，同时可用于提炼精油，具有退乳、抗风湿、抗痉挛、抗菌、抑汗、开胃、收敛、促进伤口结疤、浄化、利尿、通经、利肝、调升血压、补身等功效，具有很高的经济价值。",
        "index": 453
    },
    "夜合花": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick9681447407531.jpg",
        "value": "夜合花又名夜香木兰、合欢花，原产中国南部。喜温暖湿润和半阴半阳环境，耐阴，怕烈日曝晒，要求肥沃、疏松和排水良好的微酸性土壤，冬季温度不低于5℃。常绿灌木，高1~2米。",
        "index": 454
    },
    "黑心菊": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick90701447235657.jpg",
        "value": "毛叶金光菊，又称黑心菊，为菊科金光菊属多年生宿根草本花卉，常作一、二年生草花栽培。株高80至100厘米，全株被有粗糙的刚毛，在近基部处分枝。叶互生，茎下部叶匙形，长10至15厘米，茎上部叶长椭圆形或披针形，均全缘，无柄。头状花序单生，花径10至15厘米。盘缘舌状花金黄色，有时有棕色环带，有时呈半重瓣。管状花暗棕色，聚集呈半球形突起，直径2至3厘米，高2厘米左右。花期5至11月。黑心菊原产北美，耐寒性强，又耐干旱，对土壤适应性强，管理较为粗放。繁殖可在9月播种。幼苗初期生长缓慢，长至4片真叶后移植一次，于11月初定植。冬季以低温通过阶段发育，次年春季抽茎，5月开花。黑心菊花朵硕大，色彩鲜艳，花期又长，常作花坛、花径材料，亦可盆栽家庭观赏或作切花材料。",
        "index": 455
    },
    "荷花玉兰": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick6521447234735.jpg",
        "value": "荷花玉兰（学名：Magnolia grandiflora  L）：常绿乔木，在原产地高达30米；树皮淡褐色或灰色，薄鳞片状开裂；小枝粗壮。叶厚革质，椭圆形，长圆状椭圆形或倒卵状椭圆形，叶面深绿色，有光泽。花白色，有芳香，直径15-20厘米；花被片9-12，厚肉质，倒卵形，长6-10厘米，宽5-7厘米。聚合果圆柱状长圆形或卵圆形，蓇葖背裂，背面圆，顶端外侧具长喙；种子近卵圆形或卵形，长约14毫米，径约6毫米，外种皮红色，除去外种皮的种子，顶端延长成短颈。花期5-6月，果期9-10月。原产北美洲东南部。中国长江流域以南各城市有栽培。兰州及北京公园也有栽培。该种广泛栽培，超过150个栽培品系。花大，白色，状如荷花，芳香，为美丽的庭园绿化观赏树种，适生于湿润肥沃土壤，对二氧化硫、氯气、氟化氢等有毒气体抗性较强；也耐烟尘。木材黄白色，材质坚重，可供装饰材用。叶、幼枝和花可提取芳香油；花制浸膏用。叶入药治高血压。种子榨油，含油率42.5%。",
        "index": 456
    },
    "金光菊": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick6651448444908.jpg",
        "value": "金光菊（学名：Rudbeckia laciniata L.）：又名黑眼菊、黄菊、黄菊花、假向日葵等，属桔梗目、菊科多年生草本，茎无毛或稍有短糙毛。叶互生，无毛或被疏短毛。头状花序单生于枝端，具长花序梗。总苞半球形；花托球形；舌状花金黄色；舌片倒披针形；管状花黄色或黄绿色。瘦果无毛，稍有4棱。花期7-10月。原产北美，性喜通风良好，阳光充足的环境，对土壤要求不严，但忌水湿。",
        "index": 457
    },
    "铁十字秋海棠": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick43711448875920.jpg",
        "value": "铁十字秋海棠（学名：Begonia masoniana Irmsch. ）是秋海棠科秋海棠属植物，年生草本，根茎横卧，肉质；叶具长柄，通常1片，密被粗、褐色卷曲硬毛，均基生。花葶高38-54厘米，有棱，近顶端有极疏长毛；花多数，黄绿色顶生，4-5回圆锥状二歧聚伞花序；花期5-7月，果期9月开。铁十字秋海棠原产地为中国和马来西亚，常见于密林湿土石穴上和石灰岩石上，属中温性秋海棠，喜疏松、排水良好的富含腐殖质的壤土，pH在6.5-7.5。铁十字秋海棠植株较小，叶片美丽，是秋海棠中较为名贵的品种，适用于宾馆、厅室、橱窗、窗台摆设点缀。可作中、小型盆栽，也可吊篮种植，悬挂室中，或作景箱种植。",
        "index": 458
    },
    "大花六道木": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick83341448530093.jpg",
        "value": "大花六道木（学名：Abelia × grandiflora（Andre）Rehd）是忍冬科，六道木糯米条和蓪梗花的一个杂交种。常绿矮生灌木，幼枝红褐色，有短柔毛；叶片倒卵形，墨绿有光泽。花粉白色，钟形，有香味，花萼大而宿存，粉红色。圆锥花序，开花繁茂，5-11月持续开花。大花六道木分布于中国华东、西南及华北地区。阳性植物，性喜温暖、湿润气候，在中性偏酸、肥沃、疏松的土壤中生长快速，同时其抗性优良，能耐阴、耐寒、耐干早瘠薄、抗短期洪涝、耐强盐碱.。大花六道木花美丽，树叶婉垂，花期从春季至秋季络绎不绝，适宜园林，适植、片植于空旷地块、水边、岩石缝中或建筑物旁、林中树下，是优良的花灌木树种。",
        "index": 459
    },
    "大花美人蕉": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick55011450864382.jpg",
        "value": "大花美人蕉（学名：Canna generalis L. H. Bailey & E. Z. Bailey）：多年生草本植物 ，株高可达100厘米-150厘米，根茎肥大有块状的地下茎 ；叶大 ，螺旋状排列 ，有明显的中脉和羽状的平行脉，叶柄呈鞘状抱茎，无叶舌，叶柄呈圆形，绿色或紫红色；茎叶具白粉，叶片阔椭圆形。花朵较大，可达20 厘米大小，花瓣直伸，具4枚瓣化雄蕊，花色有乳白、黄、桔红、粉红、大红至紫红。原产美洲热带。喜高温炎热，阳光充足。以肥沃土壤最适宜。耐湿，但忌魁水。怕强风，不耐寒。长江中下游地区，冬季地上部枯萎，地下根茎可露地越冬。园艺杂交品种，中国各地常见栽培。",
        "index": 460
    },
    "结香": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick6921445851651.jpg",
        "value": "结香（Edgeworthia chrysantha.）是瑞香科、结香属植物，灌木，高约0.7-1.5米，小枝粗壮，褐色，常作三叉分枝，幼枝常被短柔毛，韧皮极坚韧，叶痕大，直径约5毫米。叶在花前凋落，长圆形，披针形至倒披针形，先端短尖，基部楔形或渐狭。产河南、陕西及长江流域以南诸省区。野生或栽培。茎皮纤维可做高级纸及人造棉原料，全株入药能舒筋活络，消炎止痛，可治跌打损伤，风湿痛；也可作兽药，治牛跌打。亦可栽培供观赏。",
        "index": 461
    },
    "香水草": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick43491448961232.jpg",
        "value": "南美天芥菜（学名：Heliotropium arborescens L.）是紫草科天芥菜属植物。多年生草本。茎直立或斜升，基部木质化，不分枝或茎上部分枝，密生黄色短伏毛及开展的稀疏硬毛。茎下部叶具长柄，中部及上部叶具短柄；叶片卵形或长圆状披针形，长4-8厘米，宽1.5-4厘米。花萼长2-2.5毫米，裂至中部或中部以下。核果圆球形，无毛，成熟时裂为4个具单种子的分核。花期2-6月。原产于南美秘鲁，中国北京植物园及江苏有栽培。性喜温暖和阳光照射的环境，要求在疏松肥沃、通透良好的砂质土壤中生长。南美天芥菜是一种形态奇特、色彩美丽的观花观叶植物。花朵娇小，花态别致，是一种绿化美化花坛、花台、花境和庭院的极好花卉。可配植成各种不同的几何形图案，使绿化的环境更加美丽壮观。",
        "index": 462
    },
    "白睡莲": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick2641450949213.jpg",
        "value": "白睡莲（学名：Nymphaea alba L.）：又名欧洲白睡莲，是一种源自于欧洲的睡莲属植物。属多年生草本植物，叶近圆形、纸质，基部有深弯缺、裂片尖锐、近平行或开展，全缘或波状。茎为匍匐根茎。花梗与叶柄长度相近；萼片披针形脱落或在花期后腐烂。花瓣20至25片，白色、卵状矩圆形，外轮略长于萼片。花托为圆柱形。果实为浆果，形状扁平至半球形，长2.5到3厘米。种子呈椭圆形、长约2到3厘米。生于池沼中。花期6-8月，果期8-10月。睡莲一般都在九月份开放，开放时间极短。并且，睡莲喜强光，所以睡莲在晚上花朵会闭合，到早上又会开放。",
        "index": 463
    },
    "彩云球": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick9751455614848.jpg",
        "value": "彩云球又名彩云，原产中美的西印度群岛。喜温暖干燥和阳光充足环境。较耐寒，耐干旱，耐高温。土壤以肥沃、疏松和排水良好的沙壤土最好。冬季温度不低于5℃。原产于南美洲，一般生长在高热、干燥、少雨的沙漠地带",
        "index": 464
    },
    "厚萼凌霄": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick83291453280822.jpg",
        "value": "厚萼凌霄（学名：Campsis radicans (L.) Seem.）是紫葳科凌霄属植物，藤本，具气生根，长达10米。小叶9-11枚，椭圆形至卵状椭圆形，顶端尾状渐尖，基部楔形，边缘具齿，至少沿中肋被短柔毛。花萼钟状，长约2厘米，外向微卷，无凸起的纵肋。花冠筒细长，漏斗状，橙红色至鲜红色。蒴果长圆柱形，长8-12厘米，粗约2毫米，具柄，硬壳质。原分布于美洲。在中国广西、江苏、浙江和湖南栽培作庭园观赏植物；在越南、印度、巴基斯坦也有栽培。喜光，也稍耐荫，耐寒力较强，北京能露地越冬，耐干旱，耐水湿；对土壤不苛求，能生长在偏碱性土壤上。花可代凌霄花入药，有活血通经、凉血祛风的功效。叶含咖啡酸，对香豆酸及阿魏酸。",
        "index": 465
    },
    "爆仗竹": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick35911453281235.jpg",
        "value": "爆仗竹（学名：Russelia equisetiformis Schlecht. et Cham.  ）是玄参科、爆仗竹属直立、木贼状半灌木，高可达1米，全体无毛。茎分枝轮生，细长，具棱。叶轮生，退化为披针形的鳞片。聚伞圆锥花序狭长，总花梗长达3厘米，苞片钻形；花梗长近1厘米；花萼小，深裂过半，裂片卵状三角形，急尖，覆瓦状排列；花冠红色，具长筒，不明显唇形；雄蕊4枚，内藏，退化雄蕊极小，位于花冠筒基部的后方。蒴果球形，室间开裂。爆仗竹原产中美洲。中国广东、福建庭园有栽培。喜通风良好、温暖、半湿润环境，耐阳光直射，耐寒性较强，耐旱。爆仗竹主要作为盆栽装饰会场、厅堂、花台、阳台。是亚热带地区夏日不可缺少的花卉。",
        "index": 466
    },
    "美丽莲": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick86001453367358.jpg",
        "value": "美丽莲（学名：Tacitus bellum Moran & Meyrán）是景天科美丽莲属多年生多肉植物，原产于墨西哥，是美丽莲属中的唯一物种。叶片呈莲座状排列，肉质叶灰绿至灰褐色，卵形，顶端有小尖。花星状，5瓣，深粉红色。喜温暖、干燥和阳光充足的环境，耐干旱，忌水湿。长期放在荫蔽处则株形松散，叶片稀疏，难以开花。美丽莲花色鲜艳美丽夺人，摆放于阳台、窗台、庭院令人赏心悦目。可结合换盆进行分株繁殖。",
        "index": 467
    },
    "大王黛粉叶": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick81151449652972.jpg",
        "value": "大王黛粉叶(Dieffenbachia amoena),又名大王万年青、巨花叶万年青，天南星科，黛粉叶（花叶万年青）属，原产巴西、中美、南美的热带地区。",
        "index": 468
    },
    "花烟草": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick84711440409959.jpg",
        "value": "花烟草（学名：Nicotiana alata Link et Otto）是茄科，烟草属有限的多年生草本植物，高可达1.5米，全体被粘毛。叶片基部稍抱茎或具翅状柄，向上成卵形或卵状矩圆形，近无柄或基部具耳，接近花序即成披针形。假总状花序式，疏散生几朵花；花萼杯状或钟状，裂片钻状针形，不等长；花冠淡绿色，雄蕊不等长，蒴果卵球状，种子灰褐色。原产阿根廷和巴西。中国哈尔滨、北京、南京等市有引种栽培。花烟草又叫烟草花，由于植株紧凑，连续开花，是优美的花坛、花境材料，广泛用作盆景、庭院、草坪绿化植物。",
        "index": 469
    },
    "滇山茶": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick22691452850528.jpg",
        "value": "滇山茶（学名：Camellia reticulata  Lindl.）：灌木至小乔木，有时高达15米，嫩枝无毛。叶阔椭圆形，上面干后深绿色，发亮，下面深褐色，无毛，侧脉6-7对，边缘有细锯齿。花顶生，红色，直径10厘米，无柄；苞片及萼片10-11片，花瓣红色，6-7片，最外1片近似萼片，倒卵圆形，长2.5厘米，背有黄绢毛，其余各片倒卵圆形。蒴果扁球形，高4.5厘米，宽5.5厘米，3爿裂开，果爿厚7毫米，种子卵球形，长约1.5厘米。产中国云南，多栽培，品种繁多，在云南产的各种红花山茶当中，该种的叶及花最大，雄蕊无毛。",
        "index": 470
    },
    "红稚儿": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick91781450257475.jpg",
        "value": "红稚儿Crassula pubescens subsp. radicans Toelken为景天科、青锁龙属多肉植物。植株丛生，有细小的分枝，茎肉质，时间养久了茎会逐渐半木质化，红稚儿叶片有点薄，叶片颜色绿。颜色反差巨大，平时为绿色，日照充足的春秋季节，变为火红色。喜温暖干燥和阳光充足的环境，怕低温和霜雪，耐半阴。",
        "index": 471
    },
    "尖叶杜英": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick29951447321008.jpg",
        "value": "长芒杜英（学名：Elaeocarpus apiculatus Mast.）是杜英科，杜英属乔木，高可达30米，树皮灰色；小枝粗壮，叶聚生于枝顶，革质，倒卵状披针形，先端钝，中部以下渐变狭窄，上面深绿色而发亮，干后淡绿色，总状花序生于枝顶叶腋内，有花，花序轴被褐色柔毛；花芽披针形，萼片狭窄披针形，外面被褐色柔毛；花瓣倒披针形，内外两面被银灰色长毛，子房被毛，核果椭圆形，8-9月开花，冬季结果。分布于中国云南南部、广东和海南。见于低海拔的山谷。中南半岛及马来西亚也有分布。长芒杜英树冠园整，红绿相间，抗风性强，在园林、路口、林缘等种植，也可做行道树和庭荫树。",
        "index": 472
    },
    "猬实": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick92301449825126.jpg",
        "value": "蝟实（学名：Kolkwitzia amabilis Graebn.）是中国国家三级保护植物。忍冬科，蝟实属多分枝直立灌木，高可达3米；叶椭圆形至卵状椭圆形，叶片上面深绿色，两面散生短毛，花梗几不存在；苞片披针形，花冠淡红色，花药宽椭圆形；花柱有软毛，果实黄色，5-6月开花，8-9月结果成熟。蝟实欧美各国都有栽培．中国秦岭至大别山区的古老残遗成分，在忍冬科中处于孤立地位，它对于研究植物区系、古地理和忍冬科系统发育有一定的科学价值。在园林中可于草坪、角坪、角隅、山石旁、园路交叉口、亭廊附近列植或丛植，也可盆栽所赏或作切花。是一种具有较高观赏价值的花木。北京地区园林中多丛植于草坪，路边及假山旁，也可盆栽或做切花用。中国科学院植物研究所北京植物园1953年引种并推广。",
        "index": 473
    },
    "红花文殊兰": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick90451452763747.jpg",
        "value": "红花文殊兰（学名：Crinum × amabile Donn ex Ker Gawl.）是石蒜科文殊兰属植物，多年生草本。株高1.5-2米。叶基生，呈莲座状生长，宽带状披针形，长1-1.5米，宽10-14厘米，全缘，嫩叶紫红色；伞形花序腋生；小花20-30，外面紫色，内面白色具紫色纵纹，具芳香；苞片2枚，紫红色；花瓣5，条形，长14厘米。蒴果。花期3-9月。原产于苏门答腊。红花文殊兰喜微潮偏干的土壤环境，喜日光充足的环境，亦稍耐荫。它喜温暖，不耐寒，在18-30℃的温度范围内生长较好，越冬温度不宜低于10℃。该种植物多盆栽观赏，用来装点宽敞的室内。",
        "index": 474
    },
    "粉苞酸脚杆": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick27101452762689.jpg",
        "value": "粉苞酸脚杆（学名：Medinilla magnifica Lindl. ）是野牡丹科，酸脚杆属常绿小灌木，宝莲灯茎较短而粗壮，叶形类似柑橘，互生。植株多分枝，花茎从叶腋处抽出，硕大的花蕾类似倒挂的灯笼，开花时的花瓣类似倒开的荷花，花茎顶端和花瓣处挂满类似珍珠宝石的小球，故名宝莲灯花。花色有浅粉色和粉红色。花期为2月至8月，花开时间可长达百天以上。原产于菲律宾、马来西亚、荷兰等地。因大而悬垂的粉苞花形似中国传统的宝莲灯而得名。宝莲灯株形优美，花姿宛如宫灯，呈粉红色，完全开放时像三层花瓣重叠的吊灯，花蕊红中带黄，犹如点点星光，在野牡丹科花卉中属最豪华美丽的一种，叶片大而长，呈深绿色，花期3-6个月。2000年前后从荷兰引入中国。得到广大赏花市民的喜爱。",
        "index": 475
    },
    "红蓼": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick85081447149197.jpg",
        "value": "红蓼（学名：Polygonum orientale  Linn.）是蓼科，蓼属一年生草本植物。茎粗壮直立，高可达2米，叶片宽卵形、宽椭圆形或卵状披针形，顶端渐尖，基部圆形或近心形，两面密生短柔毛，叶脉上密生长柔毛；叶柄长柔毛；托叶鞘筒状，膜质，总状花序呈穗状，顶生或腋生，花紧密，微下垂，苞片宽漏斗状，草质，绿色，花淡红色或白色；花被片椭圆形，花盘明显；瘦果近圆形，6-9月开花，8-10月结果。中国除西藏外，广布于中国各地，朝鲜、日本、俄罗斯、菲律宾、印度、欧洲和大洋洲也有分布。野生或栽培。生沟边湿地、村边路旁，海拔30-2700米。该种因其生长迅速、高大茂盛，叶绿、且花密红艳，适应性强，适于观赏，故适宜做观赏植物。果实入药，名“水红花子”，有活血、止痛、消积、利尿功效。",
        "index": 476
    },
    "锦绣杜鹃": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick13721450171647.jpg",
        "value": "锦绣杜鹃，拉丁学名：（Rhododendron pulchrum Sweet），属杜鹃花目，杜鹃花科半常绿灌木。喜凉爽湿润和阳光充足的环境。耐寒，怕热，耐半阴，不耐长时间强光暴晒。生长适温15~28℃，冬季能耐-8℃低温。土壤以肥沃、疏松、排水良好的酸性沙质壤土为宜。产于中国，但至今未见野生。现分布于江苏、福建等地。适宜成片栽植，开花时万紫千红，可增添园林的自然景观效果。也可在岩石旁、池畔、草坪边缘丛栽，增添庭园气氛。盆栽摆放宾馆、居室和公共场所，绚丽夺目。",
        "index": 477
    },
    "多花指甲兰": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick53701453369024.jpg",
        "value": "多花指甲兰（Aerides rosea Lodd. ex Lindl. & Paxton）是兰科、指甲兰属植物。茎粗壮，叶肉质。花序叶腋生，柄粗壮，轴较长，密生许多花；花苞片绿色，质地厚，卵状披针形；花梗和子房白色带淡紫色晕；子房棒状，三棱形；花白色带紫色斑点；中萼片近倒卵形；侧萼片稍斜卵圆形，花瓣与中萼片相似而等大；唇瓣3裂；侧裂片小，直立，耳状，下部边缘密生细乳突，前边深紫色；中裂片近菱形，先端近锐尖，上面密布紫红色斑点，边缘稍具不整齐的锯齿；距白色，向前伸，狭圆锥形；蕊柱白色稍带紫红色；蕊喙狭长，肉质；药帽白色，在顶端背侧黄色，前端收窄呈喙状。蒴果近卵形。花期7月，果期8月至次年5月。分布于不丹、印度东北部、缅甸、老挝、越南、中国，在中国分布于广西西南部、贵州西南部、云南东南部至南部。生于海拔320-1530米的山地林缘或山坡疏生的常绿阔叶林中树干上。喜温暖、湿润及散射光充足的环境，耐热、喜湿、不耐寒。花型美丽似一只飞翔的鸽子，花白色而带紫色斑点，十分艳丽，是园艺上的重要观赏植物。列入中国《国家重点保护野生植物名录（第二批）》（讨论稿）——Ⅱ级。",
        "index": 478
    },
    "甘菊": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick64101447667538.jpg",
        "value": "甘菊（学名：Chrysanthemum lavandulifolium (Fisch.ex Trautv.) Ling et Shih）是菊科，菊属多年生草本植物，高可达1.5米，有地下匍匐茎。茎直立，茎枝有稀疏的柔毛，基部和下部叶花期脱落。中部茎叶卵形、宽卵形或椭圆状卵形，叶两面同色或几同色，被稀疏或稍多的柔毛或上面几无毛。柄基有分裂的叶耳或无耳。头状花序，通常多数在茎枝顶端排成疏松或稍紧密的复伞房花序。总苞片碟形，顶端圆形，边缘白色或浅褐色膜质。舌状花黄色，舌片椭圆形，5-11月开花结果。分布于中国吉林、辽宁、河北、山东、山西、陕西、甘肃、青海、新疆、江西、江苏、浙江、四川、湖北及云南。生长在海拔630-2800米的山坡、岩石上、河谷、河岸、荒地及黄土丘陵地。甘菊喜肥、喜光照、忌遮荫，耐寒、稍耐旱。甘菊花入药，味甘性寒，平肝疏肺、清上焦之邪热；治目祛风，禀金水之精英，益阴滋肾。",
        "index": 479
    },
    "鸡冠花": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick56591449133906.jpg",
        "value": "鸡冠花，中药名。为苋科植物鸡冠花Celosia cristata L.的干燥花序。秋季花盛开时采收，晒干。",
        "index": 480
    },
    "小冠花": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick31251450776209.jpg",
        "value": "小冠花（学名：Securigera varia (L.) Lassenn）是豆科小冠花属多年生草本植物，茎直立，粗壮，多分枝，疏展，高可达100厘米。髓心白色，奇数羽状复叶，托叶小，膜质，披针形，叶柄短，小叶片薄纸质，椭圆形或长圆形，两面无毛；小脉不明显；小托叶小；小叶柄无毛；伞形花序腋生，花密集排列成绣球状，苞片披针形，宿存；花梗短；花萼膜质，萼齿短于萼管；花冠紫色、淡红色或白色，旗瓣近圆形，翼瓣近长圆形；龙骨瓣先端成喙状，喙紫黑色，荚果细长圆柱形，各荚节有种；种子长圆状倒卵形，6-7月开花，8-9月结果。原产欧洲地中海地区。中国东北南部有栽培。小冠花抗逆性强，抗旱、耐寒、耐瘠薄、耐盐碱，但不耐湿。在瘠薄土壤也能生长。该种花紫红色，艳丽，可作花卉植物，除供观赏外，还可作药用。可作很好的水土保持植物。同时，小冠花多根瘤，固氮能力很强，是培肥土壤的良好绿肥植物。",
        "index": 481
    },
    "樱麒麟": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick21561454060521.jpg",
        "value": "樱麒麟（学名：Pereskia bleo (Kunth) DC.）是仙人掌科麒麟属植物，外形呈灌木或藤本状。株高一般6-7米，最高可达15米。枝条较粗壮，茎部光润，节部明显。叶基腋处生有数枚深褐色长锐刺。叶片多肉质而肥厚，有短柄，叶亮绿色。总状花序顶生，花淡紫红色，辐射状，直径5-6厘米，花期5-10月。樱麒麟原产于哥伦比亚和巴拿马。中国华南大部分地区均有引种栽培。生性强健，喜温暖湿润的环境，抗旱力强，不耐寒，既喜阳也能耐阴，耐瘠薄，对土质要求不是很严。樱麒麟既可盆栽观赏，也可加工制作成各种艺术造型的花篱、花架，中国南方地区常用其作墙垣绿化，效果极佳。在东南亚用作草药，主治跌打损伤、各种内外伤，有消肿活血化瘀的功效，及治疗妇女疾病等功效。",
        "index": 482
    },
    "黄雪光": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick13091455441076.jpg",
        "value": "黄雪光，又名肖雪光，是仙人掌科南国玉属植物。",
        "index": 483
    },
    "毛叶莲花掌": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick80451454059293.jpg",
        "value": "毛叶莲花掌是低矮多分枝的亚灌木。又名墨染、景天科、莲花掌属；喜温暖干燥和阳光充足环境。低矮多分枝的亚灌木，丛生垫状。小枝多叶，叶不易脱落，排列成莲座状，线状披针形，长6~9cm，宽0.6cm，浅绿色，具红线，叶缘有0.2~0.4cm长的白毛，花金黄色。不耐寒，耐干旱，但怕高温。毛叶莲花掌枝叶繁茂，四季常青。盆栽适用于布置厅堂居室。",
        "index": 484
    },
    "印度橡皮树": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick31881448616851.jpg",
        "value": "印度榕（学名：Ficus elastica  Roxb. ex Hornem.）：乔木，高达20-30米，胸径25-40厘米；树皮灰白色，平滑。小枝粗壮。叶厚革质，长圆形至椭圆形，全缘，表面深绿色，光亮，背面浅绿色，侧脉多，不明显，平行展出；榕果成对生于已落叶枝的叶腋，卵状长椭圆形，黄绿色，基生苞片风帽状，脱落后基部有一环状痕迹；雄花、瘿花、雌花同生于榕果内壁。瘦果卵圆形，表面有小瘤体，花柱长，宿存，柱头膨大，近头状。花期冬季。在中国云南海拔800-1500米处有野生。产不丹、锡金、尼泊尔、印度东北部（阿萨姆）、缅甸、马来西亚、印度尼西亚和中国云南。世界各地有栽培。",
        "index": 485
    },
    "紫蛮刀": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick94811453973299.jpg",
        "value": "紫章 （学名：Senecio crassissimus Humbert）是菊科、千里光属下的多年生肉质草本植物。植株高度可达高50-80厘米，直立茎，茎部为绿色或紫色，叶片青绿色，表面粗糙，倒卵形青绿色肉质叶，青绿色，覆白色粉质，呈紫色，粗糙，残留有老叶脱落的鳞状物，呈卵状。头状花序，花呈黄色或朱红色。原产于马达加斯加。紫章善喜半阴环境，忌烈日暴晒，喜疏松肥沃、排水良好的砂质壤土，最适温度为15-25℃。紫章枝叶挺拔，叶缘的紫色具有较强的观赏性，常作观叶植物栽培装饰家庭，也可地栽布置多肉植物温室。",
        "index": 486
    },
    "红花羊蹄甲": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick43821439805049.jpg",
        "value": "红花羊蹄甲（学名：Bauhinia blakeana  Dunn）：常绿乔木，树高6-10米。叶革质，圆形或阔心形，长10-13厘米，宽略超过长，顶端二裂，状如羊蹄，裂片约为全长的1/3，裂片端圆钝。总状花序或有时分枝而呈圆锥花序状；红色或红紫色；花大如掌，10-12厘米；花瓣5，其中4瓣分列两侧，两两相对，而另一瓣则翘首于上方，形如兰花状；花香，有近似兰花的清香，故又被称为“兰花树”。花期十一月至翌年四月。花大如掌，略带芳香，五片花瓣均匀地轮生排列，红色或粉红色，十分美观。该物种是美丽的观赏树木，花大，紫红色，盛开时繁英满树，终年常绿繁茂，颇耐烟尘，特适于做行道树；树皮含单宁，可用作鞣料和染料，树根、树皮和花朵还可以入药。为广州主要的庭园树之一。世界各地广泛栽植。",
        "index": 487
    },
    "薄雪火绒草": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick26951449222780.jpg",
        "value": "薄雪火绒草（学名：Leontopodium japonicum）又称雪绒花，是菊科火绒草属的植物。分布于中国大陆的安徽、河南、山西、陕西、甘肃、湖北、（蔚县）等地以及日本等国家地区，通常生长于海拔1000米至2000米的地区，多生在山地灌丛、草坡以及林下。雪绒花，在中国意义非凡。它是藏族古老文化中的神圣之花，它更属于中药范围内的中药、藏药、蒙药（都是基于汉中药），实用性强，并且历史悠久，有记述文献于典籍，诸如《本草纲目》、《敦煌本藏医残卷》等。在西藏，更有关于神圣力量的意义，有古老的传说等传承至今，比任何文明的使用都要早并且意义重大。薄雪火绒草是奥地利国花，象征着勇敢。因为植株含水分较少，被用以引火，所以叫火绒草。又名雪绒花。",
        "index": 488
    },
    "红花酢浆草": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick15331447840759.jpg",
        "value": "红花酢浆草（学名：Oxalis corymbosa DC.）是酢浆草科，酢浆草属多年生直立草本植物。无地上茎，地下球状鳞茎，鳞片膜质，褐色，叶基生；叶柄被毛；小叶片扁圆状倒心形，顶端凹入，两侧角圆形，背面浅绿色，托叶长圆形，顶部狭尖。总花梗基生，二歧聚伞花序，花梗、苞片、萼片均被毛；萼片披针形，花瓣倒心形，淡紫色至紫红色，花丝被长柔毛；花柱被锈色长柔毛，3~12月开花结果。原产南美热带地区，分布于中国河北、陕西、华东、华中、华南、四川和云南等地。生于低海拔的山地、路旁、荒地或水田中。红花酢浆草小花繁多，烂漫可爱。可布置成花坛、花境、花丛、花群及花台等。该种全草入药，治跌打损伤、赤白痢，止血。",
        "index": 489
    },
    "金焰绣线菊": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick31771447840409.jpg",
        "value": "金焰绣线菊（Spiraea x bumalda cv.Gold Flame），栽培种，为落叶灌木，芽小，芽鳞2-8。单叶互生，具锯齿、缺刻或分裂，稀全缘，羽状脉，或基部具3-5出脉，叶柄短，无托叶。花两性，稀杂性；花序伞形、伞形总状、伞房状或圆锥状；萼筒钟状，萼片5，花瓣5，常圆形；雄蕊15-60，着生在花盘外缘；心皮5（3-8），离生。瞢荚果5，常沿腹缝开裂。种子数粒、细小；胚乳量或无。其叶色有丰富的季相变化，有较高的观赏价值。",
        "index": 490
    },
    "金晃": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick83661453799270.jpg",
        "value": "金晃（学名：Parodia leninghausii (Haage) F.H. Brandt）是仙人掌科南国玉属植物，多年生草本多浆植物。茎圆柱形，高60-70厘米，直径10厘米左右，茎基部易分枝，有棱30条或更多，刺座紧密排列。茎密被黄色刺，周刺15根。花着生于茎顶，喇叭形，长4厘米，花径5厘米，黄色。当植株高20厘米时才开始开花，开花时茎顶端白毛增多。原产于巴西南部里约格朗德州。性喜温暖、干燥、阳光充足的环境，较耐寒，耐干旱、耐半阴，冬季养护温度不低于5℃。该种细刺浓密、金黄，新刺色更明快鲜丽，为小型盆栽品种佳品。多置于客厅、室内茶几、书桌上欣赏。",
        "index": 491
    },
    "黄毛掌": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick88601453714987.jpg",
        "value": "黄毛掌（学名：Opuntia microdasys (Lehm.) Pfeiff. ）是仙人掌科仙人掌属多年生多肉植物。植株直立多分枝，灌木状，高60-100厘米。茎节呈较阔的椭圆形或广椭圆形，黄绿色。刺座密被金黄色钩毛。夏季开花，花淡黄色，短漏斗形。浆果圆形，红色，果肉白色。原产于墨西哥北部的高原地区。黄毛掌喜温暖、干燥和阳光充足的环境，较耐寒和干旱，不耐水湿。对土壤要求不严，但以肥沃，排水良好的沙壤土为宜。黄毛掌茎节似兔耳，是室内盆栽较普遍的小型盆栽花木，适宜摆放在卧室、书房，也可摆放在厨房。黄毛掌对二氧化硫、氯化氢的抗性较强，对一氧化碳、二氧化碳、过氮氧化物的吸收能力强，吸收分解后能释放出新鲜氧气，还可增加室内负离子数量。",
        "index": 492
    },
    "白龙球": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick63591455614546.jpg",
        "value": "白龙球（ Mammillaria compressa ），仙人掌科，乳突球属，强刺类多年生肉质植物 。",
        "index": 493
    },
    "麻叶绣线菊": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick93971448877187.jpg",
        "value": "麻叶绣线菊（学名：Spiraea cantoniensis Lour.）：蔷薇科、绣线菊属灌木，高可达1.5米；小枝细瘦，冬芽小，卵形，叶片菱状披针形至菱状长圆形，上面深绿色，下面灰蓝色，两面无毛，叶柄无毛。伞形花序具多数花朵；苞片线形，萼筒钟状，萼片三角形或卵状三角形，花瓣近圆形或倒卵形，白色；花盘由大小不等的近圆形裂片组成，子房近无毛，蓇葖果直立开张，花柱顶生，4-5月开花，7-9月结果。分布于中国广东、广西、福建、浙江、江西。在河北、河南、山东、陕西、安徽、江苏、四川均有栽培。日本也有记录。庭园栽培供观赏。花序密集，花色洁白，早春盛开如积雪，甚美丽。枝叶治疥癣。",
        "index": 494
    },
    "铭月": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick13941449045790.jpg",
        "value": "铭月（Sedum adolphi）是景天科景天属的多年生亚灌木。多分枝，茎蔓生或直立，高约10-30厘米。春秋为生长旺季；夏季高温时期生长减缓，需控制浇水量，露天养护植株需适当遮阴；冬季在5摄氏度以上的环境温度下可安全越冬。",
        "index": 495
    },
    "锦带花": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick68981445332762.jpg",
        "value": "锦带花（学名：Weigela florida（Bunge）A. DC.）灌木，高3米，宽3米，枝条开展，树型较圆筒状，有些树枝会弯曲到地面，小枝细弱，幼时具2列柔毛。叶椭圆形或卵状椭圆形，端锐尖，基部圆形至楔形，缘有锯齿，表面脉上有毛，背面尤密。花冠漏斗状钟形，玫瑰红色，裂片5。蒴果柱形；种子无翅。花期4-6月。锦带花枝叶茂密，花色艳丽，花期可长达两个多月，在园林应用上是华北地区主要的早春花灌木。适宜庭院墙隅、湖畔群植；也可在树丛林缘作花篱、丛植配植；点缀于假山、坡地。",
        "index": 496
    },
    "榆叶梅": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick10031442829686.jpg",
        "value": "榆叶梅（学名：Amygdalus triloba），又叫小桃红，因其叶片像榆树叶，花朵酷似梅花而得名。为灌木稀小乔木，高2-3米；枝条开展，具多数短小枝；小枝灰色，一年生枝灰褐色，无毛或幼时微被短柔毛；冬芽短小，长2-3毫米。枝紫褐色，叶宽椭圆形至倒卵形，先端3裂状，缘有不等的粗重锯齿；花单瓣至重瓣，紫红色，1～2朵生于叶腋，花期4月；核果红色，近球形，有毛。榆叶梅在中国已有数百年栽培历史，全国各地多数公园内均有栽植。本种开花早，主要供观赏，常见栽培类型有重瓣榆叶梅（花重瓣，粉红色；萼片通常10枚）、鸾枝（花瓣与萼片各10枚，花粉红色；叶片下面无毛）。",
        "index": 497
    },
    "布纹球": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick11061452244313.jpg",
        "value": "布纹球（Euphorbia obesa），又名晃玉、贵宝玉、奥贝莎，大戟科大戟属植物，原产南非开普省。植株小球形，直径8~12厘米。具棱8，整齐。表皮灰绿色中有红褐色纵横交错的条纹，顶部条纹较密。棱缘上有褐色小钝齿。雌雄异株，雌株球体较扁，雄株茎圆筒形，均为单生，绝不自生仔球。球体顶部棱缘上开花，花极小，黄绿色。布纹球属于多浆植物。浑身绿色，球体略扁圆，直径为8~12厘米，单生，不产生仔球，球身布满浅色横纹，看起来犹如布纹一般。“布纹球”的名字就从这里而来。在大戟属种类中，球形的很少，布纹球是球形最标准的种类之一。",
        "index": 498
    },
    "琉璃苣": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick60931445938977.jpg",
        "value": "琉璃苣（学名：Borago officinalis Linn.）是紫草科琉璃苣属植物，一年生草本芳香植物。全株密生粗毛，株高60-100厘米。茎直中空有棱，近圆形。单叶互生，卵形。聚伞花序，深蓝色，有黄瓜香味，花冠5瓣，雌雄同花，雄蕊鲜黄色，5枚。每花有种子1-4粒，种子黑色，长圆形小坚果。原产于东地中海沿岸及小亚细亚的温带地区。欧洲和北美广泛栽培，中国甘肃省金昌市有引种栽培。性喜冷凉温和的气候，耐寒，植株能忍受-11℃的低温，同时也耐热，在温度5-30℃范围内能正常生长发育。在土层深厚、疏松肥沃的沙质壤土生长良好。琉璃苣是集食用、药用、观赏、美容及保健等多种功能于一身的特色多用芳香植物。琉璃苣可作蜜源植物，鲜叶在欧洲作蔬菜，鲜叶及干叶又可用于炖菜及汤、饮料的调味。",
        "index": 499
    },
    "黄槐": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick48311446199042.jpg",
        "value": "黄槐决明（学名：Cassia surattensis  Burm.）：灌木或小乔木，高5-7米；分枝多，小枝有肋条；树皮颇光滑，灰褐色；小叶7-9对，长椭圆形或卵形，下面粉白色，被疏散、紧贴的长柔毛，边全缘。总状花序生于枝条上部的叶腋内；苞片卵状长圆形，外被微柔毛，萼片卵圆形，大小不等；花瓣鲜黄至深黄色，卵形至倒卵形，长1.5-2厘米；雄蕊10枚，全部能育。荚果扁平，带状，开裂；种子10-12颗，有光泽。花果期几全年。原产印度、斯里兰卡、印度尼西亚、菲律宾和澳大利亚、波利尼西亚地，栽培于中国广西、广东、福建、台湾等省区。世界各地均有栽培。",
        "index": 500
    },
    "中国芦荟": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick48741452155827.jpg",
        "value": "芦荟（学名：Aloe vera（Haw.） Berg）：为百合目、百合科的多年生常绿草本植物。又名库拉索芦荟、中华芦荟、油葱、洋芦荟、翠叶芦荟、美国芦荟等。叶簇生、大而肥厚，呈座状或生于茎顶，叶常披针形或叶短宽，边缘有尖齿状刺。花序为伞形、总状、穗状、圆锥形等，色呈红、黄或具赤色斑点，花瓣六片、雌蕊六枚。花被基部多连合成筒状。芦荟（即库拉索芦荟）是芦荟属中少数可食用的物种之一，其制品被广泛应用于食品、美容、保健、医药等领域。但芦荟也具有一定毒性，孕妇、婴幼儿不宜食用。普通人每日食用库拉索芦荟凝胶不宜超过30克。对芦荟的过敏反应包括皮肤红肿、粗糙等现象，轻者出现恶心、呕吐、腹泻等症状，重者可引起急性肾炎。“芦荟”一词有时也被用作对芦荟属植物的泛称。",
        "index": 501
    },
    "五爪金龙": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick55391444815681.jpg",
        "value": "五爪金龙（学名：Ipomoea cairica (L.) Sweet）是管状花目、旋花科、番薯属多年生缠绕草本植物，全体无毛，茎细长，有细棱，叶片掌状，裂片卵状披针形、卵形或椭圆形，中裂片较大，聚伞花序腋生，苞片及小苞片均小，鳞片状，早落；萼片边缘干膜质，花冠紫红色、紫色或淡红色、偶有白色，漏斗状，子房无毛，花柱纤细，蒴果近球形，种子黑色，边缘被褐色柔毛。该种原产于非洲（博茨瓦纳，佛得角，埃及，厄立特里亚，埃塞俄比亚，肯尼亚，马拉维，莫桑比克，索马里，南非，斯威士兰，赞比亚和津巴布韦）和亚洲（印度，印度尼西亚，以色列，日本，约旦，巴基斯坦， 巴布亚新几内亚，菲律宾，中国南部，斯里兰卡，台湾，泰国，越南和也门），这些地区通常靠近海滩或水流沿岸。分布于中国台湾、福建、广东及其沿海岛屿、广西、云南。生于海拔90-610米的平地或山地路边灌丛，生长于向阳处。该种通常作观赏植物栽培。块根供药用，外敷热毒疮，有清热解毒之效。广西用叶治痈疮，果治跌打。",
        "index": 502
    },
    "玉翁": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick90261446454870.jpg",
        "value": "玉翁（学名：Mammillaria hahniana Werderm.）是仙人掌科、乳突球属多年生草本多浆植物。植株幼时呈扁球形或球形，以后长成圆筒状，直径10厘米左右，淡绿色。疣状突起呈圆锥形，新刺座的白色绵毛很短，疣突腋部则有20根白色长绵毛，绵毛长4厘米左右，弯曲伸展，将球体覆盖，使整个球体呈银白色绵毛球，非常美丽。每个刺座有周刺20-30根，长0.5-1.5厘米，白色；中刺2-3根，长1.5-2厘米，尖端褐色。花紫红色，花径1.5-2厘米，漏斗形。果实紫粉色，种子黑褐色。原产墨西哥高原中部地区，主要分布于瓜纳华托州、圣路易斯波托西州、克雷塔罗州，伊达尔戈州存在不确定性。中国有引种，各地栽培普遍。内陆型热带干早区植物。喜夏季炎热、冬季温暖的气候和阳光允足的环境。耐干早，不耐寒，怕涝渍。球体端正，雪白，开花时成圈开放，生长缓慢，适合家庭盆栽，在中国栽培较普遍，为受欢迎的小球型品种。其果实被人类食用。列入《世界自然保护联盟濒危物种红色名录》（IUCN 2009年 ver 3.1）——近危（NT）。列入《濒危野生动植物种国际贸易公约》（CITES）——附录Ⅱ。",
        "index": 503
    },
    "月宫殿": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick83401452070962.jpg",
        "value": "月宫殿（学名:Mammillaria senilis Salm-Dyck）是仙人掌科、乳突球属的一种植物。茎卵形至椭圆形，鲜绿色，高10厘米，表面密生圆锥形瘤状突起，瘤腋密布白色长绵毛，瘤状突起先端有白色刺丛。花大型，漏斗状，外办褐绿色，内办黄红色，有堇色晕。花期4-6月。原产墨西哥，在杜兰戈州海拔2,000至2,800米生长在半沙漠中的火山岩中，种类范围超过六万公里。在中国各地有栽培。月宫殿茎表密布黄刺和白绵毛，犹如绒球，花色鲜艳，是仙人掌类中的珍品，作为布置室内窗台、书案的盆极佳。列入《世界自然保护联盟濒危物种红色名录》（IUCN 2016年 ver 3.1）——无危（LC）。列入《濒危野生动植物种国际贸易公约》（CITES）——附录Ⅱ。",
        "index": 504
    },
    "红粉台阁": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick92511452070420.jpg",
        "value": "红粉台阁，景天科拟石莲属多肉植物。",
        "index": 505
    },
    "枫香树": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick85711444296142.jpg",
        "value": "枫香树（学名：Liquidambar formosana Hance）是金缕梅科、枫香树属植物。落叶乔木，高达30米，胸径最大可达1米，树皮灰褐色，方块状剥落；小枝干后灰色，被柔毛，略有皮孔；芽体卵形，长约1厘米，略被微毛。叶薄革质，阔卵形，掌状3裂，中央裂片较长，先端尾状渐尖。雄性短穗状花序常多个排成总状，雄蕊多数，花丝不等长，花药比花丝略短。头状果序圆球形，木质，直径3-4厘米；蒴果下半部藏于花序轴内，有宿存花柱及针刺状萼齿。种子多数，褐色，多角形或有窄翅。分布于中国秦岭及淮河以南各省，北起河南、山东，东至台湾，西至四川、云南及西藏，南至广东；亦见于越南北部、老挝及朝鲜南部。性喜阳光，多生于平地，村落附近，及低山的次生林。在海南岛常组成次生林的优势种。树脂供药用，能解毒止痛，止血生肌；根、叶及果实亦入药，有祛风除湿，通络活血功效。木材稍坚硬，可制家具及贵重商品的装箱。枫香树在环保方面也有很大的意义，它可以改善生长地的土地质量，保证水土不会过度流失，净化当地的空气质量，保障生态环境的稳定。而且枫香树具有很强的观赏性，在城市规划中也可以起到美化环境的作用。列入《中国生物多样性红色名录-高等植物卷》（2013年9月2日）——无危（LC）。",
        "index": 506
    },
    "姜花": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick98821446087002.jpg",
        "value": "姜花（拉丁文名：Hedychium coronarium Koen）又名野姜花，是姜科姜花属的淡水草本植物，高1-2米，花序为穗状，花萼管状，叶序互生，叶片长狭，两端尖，叶面秃，叶背略带薄毛。不耐寒，喜冬季温暖、夏季湿润环境，抗旱能力差，生长初期宜半阴，生长旺盛期需充足阳光。土壤宜肥沃，保湿力强。姜花有清新的香味，放于室内可作天然的空气清新器。色泽圆融，一般为白色花朵。盆栽可供观赏，白色花卉如蝴蝶，所以又称蝴蝶姜、白蝴蝶花等。原产亚洲热带，印度和马来西亚的热带地区，大概在清代传入中国。另外，姜花是古巴和尼加拉瓜的国花。",
        "index": 507
    },
    "桃叶珊瑚": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick40031446455506.jpg",
        "value": "桃叶珊瑚（Aucuba chinensis Benth.）山茱萸科常绿灌木，小枝绿色，被柔毛，老枝具白色皮孔。叶对生，薄革质，长椭圆形至倒卵状披针形，长10～20厘米，叶端具有尾尖，叶基切性，全缘或中上部有疏齿，叶被硬毛，叶柄长约3厘米，花紫色，排成总状花序，核果浆果状，熟时深红色。果熟期11月至翌年2月。",
        "index": 508
    },
    "花叶芋": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick19991446109584.jpg",
        "value": "五彩芋（学名：Caladium bicolor (Ait.)Vent.）又名彩叶芋、两色芋，天南星科，五彩芋属多年生常绿草本植物。五彩芋的基生叶盾状箭形或心形，色泽美丽，变种极多；佛焰苞绿色，上部绿白色，呈壳状；肉穗花序。地下具膨大块茎，扁球形，有毒，误食后喉舌麻痹。五彩芋原产于南美亚马逊河流域， 喜高温、高湿和半阴环境，不耐低温和霜雪，要求土壤疏松、肥沃和排水良好。五彩芋叶片色泽美丽，变种极多，适于温室栽培观赏，夏季是五彩芋的主要观赏期，叶子的斑斓色彩充满着凉意。入秋叶渐零乱，冬季叶枯黄，进入休眠期，到春末夏初又开始萌芽生长。5-9月是它的旺盛生长期。 ",
        "index": 510
    },
    "火烧花": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick39421452156183.jpg",
        "value": "火烧花（学名：Mayodendron igneum (Kurz) Kurz）为紫葳科火烧花属小乔木植物；树皮光滑，嫩枝具长椭圆形白色皮孔。小叶卵形至卵状披针形，顶端长渐尖，基部阔楔形，两面无毛。花序有花5-13朵，组成短总状花序，着生于老茎或侧枝上，花梗长5-10毫米。花萼佛焰苞状，外面密被微柔毛。花冠橙黄色至金黄色，筒状，基部微收缩，檐部裂片5，半圆形，反折。花丝基部被细柔毛，花药个字形着生，花药及柱头微露出花冠管外。花柱柱头2裂。常在树干或老枝上开放，如熊熊燃烧的火焰，故名火烧花。蒴果下垂，木栓质。种子卵圆形，具白色透明的膜质翅。花期2-5月，果期5-9月。火烧花分布于中国台湾、广东、广西、云南南部。常用于园林绿化，是优良的园林树种，火烧花花可作蔬菜；其树皮、茎皮、根皮入药，可治疗痢疾，腹泻等。",
        "index": 511
    },
    "萱草": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick65281442483704.jpg",
        "value": "萱草（学名：Hemerocallis fulva），是百合科萱草属的一种多年生宿根草本。具短根状茎和粗壮的纺锤形肉质根。萱草别名众多，有“金针”、“忘忧草”、“宜男草”、“疗愁”、“鹿箭”等名，英文中称萱草为“虎百合”（Tiger Lily，这也是卷丹的英文名）。当食用时，多被称为“金针”（golden needle）。其叶形为扁平状的长线型，与地下茎有微量的毒，不可直接食用。花形则是于开花期会长出细长绿色的开花枝，花色橙黄、花柄很长、呈为像百合花一样的筒状。结出来的果子有翅。全国各地常见栽培，秦岭以南各省区有野生的。萱草类花卉虽原主产中国，但长期以来改良不多。1930年代以后，美国一些植物园、园艺爱好者收集中、日等国所产萱草属植物，进行杂交育种，现品种已达万种以上，成为重要的观赏及切花花卉，也是百合科花卉中品种最多的一类。同时，萱草也是中国的母亲花。 ",
        "index": 512
    },
    "剪秋罗": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick57051452503551.jpg",
        "value": "剪秋罗（学名：Lychnis fulgens Fischer ex Sprengel）为石竹科剪秋罗属多年生草本，高50-80厘米，全株被柔毛。根簇生，纺锤形，稍肉质。茎直立，不分枝或上部分枝。蒴果长椭圆状卵形，长12-14毫米；种子肾形，长约1.2毫米，肥厚、黑褐色，具乳凸。花期6-7月，果期8-9月。剪秋罗分布于中国黑龙江、吉林、辽宁、河北、山西等省份，日本、朝鲜、俄罗斯等国亦有。剪秋罗具有观赏价值，亦可以全草入药。",
        "index": 513
    },
    "串叶松香草": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick73461450258830.jpg",
        "value": "串叶松香草（学名：Silphium perfoliatum L.）是菊科松香草属植物。多年生草本，根系发达粗壮，支根多，一般株高2-3米，最高的可达3.5米，茎实心，嫩时质脆含汁。叶色深绿，叶片宽大，一般长约60厘米左右，宽30厘米左右，最长叶可达97厘米。头状花序，似菊芋花序，花盘直径2-3厘米，种子为心脏形瘦果，扁平，千粒重23.3克。原产于北美洲。生长喜温暖湿润气候，日均气温在20-28℃时生长迅速。串叶松香草鲜草中各种营养物质含量丰富，尤以粗蛋白质含量高，畜禽适口性好。",
        "index": 514
    },
    "不夜城芦荟": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick56101442395759.jpg",
        "value": "不夜城芦荟（学名：Aloe perfoliata L.）是百合科芦荟属的多年生肉质植物，植株单生或丛生,高30至50厘米，肉质叶绿色，幼苗时互生排列，成年后则为轮状互生。叶片披针形，肥厚多肉，叶缘有淡黄色锯齿状肉刺，叶面及叶背有散生的淡黄色肉质凸起。松散的总状花序从叶丛上部抽出，小花筒形，橙红色，冬末至早春开放。原产于南非。不夜城芦荟喜偏干的土壤环境，喜光照充足，喜温暖，忌低温，最好将环境温度保持在16-28℃间。不夜城芦荟株形优美紧凑，叶色碧绿宜人，是观赏芦荟中的佳品。适宜作中、小型盆栽，点缀窗台、几架、桌案等处。",
        "index": 515
    },
    "醉鱼草": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick28241446802781.jpg",
        "value": "醉鱼草（学名：Buddleja lindleyana Fortune）是马钱科、醉鱼草属灌木，高可达3米。茎皮褐色；幼枝、叶柄、花序、苞片及小苞片均密被星状短绒毛和腺毛。叶对生，叶片膜质，卵形、侧脉上面扁平，穗状聚伞花序顶生，苞片线形，小苞片线状披针形，花紫色，芳香；花萼钟状，花萼裂片宽三角形，花冠内面被柔毛，花冠管弯曲，雄蕊着生于花冠管下部或近基部，花丝极短，花药卵形，子房卵形，柱头卵圆形，果序穗状；蒴果长圆状或椭圆状，无毛，有鳞片，基部常有宿存花萼；种子小，淡褐色，无翅。4-10月开花，8月至翌年4月结果。分布于中国江苏、安徽、浙江、江西、福建、湖北、湖南、广东、广西、四川、贵州和云南等省区。生海拔200-2700米山地路旁、河边灌木丛中或林缘。马来西亚、日本、美洲及非洲均有栽培。醉鱼草全株有小毒，捣碎投入河中能使活鱼麻醉，便于捕捉，故有“醉鱼草”之称。花和叶含、醉鱼草甙，柳穿鱼甙；刺槐素等多种黄酮类。花、叶及根供药用，有祛风除湿、止咳化痰、散瘀之功效。兽医用枝叶治牛泻血。全株可用作农药，专杀小麦吸浆虫、螟虫及灭孑孓等。花芳香而美丽，为公园常见优良观赏植物。",
        "index": 516
    },
    "蓟": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick1421442309769.jpg",
        "value": "蓟（学名：Cirsium japonicum Fisch. ex DC.）是菊科，蓟属多年生草本植物，块根纺锤状或萝卜状，茎直立，高可达150厘米，基生叶较大，全形卵形、长倒卵形、椭圆形或长椭圆形，羽状深裂或几全裂，全部侧裂片排列稀疏或紧密，宽狭变化极大，叶片呈现较为明显的二回状分裂状态，顶裂片披针形或长三角形。头状花序直立，少有头状花序单生茎端的。总苞钟状，总苞片覆瓦状排列，向内层渐长，瘦果压扁，偏斜楔状倒披针状，小花红色或紫色，冠毛浅褐色，多层，冠毛刚毛长羽毛状，4-11月开花结果。分布于中国内蒙古、河北、山东、陕西、江苏、浙江、江西、湖南、湖北、四川、贵州、云南、广西、广东、福建和台湾。日本、朝鲜也有分布。生长在海拔400-2100米的山坡林中、林缘、灌丛中、草地、荒地、田间、路旁或溪旁。蓟全草入药，功能凉血、止血、散癖消肿，对帆血、咯血、吐血、尿血、功能性子宫出血、产后出血、肝炎、’肾炎、乳腺炎等，均有疗效。",
        "index": 517
    },
    "黄花夹竹桃": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick60721450949713.jpg",
        "value": "黄花夹竹桃（学名：Thevetia peruviana (Pers.)K. Schum.），又名“酒杯花”“柳木子”“黄花状元竹”，是夹竹桃科，黄花夹竹桃属下的常绿乔木植物。高达5m，全株无毛，树皮棕褐色；叶互生，近革质，线形或线状披针形；花大，黄色，具香味，顶生聚伞花序；核果扁三角状球形；花期5-12月。黄花夹竹桃喜高温多湿气候，原产于美洲热带、西印度群岛及墨西哥一带，中国则分布于台湾、福建、广东等地。因其叶形纤细，花朵黄色，鲜艳夺目，可用于公园、庭园绿化观赏。全株有毒。",
        "index": 518
    },
    "宝草": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick30931442568396.jpg",
        "value": "宝草是百合科十二卷属多肉植物。",
        "index": 519
    },
    "银合欢": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick4981450257920.jpg",
        "value": "银合欢（Leucaena leucocephala (Lam.) de Wit）豆科灌木或小乔木，高2-6米；幼枝被短柔毛，老枝无毛，具褐色皮孔，无刺；托叶三角形，小。羽片4-8对，叶轴被柔毛；小叶5-15对，线状长圆形，先端急尖，基部楔形，边缘被短柔毛。头状花序通常1-2个腋生；苞片紧贴，被毛，早落；总花梗长2-4厘米；花白色；花萼顶端具5细齿，外面被柔毛；花瓣狭倒披针形，背被疏柔毛。荚果带状，顶端凸尖，基部有柄，纵裂，被微柔毛；种子卵形，褐色，扁平，光亮。花期4-7月；果期8-10月。产中国台湾、福建、广东、广西和云南。生于低海拔的荒地或疏林中。原产热带美洲，现广布于各热带地区。银合欢耐旱力强，适为荒山造林树种，亦可作咖啡或可可的荫蔽树种或植作绿篱；木质坚硬，为良好之薪炭材。叶可作绿肥及家畜饲料，但因含含羞草素，α-氨基酸等，马、驴、骡及阉猪等不宜大量饲喂。",
        "index": 520
    },
    "元宝枫": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick50931443519165.jpg",
        "value": "元宝槭（学名：Acer truncatum Bunge），为无患子目、槭树科、槭属落叶乔木，又称元宝枫。高达8-10m，胸径80-180厘米。原产中国北方野生树种，多以次生林零散分布。树冠阔圆形，树皮灰黄色至灰色，有纵裂条纹，小枝对生光无毛，1年生枝淡赤褐色或绿色并带有绯红色，后呈灰色。单叶对生，掌状5裂，长5-10厘米，宽6-15厘米，全缘，先端渐尖，翅果。在辽宁东部山区分布甚广，生长于海拔400-1000米的疏林中。其树形优美，枝叶浓密，入秋后，颜色渐变红，红绿相映，甚为美观，是优良的园林绿化树种。 ",
        "index": 521
    },
    "龙鳞": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick26121455787707.jpg",
        "value": "龙鳞为游戏《魔兽世界》TBC（燃烧的远征）时期太阳井一号BOSS卡雷苟斯掉落的一把单手极品武器。",
        "index": 522
    },
    "大卫": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick74541454404260.jpg",
        "value": "《大卫》是1501年—1504年间意大利雕塑家米开朗基罗·博那罗蒂创作的大理石雕塑，现收藏于意大利佛罗伦萨美术学院。此雕塑为大理石雕像，高3.96米，连基座高5.5米。该雕像展现了一个年轻有力的裸体男子形象，体态健美、神情坚定、肌肉饱满、有生命力，似乎能够感觉到人物身体血管的跳动，更突出了大卫作为一名英雄的高大形象。《大卫》体现了人体的神圣美与大卫即将迸发出的巨大热情，从而成为西方美术史上值得夸耀的男性裸体雕像之一。 ",
        "index": 523
    },
    "四海波": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick5421451553875.jpg",
        "value": "四海波是番杏科、肉黄菊属的一种多肉植物。喜温暖而忌酷暑、严寒，夏季休眠，需要遮荫50%，勤喷水而控制浇水，淋雨或浇水多易腐。秋冬生长期需要充足的光照及适当的肥水。叶形叶色较美，有一定的观赏价值；盆栽可放置于电视、电脑旁，可吸收辐射，亦可栽植于室内以吸收甲醛等物质，净化空气。",
        "index": 525
    },
    "花菱草": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick61971450947848.jpg",
        "value": "花菱草，（学名：Eschscholtzia californica Cham.），为罂粟科多年生草本植物，常作一、二年生栽培。耐寒力较强，喜冷凉干燥气候、不耐湿热，炎热的夏季处于半休眠状态，常枯死 ，秋后再萌发。原产美国加利福尼亚州。花菱草茎叶嫩绿带灰色，花色鲜艳夺目，是良好的花带、花径和盆栽材料，也可用于草坪丛植。",
        "index": 526
    },
    "黄绿贝母兰": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick87811453368041.jpg",
        "value": "黄绿贝母兰（学名：Coelogyne prolifera  Lindl.）：根状茎稍坚硬，粗5-6毫米，具较短节间，密被革质鳞片状鞘。假鳞茎狭卵状长圆形，顶端生2枚叶，基部具数枚鞘。叶长圆状披针形或近长圆形，先端渐尖。花葶从已长成的假鳞茎顶端两叶中央发出，总状花序通常具4-6朵花，花绿色或黄绿色，较小，直径约1厘米；花瓣线形，向基部略变狭，长5-6毫米，宽约0.6毫米，具1脉；唇瓣近卵形，长6-7毫米，宽约5毫米，3裂。蒴果长圆形。花期6月。生于林中树上或岩石上，海拔1200-2000米。产中国云南西部至南部，尼泊尔、锡金、印度东北部、缅甸、老挝、泰国也有分布。此花有栽培，具有较高的园艺价值。",
        "index": 527
    },
    "胧月": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick90891454318229.jpg",
        "value": "胧月，拼音是lóng yuè，汉语词语，意思是明月。",
        "index": 528
    },
    "美丽月见草": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick58931448271191.jpg",
        "value": "美丽月见草，别名：待霄草、粉晚樱草、粉花月见草，拉丁文名：Oenothera speciosa，英文名：evening primrose（晚樱草），是月见草的一种，柳叶菜科、月见草属多年生草本，具粗大主根（粗达1.5厘米）；茎常丛生，因它在傍晚见月开花，且天亮即调谢，故名月见草，但美丽月见草白天也会开放，花朵如杯盏状，引来粉蝶翩翩飞舞，甚为美丽。丛生状种植，营造出别样的自然园林风情。",
        "index": 529
    },
    "半岛玉": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick91781455700046.jpg",
        "value": "仙人掌科强刺球属 植株单生，圆球形至筒状，球径30-35厘米，高70-80厘米，体色暗绿色。常生长于沙漠等干燥环境中，为多肉植物的一类。仙人掌科的植物将近有2000种。产于墨西哥加利福尼亚半岛。",
        "index": 530
    },
    "贝壳花": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick83321449046924.jpg",
        "value": "贝壳花（学名：Moluccella laevis Linn.）是唇形科，贝壳花属一、二年草本植物。株高50—60厘米，茎四棱，不分枝。叶对生，心脏状圆形，边缘疏生齿牙；叶柄与叶近等长。花白色，花冠唇形；小坚果光滑。花期6-7月。贝壳花花型奇异，小叶对生，花白色，形似贝壳。素雅美观，常用作插花的配花，也可用  作干花及盆栽观赏。干燥后形成白色，是干、鲜花的好材料。每盆贝壳花每年可以吸收150g二氧化碳，释放56g的氧气，是一种非常绿色环保的植物。",
        "index": 531
    },
    "中斑莲花掌": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick51261455700356.jpg",
        "value": "中斑莲花掌是景天科莲花掌属多肉植物，是莲花掌的变异品种，叶片的中间有脑白斑，是一种大型莲花掌，叶面直径可达50厘米。",
        "index": 532
    },
    "玉牛掌": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick76211455700560.jpg",
        "value": "玉牛掌是一种萝摩科多肉植物，原产非洲南部。喜温暖干燥和阳光充足环境。",
        "index": 533
    },
    "香雪球": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick39791451035156.jpg",
        "value": "香雪球（学名：Lobularia maritima (Linn.) Desv.）是十字花科、香雪球属多年生草本植物，基部木质化，高可达40厘米，全珠银灰色“丁”字毛，茎自基部向上分枝，叶片条形或披针形，两端渐窄，全缘。花序伞房状，花梗丝状，萼片长圆卵形，内轮的窄椭圆形或窄卵状长圆形；花瓣淡紫色或白色，长圆形，顶端钝圆，短角果椭圆形，果瓣扁压而稍膨胀，果梗末端上翘。种子悬垂于子房室顶，长圆形，淡红褐色，温室栽培：3-4月开花，露地栽培的：6-7月开花。香雪球分布于地中海沿岸。中国河北、山西、江苏、浙江、陕西、新疆等省区公园及花圃有栽培。香雪球匍匐生长，幽香宜人，亦宜于岩石园墙缘栽种，也可盆栽和作地被等。",
        "index": 534
    },
    "紫牡丹": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick27841455441839.jpg",
        "value": "紫牡丹（学名：Paeonia delavayi Franch）是芍药科芍药属的植物，为亚灌木，全体无毛。茎高1.5米，当年生小枝草质，小枝基部具数枚鳞片，花期5月；果期7～8月。分布于中国西部的中高海拔山地，可栽培，也有许多价值。花瓣呈紫色的牡丹，花语是“非常难为情”，属性暗。",
        "index": 535
    },
    "仙人镜": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick69631455701042.jpg",
        "value": "仙人镜（学名：Opuntia robusta J.C. Wendl.）是仙人掌科、仙人掌属多年生草本多浆植物。植株直立，高4-5米，茎节圆形或近圆形，茎节长15-40厘米，蓝绿色，常被白粉。刺座较稀，每刺座有刺8-12根，长5厘米，白色，基部黄褐色。在栽培中一般刺少且短。花黄色，花径长5-7厘米。果实椭圆形，深红色。原产于墨西哥和美国。该物种已扩展到北美和南美，并已被引入新西兰和南欧的地中海地区、南非、马达加斯加、澳大利亚和中国等地。长于暖温带和亚热带地区的干旱和半干旱地区，主要是旱生和景天植被，也有松林、栎林和草原，在浅花岗岩土壤上生长良好。仙人镜为常见的室内盆栽仙人掌类观赏植物，也适合展览温室地栽。种子可食用，适合喂养动物。还具有净化空气的作用。列入《世界自然保护联盟濒危物种红色名录》（IUCN 2009年 ver 3.1）——无危（LC）。列入《濒危野生动植物种国际贸易公约》（CITES）——附录Ⅱ。",
        "index": 536
    },
    "子宝": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick1941446197445.jpg",
        "value": "子宝（Gasteria gracilis Baker）别名元宝花，隶属于阿福花科鲨鱼掌属。植株形似元宝，是国内花卉市场上较为常见的一种多肉植物。叶较厚，内部肉质，舌状，叶面光滑，带有白色斑点。 ",
        "index": 537
    },
    "玛瑙殿": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick87281455786713.jpg",
        "value": "玛瑙殿，系小型多肉植物。几乎无茎，叶粗壮、肥厚，舌形，交互对生，翠绿色，表面密布白色斑点和纵向斑纹，老叶灰绿色，缺少光泽，植株生长相对缓慢。总状圆锥花序，花筒状，红色。",
        "index": 539
    },
    "毛地黄": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick85191444730273.jpg",
        "value": "毛地黄（学名：Digitalis purpurea L）是玄参科毛地黄属一年生或多年生草本植物。除花冠外，全体被灰白色短柔毛和腺毛，有时茎上几无毛，高60-120厘米。茎单生或数条成丛。叶片卵圆形或卵状披针形，叶粗糙、皱缩、基生叶具长柄，卵形至卵状披针形，叶缘有圆锯齿，叶柄具狭翅，叶形由下至上渐小。顶生总状花序长50~80cm，花冠钟状长约7.5cm，花冠蜡紫红色，内面有浅白斑点。蒴果卵形，花期5~6月，果熟期8~10月，种子极小。人工栽培品种有白、粉和深红色等，一般分为白花自由钟，大花自由钟，重瓣自由钟。常用于花境、花坛及岩石园中，还可作自然式花卉布置。",
        "index": 540
    },
    "翁柱": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick47411454489523.jpg",
        "value": "翁柱又名白头翁，原产墨西哥干旱地区。喜温暖干燥和阳光充足的环境。适应性强，较耐寒，耐干旱，耐高温。喜排水良好含石灰质的沙壤土。冬季温度不低于5℃。",
        "index": 541
    },
    "金丝梅": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick4511450777112.jpg",
        "value": "金丝梅（拉丁学名：Hypericum patulum Thunb. ex Murray）为藤黄科金丝桃属的半常绿或常绿小灌木，小枝红色或暗褐色。叶对生，卵形、长卵形或卵状披针形。花序伞房状，花瓣金黄色，长圆状倒卵形至宽倒卵形，花期6-7月，果期8-10月。生于山坡或山谷的疏林下、路旁或灌丛中，主要分布在中国与日本。金丝梅是一种具有药用、观赏等利用价值的野生灌木。适生范围广，抗逆性强，花供观赏；根药用，能舒筋活血、催乳、利尿。",
        "index": 542
    },
    "合欢": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick40201441791076.jpg",
        "value": "合欢（Albizia julibrissin Durazz.），又名绒花树，马缨花。落叶乔木，夏季开花，头状花序，合瓣花冠，雄蕊多条，淡红色。荚果条形，扁平，不裂。高4-15米。树冠开展；小枝有棱角，嫩枝、花序和叶轴被绒毛或短柔毛。托叶线状披针形；头状花序于枝顶排成圆锥花序；花粉红色；花萼管状，花期6-7月；果期8-10月。喜光，耐干燥瘠薄。木材红褐色，纹理直，结构细，干燥时易裂，可制家具、枕木等。树皮可提制栲胶。原产中国、日本、韩国、朝鲜。为威海市市树。",
        "index": 543
    },
    "广布红门兰": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick601453368794.jpg",
        "value": "广布红门兰（学名：Orchis chusua  D. Don）：植株高5-45厘米。块茎长圆形或圆球形，肉质，不裂。茎直立，圆柱状。叶片长圆状披针形、披针形或线状披针形至线形，上面无紫色斑点。花序具1-20余朵花，多偏向一侧；花紫红色或粉红色；花瓣直立，斜狭卵形、宽卵形或狭卵状长圆形，长5-7毫米，宽3-4毫米，先端钝，边缘无睫毛，前侧近基部边缘稍臌出或明显臌出，具3脉；唇瓣向前伸展，较萼片长和宽多，边缘无睫毛，3裂。花期6-8月。生于海拔500-4500米的山坡林下、灌丛下、高山灌丛草地或高山草甸中。分布于中国、朝鲜半岛、日本、俄罗斯西伯利亚、尼泊尔、锡金、不丹、印度北部、缅甸北部。此花有栽培，具有较高的园艺价值。",
        "index": 544
    },
    "郁李": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick10361446542361.jpg",
        "value": "郁李，别名爵梅，秧李，拉丁文名：Cerasus japonica（Thunb.）Lois. ，蔷薇科、樱属灌木，高1-1.6米。小枝灰褐色，嫩枝绿色或绿褐色，无毛。桃红色宝石般的花蕾，繁密如云的花朵，深红色的果实，都非常美丽可爱，是园林中重要的观花、观果树种。宜丛植于草坪、山石旁、林缘、建筑物前；或点缀于庭院路边，或与棣棠、迎春等其他花木配植，也可作花篱栽植。",
        "index": 545
    },
    "萍蓬草": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick99921446629229.jpg",
        "value": "萍蓬草（学名：Nuphar pumilum (Hoffm.) DC.）是睡莲科萍蓬草属植物，多年水生草本；根状茎直径2-3厘米。叶纸质，宽卵形或卵形，少数椭圆形，长6-17厘米，宽6-12厘米。花直径3-4厘米。浆果卵形，长约3厘米；种子矩圆形，长5毫米，褐色。花期5-7月，果期7-9月。分布于中国、俄罗斯、日本、欧洲北部及中部；在中国分布于黑龙江、吉林、河北、江苏、浙江、江西、福建和广东。生长在湖沼中。根状茎食用，又供药用，有强壮、净血作用；花供观赏。",
        "index": 546
    },
    "白雪姬": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick31061449740255.jpg",
        "value": "白雪姬是日本动漫《光之美少女Happiness charge》中的主人公兼女主角。蓝天王国的公主，同时也是下一任的女王。为了拯救被邪恶组织幻影帝国支配的蓝天王国而成为光之美少女。来到日本后，居住于蓝天王国的大使馆中。非常喜欢可爱漂亮的东西，对时尚也是非常有品味。对大森悠子的蜂蜜糖果毫无抵抗力。虽然是个有点任性的深闺大小姐，但在和爱乃惠一起成为光之美少女而努力的过程中，逐渐了解了助人的喜悦。",
        "index": 547
    },
    "花叶木薯": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick91821449740559.jpg",
        "value": "花叶木薯，Manibot esculenta cv. Variegata，大戟科木薯属植物。原产美洲热带地区",
        "index": 548
    },
    "海杧果": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick47551453109696.jpg",
        "value": "海杧果（学名：Cerbera manghas L.）是夹竹桃科海杧果属植物，乔木，高4-8米，胸径6-20厘米；树皮灰褐色；枝条粗厚，绿色，具不明显皮孔，无毛；全株具丰富乳汁。叶厚纸质，倒卵状长圆形或倒卵状披针形，稀长圆形，顶端钝或短渐尖。花白色，直径约5厘米，芳香；总花梗和花梗绿色，无毛，具不明显的斑点。核果双生或单个，阔卵形或球形；种子通常1颗。花期3-10月，果期7月至翌年4月。分布于亚洲和澳大利亚热带地区；在中国分布于广东南部、海南、广西南部和台湾，以广东、海南分布为多。生于海边或近海边湿润的地方。树皮、叶、乳汁能制药剂，有催吐、下泻、堕胎效用，但用量需慎重，多服能致死。喜生于海边，是一种较好的防潮树种。花多、美丽而芳香，叶深绿色，树冠美观，可作庭园、公园、道路绿化、湖旁周围栽植观赏。海杧果，因其生于海滨湿地，果实长得像芒果而得名。但其实它和芒果没有亲缘关系。",
        "index": 549
    },
    "姬凤梨": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick71231446802281.jpg",
        "value": "姬凤梨（学名：Cryptanthus acaulis (Lindl.) Beer）是凤梨科姬凤梨属植物，多年生肉质常绿地生性草本，植株高约10-50厘米，外轮叶腋具有匍匐茎，叶片从根茎处旋叠状丛。叶片质坚硬厚。花朵聚集成近似无柄的花序，它隐藏于莲座状的叶丛之中，花头圆锥形、棒形或松散的伞形。经人工授粉，可以结实。原产于南美和非洲，尤以巴西东南部分布最多，是一种热带森林中或岩石上的地生性植株。性喜温暖、适度干燥和有散射光照的环境。风梨多浆、肉质，能耐旱，能耐30℃的闷热高温，5℃以上的低温环境短时也能忍受，具有较强的适应能力。姬风梨株形小巧玲珑，叶态雅致，花色鲜艳，是一种较为理想的室内观叶、观花植物。从生莲座状的叶片，具有各种颜色的斑纹，花朵具有美丽的苞片和五颜六色的花被，具有较高的观赏价值。",
        "index": 550
    },
    "美女樱": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick73521441533330.jpg",
        "value": "美女樱是马鞭草科，马鞭草属多年生草本植物，拉丁学名（Verbena hybrida Voss），适宜生长温度5~25℃。原产于南美洲。开花部分呈伞房状，花色有白、红、蓝、雪青、粉红等，花期为5-11月，性甚强健，可用作花坛、花境材料，也可作盆花成大面积栽植于适合盆栽观赏或布置花台花园林隙地、树坛中。全草也可入药，有清热凉血的功效。",
        "index": 551
    },
    "爱之蔓": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick81271447406517.jpg",
        "value": "爱之蔓（学名：Ceropegia collaricorona ssp. collaricorona Werderm.）是萝藦科，吊灯花属多肉植物 Ceropegia collaricorona Werderm. 的指名亚种。多年生，植株从带有结节的块茎中生出并匍匐生长，块茎灰色，质地坚硬、有褶皱。从中萌生出数根紫色、线状的匍匐茎。该种会在叶腋处长出圆形块茎，称“零余子”，有贮存养分、水分及繁殖的功用。叶对生，肥厚肉质，呈心形；叶深绿色，叶面上有灰、白色网状花纹，叶背呈紫红色。花朵自叶腋生出，较细长，壶状，为鲜艳的红褐色。花托隆起，紫色。果实羊角状。该种自然分布于南非、斯威士兰、肯尼亚和津巴布韦共和国。性喜散射光，忌强光直射。较耐旱，不喜肥，其根部有硕大的块茎，能够储存养分和水分。爱之蔓一般采用扦插、压条和块茎繁殖，其茎叶纤细，形态优美，具有一定的观赏价值。",
        "index": 552
    },
    "多花紫藤": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick10711452504411.jpg",
        "value": "多花紫藤（学名：Wisteria floribunda (Willd.) DC.）是豆科紫藤属植物。落叶藤本；树皮赤褐色。茎右旋，枝较细柔，分枝密，叶茂盛，初时密被褐色短柔毛，后秃净。羽状复叶长20-30厘米。总状花序生于当年生枝的枝梢，同一枝上的花几同时开放，下部枝的叶先开展。荚果倒披针形，有种子3-6粒；种子紫褐色，具光泽，圆形，径1-1.4厘米。花期4月下旬至5月中旬，果期5-7月，荚果宿存枝端。原产于日本，中国各地有栽培。喜阳光充足的环境，耐高温40℃左右，耐干旱，不择土壤。 \n多花紫藤以茎皮、花及种子入药，可以提炼芳香油，并可以解毒、止吐泻，具有优良的药用价值及观赏价值。",
        "index": 553
    },
    "星点秋海棠": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick56881450084266.jpg",
        "value": "星点秋海棠（Begonia boweri cv. Tiger (B. albo-picto)）又名：白彩秋海棠，原产南美洲的巴西，我国已有引种。星点秋海棠为灌木，茎较细，叶为椭圆状披针形，具银白色斑点。花朵呈白绿色。花期长，花色多，变化丰富，是一种花叶俱美的花卉。",
        "index": 554
    },
    "八千代": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick97611442482299.jpg",
        "value": "八千代（Sedum corynephyllum Fröd.）是景天科，景天属多年生肉质植物。植株呈小灌木状，高可达30厘米，多分枝。叶片松散地簇生于分枝顶部，叶肉质圆柱形，表面平整稍向上内弯，顶端圆钝，老株或植株生长不良时茎下部叶片萎缩或脱落并长出很多气生根。春季开黄色小花。原产于墨西哥，喜温暖、干燥和阳光充足的环境不耐寒、怕水湿、稍耐半阴。八千代株形优美，叶片圆润可爱，多年生植株可在茎部塑形后作小型盆栽，陈设于几案、书桌、窗台等处，清雅别致，惹人喜爱。",
        "index": 555
    },
    "德国鸢尾": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick28481446803429.jpg",
        "value": "德国鸢尾（学名：Iris germanica  L.）是鸢尾科鸢尾属植物，多年生草本。根状茎粗壮而肥厚，常分枝，扁圆形，斜伸，具环纹，黄褐色；须根肉质，黄白色。叶直立或略弯曲，淡绿色、灰绿色或深绿色，常具白粉，剑形。花茎光滑，黄绿色。花大，鲜艳，直径可达12厘米；花色因栽培品种而异，多为淡紫色、蓝紫色、深紫色或白色，有香味。蒴果三棱状圆柱形，顶端钝，无喙，成熟时自顶端向下开裂为三瓣；种子梨形，黄棕色，表面有皱纹，顶端生有黄白色的附属物。花期4-5月，果期6-8月。原产于欧洲中部和南部。中国各地庭园常见栽培。对土壤要求不严，抗旱、抗寒能力强。喜温暖、稍湿润和阳光充足环境。耐寒，耐干燥和半阴，怕积水。宜疏松、肥沃和排水良好的含石灰质土壤。德国鸢尾耐寒性强，生长健壮，有深紫、纯白、桃红、淡紫等颜色，是极好的观花地被植物，在园林绿化中常用于花坛、花境布置。同时，可盆栽观赏，也是重要的切花材料。",
        "index": 557
    },
    "金樱子": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick70241443001898.jpg",
        "value": "金樱子（学名：Rosa laevigata Michx.）：是双子叶植物纲蔷薇科的常绿攀援灌木，高可达5米；小枝粗壮，散生扁弯皮刺，无毛。小叶革质，通常3，稀5；小叶片椭圆状卵形、倒卵形或披针状卵形，边缘有锐锯齿，上面亮绿色，无毛，下面黄绿色；托叶离生或基部与叶柄合生，披针形，边缘有细齿。花单生于叶腋，直径5-7厘米；花瓣白色，宽倒卵形，先端微凹；果梨形、倒卵形，稀近球形，紫褐色，外面密被刺毛。花期4-6月，果期7-11月。产于中国陕西、安徽、江西、江苏、浙江、湖北、湖南、广东、广西、台湾、福建、四川、云南、贵州等省区。喜生于向阳的山野、田边、溪畔灌木丛中，海拔200-1600米。根皮含鞣质可制栲胶，果实可熬糖及酿酒。根、叶、果均入药。此花有栽培，具有较高的园艺和经济价值。",
        "index": 558
    },
    "月光花": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick26091447752942.jpg",
        "value": "月光花（学名：Calonyction aculeatum (L.) House）是旋花科、月光花属一年生缠绕草本植物，长可达10米，有乳汁，茎圆柱形绿色，叶片卵形，先端长锐尖或渐尖，基部心形，花大，夜间开，芳香，总状，有时序轴之字曲折；萼片卵形，绿色，有长芒，内萼片芒较短或无；花冠大，雪白色，极美丽，瓣中带淡绿色，花柱和雄蕊伸出花冠外；花丝圆柱形，花药大，基部箭形，淡黄色；花盘环状，蒴果卵形，果柄粗厚。种子大，无毛。原产地热带美洲，1979年以来已广布于全热带。中国分布陕西、江苏、浙江、江西、广东、广西、四川、云南，通常栽培，也有野生的。月光花的白色花朵形似满月，大而美丽，且在夜间开放，故得名。月光花生长很迅速，因此可作为篱垣布景。",
        "index": 559
    },
    "黄花鸢尾": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick87441450690929.jpg",
        "value": "黄花鸢尾（学名：Iris wilsonii  C. H. Wright）：多年生草本，植株基部有老叶残留的纤维。根状茎粗壮，斜伸；须根黄白色，少分枝，有皱缩的横纹。叶基生，灰绿色，宽条形，有3-5条不明显的纵脉。花茎中空，高50-60厘米，有1-2枚茎生叶；苞片3枚，草质，绿色，披针形，内包含有2朵花；花黄色，直径6-7厘米；外花被裂片倒卵形，具紫褐色的条纹及斑点，爪部狭楔形，内花被裂片倒披针形，花盛开时向外倾斜。蒴果椭圆状柱形，6条肋明显，顶端无喙；种子棕褐色，扁平，半圆形。花期5-6月，果期7-8月。生于山坡草丛、林缘草地及河旁沟边的湿地。产中国湖北、陕西、甘肃、四川，云南。此花有栽培，具有较高的园艺价值。",
        "index": 561
    },
    "黄脉爵床": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick32211449221547.jpg",
        "value": "黄脉爵床（学名：Sanchezia nobilis Hook. f.）是爵床科、黄脉爵床属灌木，高达2米。叶片矩圆形，倒卵形，顶端渐尖，或尾尖，基部楔形至宽楔形，下沿，边缘为波状圆齿。花常黄色。顶生穗状花序小，苞片大。花柱细长，柱头伸出管外，高于花药。原产厄瓜多尔。中国广东、海南、香港、云南等地植物园有栽培。性喜温暖湿润，生长适温为20-30℃，越冬温度为10℃。喜半阴环境。黄脉爵床是观赏价值较高的室内观叶植物。适于布置室内较明亮的地方，可较长期在室内栽培欣赏。在中国南方还可用以装饰花坛等。",
        "index": 562
    },
    "方鳞绿塔": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick87671453973793.jpg",
        "value": "方鳞绿塔属微型多肉植物，是景天科青锁龙属宝塔状叶片的代表。叶片部分时间都是绿色，温差增大、日照充足时变红，某些地区甚至会整株变红。 ",
        "index": 563
    },
    "雨心": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick32851453973478.jpg",
        "value": "你走的那个傍晚  天空突然飘起了雨  心灵相通的我们  你可知道可知道",
        "index": 564
    },
    "松果菊": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick50071451899162.jpg",
        "value": "松果菊（学名：Echinacea purpurea (Linn.) Moench）是菊科松果菊属植物，多年生草本植物。高50-150厘米，全株有粗毛，茎直立；叶缘具锯齿。基生叶卯形或三角形，茎生叶卯状披针形，叶柄基部略抱茎。头状花序，单生或多数聚生于技顶，花大，直径可达10厘米：花的中心部位凸起，呈球形，球上为管状花，橙黄色；种子浅褐色，外皮硬。花期夏秋。原野生于加拿大的马尼托巴湖及萨斯喀彻温省的东南部及美国中南部的一些开阔树林、大草原上。喜欢光照充足、温暖的气候条件，适生温度15-28℃，性强健，耐寒，耐干旱，对土壤的要求不严，在深厚、肥沃、富含腐殖质的土壤中生长。松果菊可供药用，含有多种活性成分，可以刺激人体内的白细胞等免疫细胞的活力，具有增强免疫力的功效，还可以用于辅助治疗感冒、咳嗽及上呼吸道感染。松果菊花朵大型、花色艳丽、外形美观，可以作为花境、花坛、坡地的材料，也可作盆栽摆放于庭院、公园和街道绿化等处。松果菊还可作切花的材料。   ",
        "index": 565
    },
    "含笑": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick911439373556.jpg",
        "value": "含笑花，拉丁文名：Michelia figo （Lour.）Spreng。常绿灌木，高2-3米，树皮灰褐色，分枝繁密；叶革质，狭椭圆形或倒卵状椭圆形，花期3-5月，果期7-8月。原产中国华南南部各省区，广东鼎湖山有野生，生于阴坡杂木林中。芳香花木，苞润如玉，香幽若兰。",
        "index": 566
    },
    "快刀乱麻": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick71201453108152.jpg",
        "value": "快刀乱麻（Rhombophyllum nelii），番杏科、快刀乱麻属植物，也称多浆植物。产于南非开普省大卡鲁高原的石灰岩地带，叶形叶色较美，有一定的观赏价值；盆栽可放置于电视、电脑旁，亦可栽植于室内以吸收甲醛等物质，净化空气。",
        "index": 567
    },
    "大花金鸡菊": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick45131447925692.jpg",
        "value": "大花金鸡菊（Coreopsis grandiflora），别名大花波斯菊，为菊科金鸡菊属多年生草本，高20~100厘米。其原产美洲，中国广泛栽培，对土壤要求不严，喜肥沃、湿润排水良好的砂质壤土。大花金鸡菊生态效用较大，枝叶美丽，有良好的观赏价值；花富含蜜源，并可提取色素。",
        "index": 568
    },
    "鹅掌楸": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick88321443086974.jpg",
        "value": "鹅掌楸（学名：Liriodendron chinense (Hemsl.) Sargent.）是木兰科鹅掌楸属植物。乔木，高达40米，胸径1米以上，小枝灰色或灰褐色。叶马褂状，长4-12（18）厘米，近基部每边具1侧裂片，先端具2浅裂，下面苍白色，叶柄长4-8（-16）厘米。花杯状，花被片9，外轮3片绿色，萼片状，向外弯垂，内两轮6片、直立，花瓣状、倒卵形，长3-4厘米，绿色，具黄色纵条纹。聚合果长7-9厘米，具翅的小坚果长约6毫米，顶端钝或钝尖，具种子1-2颗。花期5月，果期9-10月。分布于中国和越南北部；在中国分布于陕西、安徽以南，西至四川、云南，南至南岭山地，台湾有栽培。生长于海拔900-1 000米的山地林中。木材淡红褐色、纹理直，结构细、质轻软、易加工，少变形，干燥后少开裂，无虫蛀。供建筑、造船、家具、细木工的优良用材，亦可制胶合板；叶和树皮入药。树干挺直，树冠伞形，叶形奇特，古雅，为世界珍贵树种。列入《世界自然保护联盟濒危物种红色名录》（IUCN 2012年 ver 3.1）——近危（NT）；列入中国国家二级重点珍稀濒危保护植物。",
        "index": 569
    },
    "小玉": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick86941453885708.jpg",
        "value": "小玉，日本漫画《银魂》及其衍生作品中的角色。为机械女仆，由作为日本老牌著名声优的南央美女士配音。",
        "index": 570
    },
    "琉璃殿": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick90911453799487.jpg",
        "value": "琉璃殿（学名：Haworthiopsislimifolia (Marloth) G.D.Rowley）是阿福花科，十二卷属的多肉植物。莲座状叶盘10厘米大，叶20枚左右，排列时向一个方向偏转似风车一般。叶卵圆状三角形，先端急尖，正面凹背面因突，有明显的龙骨突。深绿色，有无数同样颜色的小沈组成的横条凸起在叶背上，酷似一排排的琉璃瓦。花序35厘米高，白花有绿色中脉。栽培中光线不必太强，否则叶色发棕。培养土要求保水性好但又不能过于粘重。栽植盆要大，水分不要忽多忽少。耐寒，但对夏季闷热天气也有抵抗力。繁殖用基部蘖芽扦插或直接上盆。也可叶插，将壮实叶直插于基质中。原产南非德兰士瓦省，世界多地有人工栽培。琉璃殿叶形奇特，株形端庄大方，可作为点缀室内明亮处的绿植。",
        "index": 572
    },
    "华北珍珠梅": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick15441452071241.jpg",
        "value": "华北珍珠梅，学名：Sorbaria kirilowii （Regel） Maxim，别名干柴狼、 吉氏珍珠梅、穗形t度灶、珍珠树、干狼柴、 米帘子、鱼子花灌木，高达3米，枝条开展；小枝圆柱形，稍有弯曲，光滑无毛，幼时绿色，老时红 褐色；冬芽卵形，先端急尖，无毛或近于无毛，红褐色。羽状复叶，具有小叶片13~21， 连叶柄在内长21~25厘米，宽7~9厘米，光滑无毛。中性树种，喜温暖湿润气候，喜光也稍耐阴，抗寒能力强，分布在中国多个省区。可作观赏植物，生态价值高。",
        "index": 573
    },
    "圆叶福禄桐": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick78381448270793.jpg",
        "value": "圆叶福禄桐又称圆叶南洋森、圆叶南洋参，为五加科、南洋森属常绿灌木或小乔木，植株多分枝，茎干灰褐色，密布皮孔。枝条柔软，叶互生，3小叶的羽状复叶或单叶，小叶宽卵形或近圆形，基部心形，边缘有细锯齿，叶面绿色。另有花叶、银边品种。 ",
        "index": 574
    }
}