{
    "金毛": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick64591541411807.png",
        "value": "金毛寻回犬（Golden Retriever）是单猎犬，比较流行的狗的品种。在猎捕野禽的寻回犬中培养出来的，游泳的续航力极佳。金毛寻回犬是最常见的家犬之一，它很容易养，有耐心并且对主人要求不多，只要定期运动，饲喂食物和兽医体检就可以了。它属于匀称、有力、活泼的一个犬种，特征是稳固、身体各部位配合合理，腿既不太长也不笨拙，表情友善，个性热情、机警、自信而且不怕生，性格讨人喜欢。金毛寻回犬最早是一种寻回猎犬，大多作为导盲犬与宠物狗。对小孩子或者婴儿十分友善。金毛寻回犬是位列世界犬种智商排行的第四名。",
        "index": 0
    },
    "罗威纳犬": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick15371541412980.jpg",
        "value": "罗威纳犬（拉丁学名：rottweiler），是犬科犬属下的动物，身体强壮，动作迅猛，气势强悍，是世界上最具有勇气和力量的犬种之一。罗威纳犬曾经被用于看守牛群，是聪明强壮极易亲近的犬种。现在在军警犬方面，广受好评，同时亦可成为极有身价的家庭犬。罗威纳犬为杰出的护卫犬，能攻击侵入者。为了保证本犬种会一定服从命令，饲养者应严格的训练，罗威纳犬生来具有护卫才能，中世纪时，有钱的商人们为了避免钱财被盗，便把钱袋挂在罗威纳犬颈部上。此犬个性沉稳，极富感情，也可做家庭伴侣犬。",
        "index": 1
    },
    "哈士奇": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick46441541413367.png",
        "value": "西伯利亚雪橇犬（俄语：Сибирский хаски，英语：Siberian Husky），常见别名哈士奇，昵称为二哈。西伯利亚雪橇犬是原始的古老犬种，主要生活在西伯利亚东北部、格陵兰南部。哈士奇名字是源自其独特的嘶哑叫声。哈士奇性格多变，有的极端胆小，也有的极端暴力，进入人类社会和家庭的哈士奇，都已经没有了这种极端的性格，比较温顺，是一种流行于全球的宠物犬。哈士奇、金毛犬与拉布拉多并列为三大无攻击性犬类，被世界各地人们广泛饲养，并在全球范围内有大量该犬种的赛事。",
        "index": 2
    },
    "博美犬": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick67471541414025.jpg",
        "value": "博美是一种紧凑、短背、活跃的玩赏犬，学名哈多利系博美犬（俗称英系博美犬），是德国狐狸犬的一种，原产德国。它拥有柔软、浓密的底毛和粗硬的皮毛。尾根位置很高，长有浓密饰毛的尾巴卷放在背上。它具有警惕的性格、聪明的表情、轻快的举止和好奇的天性。体型小巧可爱，适合当伴侣犬，白色和棕色的居多。德国狐狸犬，包括荷兰毛狮犬，大型狐狸犬，中型狐狸犬，小型狐狸犬和松鼠犬（也就是博美犬），同时也是很有竞争力的比赛犬。其毛色有白、偏黄奶油、花色、黑、红、棕等。",
        "index": 3
    },
    "阿拉斯加雪橇犬": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick20371541414110.jpg",
        "value": "阿拉斯加雪橇犬也叫阿拉斯加犬，是最古老的极地雪橇犬之一，它的名字取自因纽特人的伊努伊特族的一个叫做马拉缪特的部落。这个部落生活在阿拉斯加西部一个叫做科策布(Kotzebue)的岸边。成年阿拉斯加犬有着安静、高雅的气质，对主人非常忠心。",
        "index": 4
    },
    "比熊犬": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick93341541495659.jpg",
        "value": "比熊犬（法语：Bichon Frisé，意指“白色卷毛的玩赏用小狗”）原产于地中海地区，是一种小型犬品种。它们不会自然脱毛，因此毛发需要整理。颜色一般白色。原称巴比熊犬，后缩为比熊犬。怀疑是巴比特犬和水猎融犬的后裔。是一种娇小的、强健的白色粉扑型的狗，具有欢快的性格，从它羽毛般欢快地卷在背后的尾巴和好奇的眼神中就能体现出来。",
        "index": 5
    },
    "拉布拉多猎犬": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick83561541495798.jpg",
        "value": "拉布拉多又称寻回犬，是一种中大型犬类，是非常适合被选作经常出入公共场合的导盲犬或地铁警犬及搜救犬和其他工作犬的狗品种，因原产地在加拿大的纽芬兰与拉布拉多省而得名。跟西伯利亚雪撬犬和金毛寻回犬并列三大无攻击性犬类。拉布拉多智商位列世界犬类第六位。个性忠诚、大气、憨厚、温和、阳光、开朗、活泼，智商极高，也对人很友善，拉布拉多猎犬有四种颜色，分别为：黑色、黄色、巧克力、米白色。最常见的是黑色，黄色。在美国犬业俱乐部中拉布拉多是登记数量最多的品种，对小孩尤其的友善，对犬主人略粘人。",
        "index": 6
    },
    "法老王猎犬": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img5701405934288.jpg",
        "value": "法老王猎犬（英文名称：Pharaoh Hound）：是一种中型犬，整体外观是优雅，有力，速度快。法老王猎犬血统高贵，轮廓鲜明，线条优美。动作非常平稳、迅速、舒展、轻松，表情警惕。它出色的捕猎技巧以及与人之间的默契关系，是人们如今了解和研究犬类历史不可多得的财富与瑰宝。警惕而活跃，非常忠实而敏锐的优秀猎犬，视觉和嗅觉都很好。在马耳他，法老王猎犬成为猎兔的能手，因此它们又被称为猎兔犬。一九七九年，马耳他政府更宣告这犬种成为国兽，并发行刻有其肖像的银币作纪念。",
        "index": 7
    },
    "贵宾": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick15731541496308.jpg",
        "value": "贵宾犬（Poodle），也称“贵妇犬”，又称“卷毛狗”，在德语中，Pudel是“水花飞溅”的意思，是犬亚科犬属的一种动物。贵宾犬的来源就像它为了拖出猎禽所涉过的水一样浑浊不清。",
        "index": 8
    },
    "柴犬": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick29091541496916.jpg",
        "value": "柴犬是体型中等并且又最古老的犬。柴犬能够应付陡峭的丘陵和山脉的斜坡，拥有灵敏的感官，使得柴犬屡次成为上乘的狩猎犬。柴犬性格活泼、好动。对自己喜欢的玩具、会一天到晚的把玩。其对外有极强警惕性，能为户主看家护院。其特别是对大型同类，并且不服输。草丛中的耗子、鸟都会是它的猎物及玩具。柴犬是日本国宝，常见的赤色柴犬价格都在6000元到30000元之间。",
        "index": 9
    },
    "边境牧羊犬": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick34901541497010.jpg",
        "value": "边境牧羊犬（Border Collie），原产于苏格兰边境，为柯利牧羊犬的一种，具有强烈的牧羊本能，天性聪颖、善于察言观色，能准确明白主人的指示，可借由眼神的注视而驱动羊群移动或旋转，被当成牧羊犬已有多年的历史，在世界犬种智商排行第一名。特点是聪明、学习能力强、理解力高、容易训练、善于和主人沟通、温和、忠诚、服从性好，其忠心程度可以用如影随形来形容。由于温和忠诚的性格不乱叫，一度成为最受城市人口欢迎的宠物。而且边境牧羊犬还是飞盘狗最具竞争力的犬种，是历年飞盘狗世界杯大赛的主角。",
        "index": 10
    },
    "泰迪犬": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick441541497241.jpg",
        "value": "贵宾犬（Poodle），也称“贵妇犬”，又称“卷毛狗”，在德语中，Pudel是“水花飞溅”的意思，是犬亚科犬属的一种动物。贵宾犬的来源就像它为了拖出猎禽所涉过的水一样浑浊不清。",
        "index": 11
    },
    "巴哥犬": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick27091541498387.jpg",
        "value": "巴哥犬（pug）是体贴、可爱的小型犬种，此犬具备优良的爱干净的个性，这些特点是其广受喜爱的原因。头部大、粗重，不上拱，呈苹果型。前额不后缩，非常亮，兴奋时充满热情。皱纹大而深。眼睛大颜色非常深．突出醒目。眼神安详且充满渴望。有专家认为，此犬产于苏格兰低地，传到亚洲后又由荷兰商人从远东地区带回西方。",
        "index": 12
    },
    "杜宾犬": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick61981541497494.jpg",
        "value": "杜宾犬是一种十分凶猛的犬种，主要担当军、警工作，经过训练后，可成为搜索犬、狩猎犬和牧羊犬。杜宾犬性格活泼、警惕、坚定、机敏、勇敢而顺从。另一方面，杜宾犬胆大而坚决，好撕咬，具备一定的攻击性。这些特点决定了它具备一条优秀军、警用犬的所有条件。杜宾犬的身体结构健壮而稳定，被毛平滑而又光泽，看上去非常完美。",
        "index": 13
    },
    "法国斗牛犬": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick85871541497947.jpg",
        "value": "法国斗牛犬（French bulldog）是身体健壮、体型紧凑的小型犬，优秀的家庭伴侣，但它没有与主人的边界感，甚至闹着要分享主人最心爱的座椅。该犬素来喜欢乐趣，性情友善，但需要严格指导。它是19世纪被带到法国的英国玩赏斗牛犬的后裔。",
        "index": 14
    },
    "迷你牛头梗": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img68761406886049.jpg",
        "value": "迷你牛头梗是现存斗牛梗的各个变种中体型最小的一种， 是19世纪早期在英格兰培育的原始牛头梗的直系后裔，牛头梗是为逗引公牛而培育的，后来也用于斗狗。迷你牛头梗是牛头梗的小型版本，除了身体更小以外其他特征与斗牛梗一致。该品种1993年被联邦养狗人俱乐部登记注册。它充满激情和勇气，训练有素，遵守纪律。虽然外表看去很强壮敏捷，但很平和驯顺，并有点洋洋自得。鼻镜为黑色，鼻孔适当张开，鼻尖略向下弯。待人亲切，体贴耐心，尽管对其他犬具有攻击性，照顾得当，充分活动，可成为忠实的家庭犬·。力大，呈蛋形，微微弯曲，中间高·鼻镜黑，尖端朝下。嘴唇紧且整洁。牙齿为钳状咬合或剪状咬合。颈部肌肉非常发达，长且呈拱形；从肩部到头部逐渐变细，皮肤松弛。背部短而结实，腰部略拱。肋骨扩张良好。胸部宽。肩部结实、肌肉发达，但不显得笨重。腿部骨量充足，但不粗糙。前肢长度适中，非常直。尾巴短，尾根位置低，尾巴平举。被毛短而平顺，感觉粗糙，有光泽。披毛颜色有纯白色、白色带其他斑纹或其他任何颜色。牛头梗的身体结构必须非常结实、肌肉发达、匀称且活力，表情中透出坚定热情和聪慧，如火焰般热情但也很甜蜜，非常服从纪律。此犬貌似凶猛精悍，实际上该犬性格顺从，待小孩和善友好·然而，此犬因争斗心强烈，可能经常伤害其他犬，必须严加看管。1865年，一只名叫\"宾查\"的斑纹牛头梗曾做出了在36分钟26秒的时间里驱除500只老鼠的纪录。",
        "index": 15
    },
    "惠比特犬": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick79091541499387.jpg",
        "value": "惠比特犬是真正的运动型猎犬，中型视觉猎犬，能以最少的动作，跑完最大的距离。给人的印象是漂亮而和谐，肌肉发达，强壮而有力，外形是极度高雅优美。呈流线型的体形是速度的要求。这种犬原产英国，大部分在俄罗斯。它四肢修长，瘦小柔软的身体，是灵缇犬的缩小型。惠比特在国内经常比用来抓兔子，以及猎获小型猎物，以及参加各种赛跑比赛。",
        "index": 16
    },
    "萨摩耶": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick89961541498200.jpg",
        "value": "萨摩耶犬（英文：Samoyed），别称萨摩耶，原是西伯利亚的原住民萨摩耶族培育出的犬种，一岁前调皮、灵动。它机警、强壮、灵活、美丽、高贵优雅、乖巧可爱，有着非常引人注目的外表，有“微笑天使”的称号，也有着“微笑天使面孔，捣蛋魔鬼内心”之称。萨摩耶犬的颜色为白色；部分带有很浅的浅棕色、奶酪色、浅棕色。此外其他颜色都属于失格。世界上曾出现过一只灰白色萨摩，FCI承认他是具有纯种血统萨摩耶基因的返祖萨摩，黑色萨摩耶犬极为罕见。",
        "index": 17
    },
    "京巴犬": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick80151541498264.jpg",
        "value": "北京犬  通称   京巴犬，又称  中国狮子狗、宫廷狮子狗 等，是源自中国古代宫廷的小型玩赏犬，其各种改良类型在世界多国被广泛饲养。京巴犬的被毛较长，呈白、黄、棕等色；腿短，身体结构紧凑；头面部宽扁，眼大而圆，鼻吻部较短且向上仰；双耳多毛，折叠下垂贴于头部两侧；前大后小的躯干和颈部的长毛使其形似一只小雄狮。它们表现欲强，具有聪敏、活泼，爱与人亲热嬉闹的特性。",
        "index": 18
    },
    "柯基犬": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick3061541499071.png",
        "value": "威尔士柯基犬（welsh corgi pembroke）是一种小型犬，它们的胆子很大，也相当机警，能高度警惕地守护家园，是最受欢迎的小型护卫犬之一。",
        "index": 19
    },
    "纽芬兰犬": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick6451541499295.jpg",
        "value": "纽芬兰犬发现在加拿大东北部的纽芬兰地区。一些人认为纽芬兰犬是印第安野狗的后代，另一些人则认为它们同加拿大拉布拉多犬血缘相近。因为纽芬兰和拉布拉多的海岸线紧邻，拉布拉多犬是优秀的游泳能手，能够游到纽芬兰。纽芬兰犬Newfoundland，原产加拿大东海岸纽芬兰岛，据说祖先有大白熊犬或雪橇犬的血统。属大型犬，但性情温和，且不会表现得迟钝或暴躁。它们不但是忠实的伴侣，而且更是多用途的犬只。甜蜜可爱是纽芬兰犬最大的特点。",
        "index": 20
    },
    "秋田犬": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick72451541500015.png",
        "value": "秋田犬（日语：あきたいぬ/アキタイヌ）是日本国犬，在日本是家庭宠物犬。秋田犬是日本最大的狐狸犬种，这一大型狐狸犬就算在欧洲和美国这种狐狸犬种众多的国家也颇为引人瞩目。在日本，秋田犬是具有国家历史文物意义的犬，属国犬，因“忠犬八公”闻名于世，是日本指定的国家天然纪念物中唯一的大型犬。该犬十分勇猛、感觉锐敏、忠诚且聪明，有关其忠诚的故事很多。秋田县是秋田犬发祥地，该地区北部多山，而且冬季十分寒冷。秋田犬是能干的工作犬和看家犬，村民们常常带着犬去猎杀野猪和熊，犬最拿手的本领是帮猎人在雪地或水中寻找被击中的猎物，寻回后交给主人。 ",
        "index": 21
    },
    "英国斗牛犬": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick98661547021225.png",
        "value": "英国斗牛犬是一种体型中等、被毛平顺的犬，拥有沉重、肥壮、低矮而摇晃的身躯，脸部短，有厚重的头部，宽阔的肩胛和强健的四肢。外貌虽令人望而生畏，但它可是英国的国犬，现在，英国斗牛犬已经成为英国特有的标志物了。它是优秀的看门犬，也是亲切友善的伙伴，对儿童特别的亲和、友善，但对动物的反应却是变化不定的。",
        "index": 22
    },
    "藏獒": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick52861547197983.jpg",
        "value": "藏獒（英语：Tibetan Mastiff），又名西藏獒犬，属獒犬类，是一种体型较大性格凶猛的犬。其毛色多为铁包金、黄色、黑色（黑色并不是纯黑，而是在胸部、四肢略有白毛）等，原产于青藏高原。它气质刚强，尊贵而高傲，力量强大，动作敏捷矫健，耐力较差，幼犬在成年以前记忆力较差。本品种的典型特征是警觉性高，领地意识极强，对主人极为忠诚，在领地内对陌生人有强烈敌意，善于保护主人及其财物。藏獒有忠心护主的天性，不仅是游牧民族的最佳保护犬，同时也被认定是国王、部落首长的最佳护卫犬。藏獒体格高大，性格刚毅，力大勇猛，野性尚存。藏獒身长约120厘米，体毛粗硬，丰厚，外层披毛不太长，底毛在寒冷的气候条件下，则浓密且软如羊毛，耐寒冷，能在冰雪中安然入睡。而在温暖的气候条件下，则非常稀少。护领地，护食物，善攻击，对陌生人有强烈敌意；虽然对主人极为亲热，但在人类生活区对公众构成严重威胁。世界最凶猛的犬种。",
        "index": 23
    },
    "吉娃娃": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick70951541500848.jpg",
        "value": "吉娃娃从墨西哥传到美国后到1898年的历史至今不清。有人确定此犬原产于南美，初期被印加族人视为神圣的犬种，后来传到阿斯提克族。也有人认为此犬是随西班牙的侵略者到达新世界的品种，或者在19世纪初期，从中国传入的。以上各种判断，可以说明此犬绝非源自一种品种，而是自古以来就是由多种品种交配而来的。英国吉娃娃犬俱乐部建立于1949年，是世界上最小的犬。1923年成立吉娃娃犬俱乐部，它是美国最受欢迎的12个品种犬之一。有淡黄褐色、蓝色、巧克力色、黑色、黑黄褐色、红色、棕色等，有的单色的吉娃娃犬还有斑点。",
        "index": 24
    },
    "阿富汗猎犬": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick51321574395307.png",
        "value": "阿富汗猎犬又名喀布尔犬，是一种古老的犬种。4000年前就有阿富汗猎犬的画像。此犬原产中东地区，被用来狩猎瞪羚、狼、雪豹等奔跑速度极快的动物。阿富汗猎犬于1886年首次登陆英国，成为英国皇室猎犬。阿富汗猎犬看似孤傲，但也有神经质的一面，经常沉浸在自己的世界中，不理会主人的言语。阿富汗猎犬的应激反应较强，如果更换环境会造成一段时间的消瘦。想保持阿富汗猎犬高雅、活泼的状态，必须用适当的运动为其保持最佳身心状态。虽为古老犬种，但阿富汗猎犬能适应居住舒适的现代化住宅，但必须给予大量的运动空间。主人还要每天给阿富汗猎犬梳理被毛，每年应做2～3次专业美容修剪。",
        "index": 150
    },
    "杰克罗素梗": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img71491406281213.jpg",
        "value": "杰克罗素梗是一种活泼、精力旺盛、爱好群集的工作犬种。人们对它的培育最初是为了在地面上和地下捕捉欧洲红狐狸，由于它们动作敏捷、胸部狭小而柔软，所以能进入狐狸巢穴中进行驱赶，并在地下追踪猎物。虽然它反应敏捷且带有攻击性，但大多数情况下对主人都非常有感情。",
        "index": 26
    },
    "英国可卡犬": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick33791547196031.png",
        "value": "英国可卡犬（英文名 ：English Cocker Spaniel）又称确架獚、英国可卡猎鹬犬、英国斗鸡犬、英国可卡长毛猎犬等。因它具有精于狩猎山鹬的高超技巧，故在犬界中掘起而形成独立的可卡血统。英国可卡犬来自于不同体形、类型、毛色和狩猎能力高度多样化的西班牙猎犬家族，是已知的最古老的陆地猎犬之一。现代的可卡犬有文字记载的历史是从1879年6月14日第一条英国可卡犬奥博的诞生开始的。该犬4年后开始在犬展上首次展出。19世纪初，它作为伴侣犬受到全世界的重视，在欧美更是倍受宠爱。1902年该犬俱乐部在英国成立。",
        "index": 27
    },
    "英国古代牧羊犬": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick13881547021637.jpg",
        "value": "英国古代牧羊犬是很好的玩赏犬，只有约200年的历史，一点也算不上古老。它是由多种欧洲的牧羊犬杂配而成，其中有与它极为相似的有须牧羊犬等。此犬最大的特点是左右双眼的眼球颜色并不相同，为一深一浅。英国古代牧羊犬形象可爱，性格活泼好动，学习能力强，极喜欢主人陪它玩耍。",
        "index": 28
    },
    "中国冠毛犬": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img35911406105351.jpg",
        "value": "中国冠毛犬，又称中国无毛犬、半毛犬、中国裸体犬、中国皇家裸犬、中国船犬等，是世界上仅有的几个无毛犬品种之一。因犬头顶有冠毛，很像清朝官员的帽子所以得名中国冠毛犬。1975年美国开始引进，它属于玩具犬，个头不大，一般体高不超过33厘米。它的肤色为花色，颜色多样，常见的有黑底配蓝色斑块的和粉红底色底配咖啡色斑块的。中国冠毛犬很爱清洁，不掉毛，性格温顺，喜欢和人亲近，是一种很适合家庭养殖的玩赏犬。",
        "index": 29
    },
    "西施犬": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick53501547196689.jpg",
        "value": "西施犬   被认为是拉萨犬和北京犬（京巴犬）的杂交后代，它身体健壮，被毛丰富但不过多，几乎不脱毛，是敏感体质主人的优良伴侣。西施犬尽管仪态看似傲慢，但它是富有爱心的友好宠物。体高可达 28  厘米，体重一般为 4－8  千克。",
        "index": 30
    },
    "迷你雪纳瑞": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick43541547022199.jpg",
        "value": "迷你雪纳瑞犬（MINIATURESCHNAUZER）属于梗犬类，体形为12至14英寸。在德国被称为茨威格雪纳瑞犬，由普通雪纳瑞犬和小型犬杂交得到。在美国和加拿大，迷你型雪纳瑞犬曾经是最普及的犬。迷你雪纳瑞属于梗类犬的一种，他们精力充沛、活泼，他们的外型及性格与他们的表亲—标准雪纳瑞十分类似，警惕而活泼。缺点：玩具化、过于纤细或粗糙。",
        "index": 31
    },
    "贝灵顿梗": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick18711547199145.png",
        "value": "贝灵顿梗原产于英国，起源于19世纪。最初由原产地被命名为罗丝贝林梗，与现在的品种相比身体重，脚也短，用来猎取狐狸、野兔和獾。据说1825年与贝德灵顿的一只母犬交配生产出了贝德灵顿梗。18世纪末到19世纪初，与惠比特犬、丹迪丁蒙梗等犬种混血后，改良出如此身高、美丽、快速敏捷的犬种，并保持原有的活力及耐力性格。养犬人士了解常见的犬病及日常的行为特点，对犬和爱犬养犬人士是很重要的。犬毛的梳理可以让犬爱卫生，对有小孩的家庭也是很需要的。",
        "index": 32
    },
    "苏格兰牧羊犬": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick1121547023248.png",
        "value": "苏格兰牧羊犬又名柯利牧羊犬，是一种起源于苏格兰的牧羊犬。有些犬以娇小漂亮的外形获得人们的喜爱，有些犬以善解人意的灵气得到主人的信任。苏格兰牧羊犬显然是属于后者。从古老的畜牧作业犬到影视作品中不断出现的主角，它的机警、聪慧与勤劳都给人留下了深刻印象，不愧被称之为能够与人终生为伴的明星狗狗。",
        "index": 33
    },
    "沙皮犬": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick98271547022665.png",
        "value": "沙皮犬，英文名 Sharpei，产于中国广东南海大沥镇一带，是世界名种斗狗之一。它一般身高46~56厘米，体重为22~27公斤，寿命11~12年，外形为四方形。其体形独特，头似河马，嘴似瓦筒，三角眼，舌苔青蓝，幼年时全身皮肤充满褶皱，故称之为沙皮狗。标准外形：背短，身体娇小，头部比身躯大，黑鼻和深蓝色舌头，面部及全身的皱纹越深越好，耳小而下垂。毛质和毛色：毛短而刚硬，像插着刷子般生长。外表似乎神情忧郁，充满哀怨、凝重的沙皮犬，其实心情非常开朗、活泼、顽皮好玩。",
        "index": 34
    },
    "蝴蝶犬": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img82231406278696.jpg",
        "value": "蝴蝶犬（英文名为Papillon）又称蝶耳犬和巴比伦犬，因耳朵上的长毛直立装饰，犹如翩翩起舞的蝴蝶而得名。蝴蝶犬原产于法国，是欧洲最古老的犬种之一。蝴蝶犬的被毛丰富，平滑而耐摸，有丝一样的手感。毛平直，很细，略卷曲成波状。躯体上的被毛长度适中，脖颈部分稍长，而胸部开始以波浪样变短，在耳部、前腿后部形成饰毛。",
        "index": 35
    },
    "波士顿梗犬": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img8251407394438.jpg",
        "value": "波士顿梗犬，英文名：Boston Terrier。一般体重：5~11kg，体重是按照下列级别进行划分的：低于 15 磅； 15 磅到 20 磅； 20 磅以上，但不超过 25 磅。腿的长度与身躯的长度成正比，给予波士顿梗明显的正方形外貌。",
        "index": 36
    },
    "约克夏": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick74411547023178.jpg",
        "value": "约克夏是优秀的玩赏犬。产于英国约克夏地区，并因此而得名。喜欢撒娇，身高为20~23厘米，体重为3.5或4千克以下。背部为钢蓝色的长毛，头、四肢及胸部为金黄色；被毛呈长丝状，不卷曲；幼犬时被毛为黑色，18月龄时，被毛才变成固定颜色；毛色及毛质决定本犬种优良与否。耳小直立或半立；尾巴断尾；背短直，背上有一条人为分水岭，使被毛沿两侧下垂。",
        "index": 37
    },
    "德国牧羊犬": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img15741406712298.jpg",
        "value": "德国牧羊犬，别名德国黑背（贝），也就是人们常说的——德国狼犬，此犬种据说原产德国，唯一能够确认的就是，于1880年此犬已经在德国各地固定下来，并做为牧羊犬使用。他们敏捷，在世界犬种智商排行中位列第三名[8]，且适合动作式的工作环境，它们经常被部署各种任务。而后于第一次世界大战期间被德军募集，做为军犬随军。由德军取长补短培育后，基本定型。因为体型高大，外观威猛，且具备极强的工作能力，因此在全世界范围以军犬、警犬、搜救犬、导盲犬、牧羊犬、观赏犬，以及家养宠物犬等身份活跃。",
        "index": 38
    },
    "标准雪纳瑞": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick29401547023569.jpg",
        "value": "标准雪纳瑞是一种精力充沛、体格魁梧的梗犬，发达的肌肉和充足的骨量构成了他坚强的体格；他的身高与体长的比例呈正方形。被毛浓密、粗硬且粗糙不平是这一品种非常重要的特点，他还长有弯弯的眉毛和刚毛的胡须，性情温顺，适合家养。雪纳瑞耳朵弯曲，耳壁内易生耳螨，所以雪纳瑞在幼犬时期就会做剪耳。缺陷：任何背离上述标准（精力充沛、活泼、正方形比例、刚毛）的现象都属于缺陷，在比赛中，将根据背离上述标准的程度进行扣分。",
        "index": 39
    },
    "寻血猎犬": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick19651550996553.png",
        "value": "寻血猎犬原产地比利时。别名圣·休伯特猎犬（st.huberthound），是世界上品种最老、血统最纯正、体型最大的嗅觉猎犬之一。八世纪时，在比利时被饲养作狩猎犬，以圣休特犬之名闻名。圣休特犬受法国王室宠爱，1066年，由威廉王带到英国，经过几世纪后，英国改良品种，产生今日寻血猎犬。具有不屈不挠神奇的嗅觉追踪能力，有事实证明即使是超过14天的气味，它也能追踪到。并且创造了连续追踪气味220公里的纪录。它所发现的证据曾经作为法庭呈堂证据。此犬的平均寿命在10-12年。",
        "index": 40
    },
    "迷你杜宾犬": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick42671550996733.png",
        "value": "迷你杜宾犬起源于19世纪的德国， 体型娇小，身材结实匀称，被毛光滑。这种活泼的小型犬 ，有着高挑迷人的步态，他是城镇与乡村理想的宠物 。 迷你杜宾犬的警戒心很强 、 聪明而又忠诚。 体型虽然小却十分勇敢，是优秀的家庭犬 ,也是抓老鼠的能手 ,拥有生气勃勃的态度 。迷你杜宾很听话易接受训练 视觉很灵敏 : 常用来追踪线索 。饲养要领：迷你杜宾犬的皮毛很易护理 , 用木刷 、梳刷和丝帕就能使他皮毛光亮 ,需定期清洁与整理即可。虽然他只需要适度训练 但是迷你杜宾仍要定期自由奔跑和玩耍 。迷你杜宾犬活泼、开朗、强壮。行走的姿态昂首阔步，美国的犬迷们为此非常喜爱。1900年前，在德国地区的这类狗曾是默默无闻的品种。虽然外形有点像杜宾犬小型犬类，但与其没有遗传上的任何关系。迷你杜宾犬学名叫迷你品，和小鹿犬不是一个品种。迷你犬的外形像极了英国玩具狗，不过若仔细审视，可以发现前者尾巴，但是自尊心相当强烈，避免用过度严厉的口气责备它。虽然它不嗜吠叫，但警觉性仍然相当。",
        "index": 41
    },
    "大白熊犬": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick68131550996912.jpg",
        "value": "大白熊犬，动物界，脊椎动物亚门，别名比利牛斯山地犬（Pyrenean Mountain Dog）。其身体健壮而协调，美丽高雅，庄严雄伟，有帝王般的仪态。它充满自信、温和友善（个别的性格暴躁）、沉着耐心、责任心强、忠诚勇敢，是当今最有力量的犬种，在各种气候条件下都能忠诚地坚守工作岗位。大白熊犬历史可追溯到古罗马时期，由古罗马人带到西班牙的犬种。",
        "index": 42
    },
    "大丹犬": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick38071550997081.png",
        "value": "大丹犬（Great Dane）原产于德国，历史上曾用做猎犬、护卫犬、斗犬、使役犬等，因其性格温顺、外貌优美，现今的发展方向主要是家庭用犬。该品种外貌高大、优美，体高与体长相当。公犬体高在76cm以上，母犬体高在71cm以上，被毛短而贴身，平滑而有光泽。毛色有淡黄褐色、虎纹色、黑色、蓝色、花色等几种。",
        "index": 43
    },
    "圣伯纳犬": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick90501550997186.png",
        "value": "圣伯纳犬（Saint Bernard）又名圣伯纳德犬、阿尔卑斯山獒，原产瑞士。圣伯纳犬最初由瑞士阿尔卑斯山区圣伯纳修道院的僧侣用獒犬类杂交而成，该犬作为山地救援犬的名声世人皆知。圣伯纳犬富有爱心，性格稳重，生活节奏不疾不徐。该犬因为体型过大，需要尽可能大的生活空间，较少充当家犬，食物费用支出很大。圣伯纳犬体重能达100千克，身高可高达1米，是当今体型最大的犬品种之一。历史上曾是著名的救护犬品种，现今已经发展为家庭伴侣犬，体型高大，个性十分温顺。",
        "index": 44
    },
    "日本尖嘴犬": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick76771550997277.png",
        "value": "日本尖嘴犬起源于19世纪，在日本它还被称为日本狐狸犬。它的体型虽然不大，但是精力十分充沛，很容易兴奋。对待陌生人它们容易猜疑，会吠叫，对于主人它们是忠实的。对于四周发生的事情它会特别敏感，机警敏锐，所以十分适合在家内饲养。据说最初的日本尖嘴犬为大型的白色德国尖嘴犬，后者是在1920年前后经由西伯利亚大陆和中国东北被带入日本的。随后在1925年，日本自加拿大进口了两对白色的尖嘴犬，并且一直到1936年前后，日本一直自加拿大、美国、澳大利亚和中国进口相关品种，最后，这些犬的后代被杂交生成了更优良的品种",
        "index": 45
    },
    "波利犬": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick13821550997340.png",
        "value": "波利犬（匈牙利牧羊犬）又名胡犬是一种中型犬，属牧羊犬，平均身高43.3厘米，体重大约13.6千克左右。显著的外表使得它不可能与其他品种相混淆。粗浓杂乱的皮毛像伞一样遮住头部，毛发下垂遮住整个身体直到不卷曲的尾尖，这种毛发丰富的状态使得它看起来大于它的实际体形大小，样子极为可爱。本犬敏锐，动作迅速，跑起来步态就像弹起的球一样富有弹性，或许这种特性就是很久以前别人所看不起的，但是本犬的令人眼花缭乱的跑腿工作却得到了牧羊人的赞赏。波利犬的别名是：匈牙利波利犬；英文名为：HungarianPuli或者Puli。波利犬是一种紧凑、正方形比例、非常匀称的中型犬。它非常特殊的特征是他蓬松浓密的被毛和他轻快的步伐。它的粗浓杂乱的皮毛像伞一样遮住头部。适合城市生活，不适合炎热的天气、易患病，能适应寒冷的气候，需要经常梳理被毛，容易训练，优秀的守门犬。",
        "index": 46
    },
    "巨型雪纳瑞": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick91811550997413.jpg",
        "value": "巨型雪纳瑞是15世纪时起源于德国的，它是粗毛牧牛犬和迷你雪纳瑞经过杂交而产生的后代。巨型雪纳瑞的质包括了热情和机警，聪明而可靠，沉着、警觉、勇敢、容易训练、对家庭非常忠实，爱玩闹，安静时显得和蔼，警觉时显得有支配力。健康而可信赖的气质、粗糙的外表、能应付各种气候的浓密的粗毛使这一品种成为了力量和耐力具佳、具有一种或多种用途的工作犬。",
        "index": 47
    },
    "卡斯罗犬": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick9001550997584.png",
        "value": "卡斯罗的祖先是一种名为 “Canis Pugnax\"的古罗马猛犬。在大型野兽狩猎中， Canis Pugnax是敏捷型的攻击犬。在战争中，它是战士的辅攻手。这种体形巨大、有着典型马士提夫外貌特征的猛犬是卡斯罗和纽伯利顿的共同祖先。很多年以来，卡斯罗是意大利人忠诚而体贴的伴侣。古罗马的犬种都有着一定的功用。一种体形更轻巧，动作更迅捷。和其他马士提夫有着相似之处的优雅犬种在体形庞大但动作笨重的马士提夫集团边缘诞生了，这一新型的犬种被罗马人用来狩猎和护卫牲畜。",
        "index": 48
    },
    "雪纳瑞": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick63691573197359.jpg",
        "value": "雪纳瑞共有三个品种：大型、标准型、小型三种。  原产地为德国。体长等于身高，呈正方形体型。被毛浓密粗硬，毛色有黑色和胡椒色，脸部毛稍短。耳小呈V字形，向前边垂下。嘴边长有胡髭。眼大小适中，呈暗色。胸宽深，臀强硬，腹上收。前肢直立，后肢宽阔结实，断尾，擎起。",
        "index": 155
    },
    "爱尔兰猎狼犬": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick62991550997673.png",
        "value": "爱尔兰猎狼犬的英文名称为：IrishWolfhound。原产地爱尔兰，起源于公元前100年。它是真正的巨犬，是世界上最高大的狗。外观普遍与灵缇犬相似，其被毛十分杂乱；身体结构结实，且肌肉十分发达，从而显出优雅的姿态。结构坚固、稳定，显示出力量，活跃、勇气和匀称性。",
        "index": 50
    },
    "查理士王小猎犬": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick98471550997775.png",
        "value": "查理士王小猎犬是一种活泼、文雅、匀称的玩具犬，非常华丽而且大方。具有喜欢运动、勇敢的特点，同时又是文雅、可爱的动物。在这一品种中，这种典型的贵族气质非常重要，它包含了真正的高贵和王室的外貌。这一品种的本质是天然的，不需要经过修整、雕琢或人为改变。",
        "index": 51
    },
    "拉萨犬": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick481550997840.png",
        "value": "拉萨犬  又称   拉萨狮子犬、西藏狮子犬  等，是原产于青藏高原的小型伴侣犬，被毛长而厚密，形似一只小雄狮，特别是头部、耳部和尾部的被毛最为发达，可拖至地面。毛色有金黄、朱砂、黑、白、灰、茶等各种颜色。尾上翘，呈菊花形。拉萨犬一般体重 6－7 kg，体高  25－28  cm，虽然体型不大且性情不凶猛，但身躯强健，对恶劣条件的忍耐力极佳，因此一直是西藏达赖喇嘛的护卫犬。其藏语名中文音译为“阿普索”（或“亚布苏” “阿富早”），英文音译为“Apso”，原意是山羊，表示它们宛如山羊一般（因其下颔的长毛类似山羊胡须），而山羊在西藏神话中扮演着特殊的角色。",
        "index": 52
    },
    "大麦町犬": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick40661576230736.jpg",
        "value": "大麦町犬（Dalmatian，也叫斑点狗），原产地南斯拉夫。平静而警惕、轮廓匀称、强健、肌肉发达、且活泼，毫不羞怯，表情聪明伶俐，听话易训，感觉敏锐，警戒心强，容易与小孩相处。大麦町犬具有极大的耐力，而且奔跑速度相当快。后躯有力，拥有平滑且清晰的肌肉。大麦町因为拥有出色的奔跑与撕咬能力，所以也经常被用作比赛犬。大麦町犬出生时是白色的，斑点能改变，小狗时身上出现轻微的斑点，随着逐渐长大，斑点也变得明显，并成为特有的标志。",
        "index": 147
    },
    "澳大利亚牧羊犬": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick53031550997910.png",
        "value": "澳大利亚牧羊犬是一种具有很强的畜牧和护卫能力的工作犬。他是一个忠诚的伙伴，而且具有全天候工作的毅力。非常和谐，体长略大于身高，中等大小，骨量中等，颜色多变而有个性。澳大利亚牧羊犬专注且活泼，柔韧而敏捷，肌肉发达但不笨重。被毛中等长度，粗硬。掌握日常的毛发护理，了解常见的犬病和繁殖行为可是犬更好，更健康的成长，对养犬人士也是很重要的。",
        "index": 54
    },
    "美国可卡犬": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick94211574394356.png",
        "value": "美国可卡犬（American Cocker Spaniel），又称可卡獚、斗鸡獚、斗鸡犬、可卡长毛、猎犬小猎犬。原产于美国。 身高：公犬36-38厘米；母犬34-36厘米。 体重：10-13千克。毛色有黑色、褐色、红色、浅黄、银色以及黑白混合等色。 性情温和，感情丰富，行事谨慎；性格开朗，活泼；精力充沛，热情友好，机警敏捷，外观可爱甜美，易于服从，忠实主人。",
        "index": 162
    },
    "马尔济斯犬": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick36831573812792.jpg",
        "value": "马尔济斯犬，英文名Maltese，又称马尔他犬，或译成“摩天使”。身高为20－22厘米，体重2－3千克，是欧洲最古老的犬种，原产于地中海的英国属地－马尔他岛，而得此名。马尔济斯犬迄今已有近3000年的历史，在古代便以其端庄高雅的姿态而深受贵妇们的娇宠。在目前犹存的地中海沿岸的工艺品和美术作品中，常可见到马尔济斯犬栩栩如生的艺术形象。",
        "index": 158
    },
    "那不勒斯獒": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick12121550998076.png",
        "value": "纽波利顿獒犬属于古老的品种，步伐如熊一般的缓慢、沉重。与其他品种的獒犬类似，都有非常大的头。突出的垂肉由头上折叠地伸展到颈部，因而造成了多层脸颊的外貌。如果不考虑身为斗犬时挑衅性十足的那段历史，特别是对熟人而言，可说是安静、温和且友善的动物。 被毛： 被毛短、浓密而坚硬、光滑、质地好。颜色可以是灰色、深灰、深黑、棕色、浅黄褐色、深黄褐色、榛树色、鸠灰色和更浅的浅黄褐色。在胸口和脚部有白色的毛块是常见的。全身的皮肤是松弛的，有许多折叠处，头部有皱纹。",
        "index": 57
    },
    "可蒙犬": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick90281550998144.png",
        "value": "可蒙犬（Komondor），又称克蒙多犬，来自匈牙利的普西塔地区，浑身白色，毛发呈绳索状垂直悬挂，垂直生长4年可长到地面。因其奔跑状态下像一个移动的拖把，俗称“拖把犬”。可蒙犬是匈牙利牧羊犬的一种，体重80~100磅（约36~45kg毛发重量可达15磅），肩高25.5~27.5英寸（65.7~69.5cm或更高），是大型犬。可蒙犬对主人忠诚，有很强的领地意识和保护意识，迅速敏捷且轻巧，也具有可爱的外形，是很受人喜爱的品种之一。可蒙犬常年生活在户外，它的白色被毛可以将它隐藏在畜群，当野狼或者熊想攻击畜群时，可蒙犬就会立刻挺身而出，保护畜群，厚厚的被毛还可以抵御恶劣的天气。可蒙犬其实是守卫犬，（同类型如 大白熊犬）而不是牧羊犬（同类型如 边境牧羊犬）。有关资料显示，因可蒙犬的存在，导致匈牙利地区野狼几乎绝迹。",
        "index": 58
    },
    "意大利灵缇犬": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick19381550998215.jpg",
        "value": "格力犬又名灵缇（Greyhound），原产于中东地区。成年犬身高68-76公分，体重27--32公斤，是极难得的纯种犬。近代世界公认澳洲灵缇最为优秀，各国赛狗均选自澳洲。",
        "index": 59
    },
    "巴吉度猎犬": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick69341550998284.jpg",
        "value": "巴吉度猎犬(Basset Hound)也有的称法国短脚猎犬。体高30-48厘米，体重21-25公斤，原产法国，据说是由埃及格雷特猎犬延续繁衍而来的。该犬毛质为硬性滑质短毛，皮肤有弹性，毛色为猎犬的颜色，由黑色、黄褐色、白色构成三色毛。长身短脚，大而长的垂耳、鼻子嗅觉很敏锐。原被训练为专门捕捉野兔、雉鸡等。其腿虽短，但因具有敏锐的嗅觉和长久的耐力，仍不失为追捕猎物的好手。",
        "index": 60
    },
    "葡萄牙水犬": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick17371550998339.png",
        "value": "葡萄牙水犬，原生于葡萄牙的海岸地带，也曾和渔夫远航至冰岛附近。是葡萄牙阿尔加维地区渔民饲养的品种，优秀的游泳者、潜水者，具有特殊的才干和毅力，英文名Portuguese Water Dog，别名考德阿古阿犬。葡萄牙水犬是优秀的游泳者、潜水者，具有特殊的才干和毅力，帮助他的主人在海中寻回失落的渔具、驱赶鱼群、在小船间或小船与陆地间传递消息。他是一个忠诚的伴侣和警惕的卫士。这种聪明实用的品种，拥有两种被毛类型，卷曲或呈波浪状，相当宽且比例匀称的头部给人的印象深刻；粗犷、紧密接合的身躯；尾根有力而厚实，尾巴漂亮的举着，用来当舵。力量、热情和稳固是葡萄牙水犬留给人们无法磨灭的印象。",
        "index": 61
    },
    "曼彻斯特梗": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick92891550998536.jpg",
        "value": "曼彻斯特梗继承了已经绝种的黑褐梗的血统，18世纪时，在曼彻斯特由一个名叫约翰修姆的饲养者改良出曼彻斯特梗，使用惠比特犬与其杂交产生出来曼彻斯特品种，后来又混入西部高地梗的血统，形成了现在的品系。曼彻斯特梗是靠视觉狩猎，该犬是用来猎兔捕鼠两个目的而产生的犬种。此犬勇气十足，动作敏捷，经过长时间的配种，保留了特有的活泼，机敏，快速的本质，改良了原本粗野急躁的性格。它是捕鼠能手，在19世纪末十分流行的捕鼠比赛中，曾经有一只名叫贝利的狗在六分钟多一点的时间里就杀死了100只老鼠。",
        "index": 62
    },
    "苏俄猎狼犬": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick15741550998439.jpg",
        "value": "波索尔（俄罗斯猎狼犬）是作为在开阔地区追逐野兽的猎犬培养的，主要依靠视觉而不是嗅觉捕猎。为了达到这个目的，波索尔需要非常特殊、精确的身体机构，用来捕捉和控制猎物。特别需要强调的是正确的奔跑结构、强健的颈部和颌部，勇敢而敏捷，并将上述特点以恰当的方式组合起来。波索尔具有明显的高贵气质，流畅的线条，动作和姿态优美。雄性显得雄壮而不粗糙；雌性显得柔美而不软弱。",
        "index": 63
    },
    "喜乐蒂牧羊犬": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick65621550998677.png",
        "value": "喜乐蒂牧羊犬也称谢德兰牧羊犬，是一种柯利牧羊犬，身材匀称，漂亮，容易被误认为是粗毛牧羊犬的小型种。喜乐蒂牧羊犬祖先是牧羊犬品种，所以能成为优秀的家庭犬及机灵的警卫犬。喜乐蒂牧羊犬在英国和美国的受欢迎程度远远超过柯利牧羊犬，是最受欢迎的十种家养犬之一。",
        "index": 64
    },
    "苏格兰梗": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick60931550998798.png",
        "value": "苏格兰梗别名亚伯丁梗（Aberdeen Terrier），绰号“苏格兰小子”。历史非常久远，但其确切的源头谱系已经不清楚。1882年该犬的标准被制定出来。相对于其娇小的身躯，它的力量非常大。在日常饲养中要确保营养平衡，定时定点的饲喂，养成良好的习惯。被毛起伏不平，每日可梳理犬毛，保持干净及良好的形象。同时也应该了解常见的犬病及繁殖行为，对犬和养犬人士自身都是很重要的。",
        "index": 65
    },
    "牛头梗": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick85391547024787.jpg",
        "value": "牛头㹴(Bull Terrier)这一品种有两个品系——白色牛头㹴和有色牛头㹴。该品种的起源可追溯到1835年。大家一致相信该品种是由现已绝种的英国白㹴繁育产生的。几年后，为达到其外观上的标准，该犬与西班牙指示犬进行杂交，至今仍可在该犬的身上偶尔发现指示犬的遗传特征。牛头㹴是为绅士们饲养的，为此这些绅士强烈要求公平竞赛，大家不要与弄虚作假的人进行比赛。牛头㹴被教以勇敢地进行自卫和保护它的主人，但决不允许它去尝试挑战——白色的品种被称作“白色的骑士”，这是它保持至今的荣誉。不了解该犬的人并不知道牛头㹴其实是一种很友善的犬，它就是靠其性情才繁衍兴旺，有时也争斗和嬉戏。多数人更喜欢一种相对平衡的动物，而不是在某些方面古怪的动物。但总的来讲，牛头㹴拥有作为一种斗犬的完善组合——活泼和机敏。牛头㹴天生性情活跃兴奋度极高，个体犬只或经过人为的训练后具有争斗性，在犬类中从不让步，甚至伤害其它犬类。但牛头梗相对人来说性格还是比较温顺、聪明听话，对主人忠心而且服从性强，对儿童特别和善友好，亲切耐心，牛头㹴是具有贵宾的性格跟斗犬身材的结合体如照顾得 当，可成为忠实的家庭守卫犬。作为一种伴侣犬或者说是犬类中的斗士，牛头㹴必须强壮、敏捷而且要勇敢。",
        "index": 66
    },
    "红骨猎浣熊犬": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick44301550998865.png",
        "value": "红骨猎浣熊犬是用寻血猎犬与古代爱尔兰猎犬交配，终于培育出青出于蓝而胜于蓝的红骨猎浣熊犬。它体高53～66厘米，体重20～32千克。",
        "index": 67
    },
    "西藏猎犬": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick46791550999156.png",
        "value": "西藏猎犬（Tibetan Spaniel)，人们通常称之为“袖狗”，原产喜马拉雅山脉的西藏，是中国一种古老犬种之一，也是一种带神秘色彩的优良犬种。以后从西藏传入京城，在清朝皇宫中饲养，因此也称宫廷犬。这种犬性格独立、自信，是令人满意的伴侣犬。西藏猎犬属于我国亟待拯救的本土犬种，纯种已经十分少见，现处于濒危的情况。",
        "index": 68
    },
    "荷兰毛狮犬": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick59001550999259.png",
        "value": "荷兰毛狮犬的性情很开朗，特别容易与人亲近，有着非常好的记忆力，善于对事物进行观察，是一个出色的警卫犬。体型比较大，但并不占地方，乘坐荷兰船的这类祖先犬，习惯的把身子蜷缩成一个圆形，是为了不占地方。荷兰毛狮犬对自己的饲主非常忠心，给饲养者带来无尽的欢乐。尽管几百年以来荷兰狮毛犬（也有人译作“凯斯犬”）一直是荷兰人民最喜爱的犬之一，但是直到18世纪后半叶由于荷兰国内政治的翻转它才引起人们的广泛关注。荷兰狮毛犬从来没有用来作狩猎犬，荷兰狮毛犬以它的品格魅力，在一个民族的情感中赢得了一个很高的地位。",
        "index": 69
    },
    "威玛猎犬": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick1361550999345.png",
        "value": "威玛猎犬(Weimaraner)又称威玛犬，德国魏玛犬，魏玛沃斯特亨德犬，魏玛犬。威玛猎犬是一种中型的灰色犬，形态优雅。它非常美丽，外貌是贵族化的。有非常快的速度，动作十分优雅、美观，毅力非常强，头脑机智、灵敏，身材非常匀称。从它的身体结构来看，它是可以长时间、用非常快的速度来完成它的工作，这说明它具有非常好的耐力。",
        "index": 70
    },
    "罗福梗": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick77441550999449.jpg",
        "value": "罗福梗是一个猎狩梗。它主要的特点是不屈不挠，勇敢，对主人忠诚，具有很大魅力。它富有感情，相当顺从。罗福梗必须保持其较小的体形以符合规定的品种标准。",
        "index": 71
    },
    "爱尔兰雪达犬": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick42661550999507.png",
        "value": "爱尔兰雪达犬是一种活跃的、贵族化的猎鸟犬，颜色是浓烈的红色，结构坚固，但很文雅。站立时，肩高超过2英尺，他拥有直、细腻、且有光泽的被毛，耳朵、胸部、尾巴和腿后面的毛发略长。在野外，爱尔兰雪达犬是动作迅速的猎手，在家庭里，他又是性情甜蜜，容易调教的伴侣适合与小孩做伴，经常梳理犬毛可是犬保持干净整洁的良好形象，也减少皮肤病的滋生。了解掌握常见的犬病对犬和养犬者都是很重要的。了解繁殖行为可是犬更好的繁殖后代。",
        "index": 72
    },
    "美国斯塔福梗": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick52481550999563.jpg",
        "value": "美国斯塔福梗（American Staffordshire Terrier）斯塔福梗是由斗牛犬和梗杂交而来的，最初叫做斗牛犬、牛梗杂交犬，有时被称为斗犬或斗牛梗。后来，在英格兰被命名为斯塔福斗牛梗。 美国斯塔福梗的标准中体重的范围较大，但应该与体形成比例。这种犬以其体形，结实匀称，头部强壮有力，躯体肌肉发达以及勇敢坚强而闻名。 美国斯塔福硬给人的总体印象是：体形有力，紧凑，肌肉发达，而且活泼、热情，喜欢生活的环境。外形粗壮，但腿不宜太长，与外形不和谐。很有勇气。",
        "index": 73
    },
    "丝毛梗": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick27381547024548.jpg",
        "value": "澳洲丝毛梗（Australian Silky Terrier）性格开朗活泼，有时很顽皮，是纯粹被人类用来做伴侣。此犬保持梗类活力充沛，自我主张强烈的特性。在澳洲也能发挥梗类追杀小动物的技能。丝毛梗可爱， 快活，聪明 ，陌生人靠近时，会有警戒心，为都市居民的理想看家犬或家庭犬。其体态娇小轻盈、机敏活泼，拥有典型的梗犬特点。",
        "index": 74
    },
    "哈威那犬": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick3271550999731.jpg",
        "value": "哈威那是一种强壮、安详的短腿小狗，有着不太整齐的被毛。羽毛状的尾巴翻卷在背后。它是一种充满感情的快乐小狗，步态活泼轻快。它们是天生的伴侣，依恋主人，对孩子特别友好。",
        "index": 75
    },
    "拳师犬": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick61971550999648.jpg",
        "value": "拳师犬，原产地德国，体形外貌漂亮强健。头和身体很相称，鼻大而黑。耳生长位置较高，常人工切去耳尖。眼黑色。颈圆柱形很强壮，富有肌肉，无下垂皮肤。躯体呈正方形，尾巴人工切除（欧洲等国，人性化开始留尾，留耳），尾短，始终高举。前肢直立、平行。忠诚，不记仇。尤其对儿童富有感情，易训练，可用作警犬、护卫犬、个人警卫犬，也可用于导盲犬。由于其服从性好，也是一个很好的伴侣犬。",
        "index": 76
    },
    "腊肠犬": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick43601575603427.jpg",
        "value": "腊肠犬（Dachshund）是一种短腿，长身的猎犬。其名源于德国，原意\"獾狗\"。此品种被发展为嗅猎，追踪，及捕杀獾类及其他穴居的动物。有意思的是，虽然\"Dachshund\"是一个德语单词，但是它在德国并不常用，德国人通常叫它Dackel或Teckel。原产于德国，现遍及各地。腊肠犬在所有狗种中是比较好养的。因为腊肠犬的天性独立自主，所以照顾起来很容易，主人下达的指令也都会迅速理解遵从。",
        "index": 142
    },
    "比利时玛利诺犬": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick78641550999818.jpg",
        "value": "马里努阿犬，又称比利时马里努阿犬，马犬。马里努阿犬是工作犬，无论智商、灵活性、服从性、可训性都胜过其它工作犬，经常被训为军警犬，护卫犬，牧羊犬。尤其是它的弹跳爆发力更是令人吃惊，好的马里努阿犬可以爬树，越过3米的高墙轻而易举。而且对主人绝对忠诚。目前欧洲，美国，中国的军警界均已认识到这一点。",
        "index": 78
    },
    "墨西哥无毛犬": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick39561550999930.png",
        "value": "墨西哥无毛犬是世界上最早期的犬类之一，曾被作为暖床狗和宠物，但是不太受人们喜爱。这个机灵、活泼、富有感情的动物常常被比作古老的非洲流浪杂种犬和欧洲梗犬。它们的生理结构使人联想到经典的视觉猎犬，而它们的个性却同猎狐犬非常相似。",
        "index": 79
    },
    "罗威士梗": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick69771551000028.png",
        "value": "诺维茨梗（英文名：Norwich Terrier）是最小的梗类犬之一，理想的肩高不应该超过10英寸。肩高与体长大致相等。骨量充足。体重约12磅。",
        "index": 80
    },
    "西高地白梗": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img39881406880897.jpg",
        "value": "西高地白梗是一种小体型、爱玩的、坚定的梗类犬，具有良好的艺术气质，非常自负，身体结构结实，胸部和后腰较深，后背笔直，后躯有力，腿部肌肉发达，显示出强大的力量和活力的组合。被毛约2英寸长，白色，质地硬，长有浓密而柔软的底毛。在饲喂中不要给犬巧克力，巧克力对犬类是致命的，可可碱这种成分会刺激心肌和中枢神经系统，导致巧克力中毒。了解常见的犬病及犬的繁殖行为可使犬更健康的成长。日常护理中犬毛的梳理，可使爱犬形象气质佳。",
        "index": 81
    },
    "中华田园犬": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick60401547195068.jpg",
        "value": "中华田园犬，传统称呼为“土狗”，北方有的地方又叫“柴狗”，属于食肉目、犬科、犬亚科的一种哺乳动物，长大后肩高约25~55厘米，体重约10~30公斤。属于亟待拯救的本土犬种。以前广泛存在于中国农村及东南亚地区，现在城镇化也广泛把中华田园犬当作宠物狗。",
        "index": 82
    },
    "大瑞士山地犬": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick38921551000130.png",
        "value": "大瑞士山地犬的英文名为：Greater Swiss Mountain Dog，原产地：瑞士。属于工作犬。是一种显眼的、三色、巨大、有力的，而且外观坚定的狗。在四种瑞士山地犬中体型最大，有光滑平顺的毛与始终拖在背后的长尾巴。",
        "index": 83
    },
    "瑞典柯基犬": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick49491551000206.jpg",
        "value": "原产地瑞典，起源于6世纪。瑞典柯基犬在八世纪时主要由瑞典农场主饲养，最初用来放牧牛群。",
        "index": 84
    },
    "维兹拉犬": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick68951551000373.png",
        "value": "维兹拉犬是一种中等体型的短毛猎犬，相貌和姿势高贵。精力充沛且结构轻盈一些比较好；被毛是有魅力的金锈色。这种狗在野外显得非常有力且驱动力强大，但在家庭中，却是容易调教的、挚爱的伴侣犬。它有良好的嗅觉，且接受训练的能力高于一般水平。善于指示猎物，又可寻取猎物。",
        "index": 85
    },
    "伯恩山犬": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img50161407393634.jpg",
        "value": "伯恩山犬，英文名BerneseMountainDog。属于大型犬，三色、长腿。坚定而和谐，很聪明、结实且灵活，在山区足以胜任象拖曳或驱赶畜群这样的工作，这也是这一品种的起源。公狗显得雄壮、母狗则显得柔和。原产地在欧洲，历史上曾经是牧羊人的最佳帮手，时过境迁，又成为受人喜爱的玩赏犬。初期在瑞士伯恩地区是以拉货，乳酪制造，织布店拉车而逐渐发展起来的品种。伯恩山犬的被毛有长、短两种，上毛均稠、质地中等，下毛短而柔软，毛色为黑白棕。耳大小适中，尾中等长，下垂，兴奋时翘起。此犬气质是自信、警惕及和善，不神经质或害羞。伯恩山犬面对陌生人，会坚定地站在原处，保持冷淡。非常聪明，而且耐力好，不好斗，忠实易驯，也是优良的家庭犬。",
        "index": 86
    },
    "卡南犬": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img84081406541309.jpg",
        "value": "卡南犬是一种牧羊犬和羊群护卫犬，原产于中东。对陌生人会回避，但保持好奇。他热爱自己的家庭、且忠诚。中等体型、正方形比例，没有任何极端的地方，轮廓线显得清晰、整洁。其动作敏捷、优雅，小跑时活泼、迅速且步幅大。他有一个楔形的头部，位置较低的立耳；兴奋时，会卷曲在背后的毛发浓密的尾巴；直、粗硬、平贴身体的双层被毛。",
        "index": 87
    },
    "威尔士史宾格犬": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img57931407232032.jpg",
        "value": "威尔士史宾格犬的英文名是Welsh Springer Spaniel，是一种古老而独特的品种，此犬因捕猎本领而得名，并不与其它存在任何联系。且是一种充满魅力的犬种，身体结构结实而不粗糙，显得十分灵活。身体紧凑，中等长度的腿部，从健壮的身躯显示出能够完成非常艰苦的工作。且具有很强的耐力性。由于前躯适当的倾斜而形成的角度与发达的后躯之间的关联，从而使威尔士史宾格犬的整体显得比较长。作为猎犬，在工作时，则应显示出发达的肌肉。过于夸张的被毛，会影响到积极而具有冲劲的威尔士史宾格犬进行正常的工作，且应具备相当的厚度，使其在工作下起到保护的作用，抵御寒冷的气候。",
        "index": 88
    },
    "贝生吉犬": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img8391407401808.jpg",
        "value": "巴仙吉犬，英文名Basenji，属于狩猎犬。巴仙吉犬源于非洲则为小型的短毛猎犬。背部短，且身体结构显得十分轻盈，对于此犬的长度来说，其腿显得略长一些。头部长有皱纹，且高傲地昂着，圆拱的颈部支撑着头部，尾巴位于臀部较高的位置，且呈卷曲的。具有文雅而优美的气质，显得和谐而好奇且充满机警。由于整体的身躯保持平衡，肌肉组织很平滑，因此导致具有轻松而敏捷的动作。巴仙吉犬通过本身所具备的视觉与嗅觉而用来狩猎。",
        "index": 89
    },
    "芬兰猎犬": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img59891405933208.jpg",
        "value": "芬兰狐狸犬是一种中型犬，英文名为“Finnish Spitz”，在芬兰则叫做“Suomenpystykorva”，芬兰鸡头状耳的犬，在早些时候叫芬兰捕鸟犬或芬兰尖嘴犬，现在叫芬兰狐狸犬，它是芬兰的国犬。芬兰狐狸犬是芬兰的国犬，具有几千年的历史。18世纪之前，芬兰狐狸犬一直默默无闻，甚至出现灭绝的迹象。直到来自赫尔辛基的两个猎人发现了纯种的本地犬之后，通过一系列的努力将这个行将消失的品种挽救了下来。",
        "index": 90
    },
    "边境梗": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img46991407397287.jpg",
        "value": "体型最小的梗犬之一，身高仅有25厘米左右，长有水獭一样的脑袋。体型虽小，外出狩猎时却能紧紧跟着马匹奔跑，能够应付狐狸甚至更难对付的獾。狭窄的身形使它毫不费力地钻过任何狭窄的缝隙并能穿越任何地形，甚至钻进狐兔的洞穴猎取动物。身上厚实的、起伏不平的但很贴身的皮毛可以抵御边境严寒恶劣的气候。据信来源于某种边境猎犬。1921年成立了边境梗犬俱乐部，现已经遍及全世界。",
        "index": 91
    },
    "西藏梗": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img25171407149852.jpg",
        "value": "西藏梗犬并不是真正的梗，而是一种牧羊犬，类似于欧洲长着蓬乱毛皮的牧羊犬。它们的家乡是海拔5000米高的、有世界屋脊之称的西藏高原。在上世纪20年代，英国女医生阿格瑞斯·格瑞格博士在紧靠西藏的印度工作，一位富有的西藏人为了感谢她高超的医术，送给她了一条西藏梗。女医生被这种梗深深地吸引，她的余生全部用在了饲养这种梗上。这样，西藏梗便在欧洲安家落户。",
        "index": 92
    },
    "日本仲": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img45031406781168.jpg",
        "value": "日本狆头大、宽且平。鼻子宽而且短．鼻梁明显，鼻子与眼睛在一个水平线上．黑亮的眼睛大又圆，隔着鼻子相对应。两只三角形的耳朵．披着长长的毛发对称 地垂落着，展示著仲狗的美丽与可爱。此种狗身体呈方形，颈短、上仰，背短且直，被毛丰富、长又直，如丝质般下垂。西元732年．朝鲜皇室将日本狆的祖先（中国的拉萨猎鸟犬）送到日本宫庭．后来这种犬在日本繁衍。在19世纪时。此种狗出口到美国和英格兰，经过育种家多年的繁育，分布较广。日本狆姿态优雅，步态轻盈有弹性。性格坚韧、活泼、机警，有些闹。忠于主人，不信任陌生人。",
        "index": 93
    },
    "美国猎狐犬": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img2091406799943.jpg",
        "value": "美国猎狐犬，顾名思义起源于美国，它的前腿直，具有正确的骨量。胶骨短而直。美国猎狐犬足爪象狐狸。脚垫丰满而坚硬。精力旺盛，体格拥有魅力，故具有较强的破坏力，不易饲养为伴侣犬。",
        "index": 94
    },
    "东非猎犬": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img34521406711555.jpg",
        "value": "东非猎犬，别名：阿拉伯猎犬、猎羚犬、瞪羚猎犬、萨路基犬、萨路基，英文名：saluki。东非猎犬的强壮可以使它有能力杀死一头羚羊，它的气质高贵，有礼，深沉，自信，走路时看着远方。",
        "index": 95
    },
    "冰岛牧羊犬": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img59091407395776.jpg",
        "value": "大约在公元874年到930年由斯堪德那维亚殖民者带入冰岛，冰岛犬和它的工作方式十分适应当地地形和畜牧方式，几个世纪来为生存而奋斗的冰岛人已经将它当作是必不可少的畜牧放牧者。有人说冰岛犬是由挪威人引入冰岛，称它作弗里亚犬，冰岛犬的祖先可能是挪威牧羊犬，它和挪威牧羊犬一样，外貌与狐狸犬的其他种类很相似，而且冰岛犬也主要是牧羊犬而不是猎犬。19-20世纪交替时，由于一次流行疾病致使冰岛犬濒临灭亡。后来在冰岛和英国两国培育者和爱好者的共同努力下才得以生存。在过去的几十年里，冰岛犬的数量有所增长，虽然数量仍不太多，但已无绝种之虞。工作刻苦而敏捷的牧羊犬，通过吠叫来放牧、驱赶畜群和寻找丢失的牛羊。本性十分机警，总是给来访者热烈欢迎而不带有任何敌意。捕猎本能已经不太强烈。它是欢快的，友好的，好奇的，爱游戏的无所畏惧的伴侣。",
        "index": 96
    },
    "澳大利亚梗": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img82721407460817.jpg",
        "value": "澳大利亚梗(AustralianTerrier)又叫澳洲梗，是20世纪初期培养而成的，这种狗具有聪明而灵活的头脑，强健的身体，是伴侣犬与玩赏犬的最佳选择。",
        "index": 97
    },
    "恶霸犬": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick58501499220003.jpg",
        "value": "美国恶霸这个犬种创立于90年代中期，以培育成家庭伴侣犬为最终目的。通过多年的选育相结合，综合了美国比特斗牛梗犬和美国斯塔福郡梗犬所具有的特点。美国恶霸犬具有忠诚稳定的性格，同时保留了美国斯塔福郡梗犬容易相处、和蔼友善的性情。美国恶霸犬这一独特的犬种在培育时特别注意到对儿童极其的宽容和友善，及渴望取悦其家人。性格自信，但不过分活跃，这个犬种具有耐心、友善和宽容的性格。在其身体结构上，美国恶霸犬给人一种令人印象深刻的夸张和肌肉强健，并具有力量爆发力和动作敏捷。该犬种是一个可训性强，具有能完成各种任务的能力的犬种。",
        "index": 98
    },
    "黑俄罗斯梗": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img80891406169647.jpg",
        "value": "黑俄罗斯梗（Black Russian Terrier）是一种平和、自信、勇敢的犬，有时会非常自信，甚至有些疏远陌生人。它们非常聪明，非常可靠。培育这个品种是为了警卫和保护。雄性成犬在27英寸到30英寸之间。雌性成犬在26到29英寸之间。",
        "index": 99
    },
    "黑褐猎浣熊犬": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img31771406191040.jpg",
        "value": "黑褐色猎浣熊犬是由美国猎孤犬和寻血犬交配而成的犬种，1945年在美国得到认证。现在主要被用于猎取浣熊，在美国比较常见。黑褐色猎浣熊犬毛色绝大部分是黑色，其中还带有大约10-15%的棕褐色斑纹。由于它们经常将浣熊赶上树去，因此也被称为“赶上树”猎犬。猎人根据其不同的吠声来判别和辨识它们。完全依靠嗅觉来执行任务，非常有力的、有节奏的步伐使他具有很快的速度。",
        "index": 100
    },
    "法兰德斯畜牧犬": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img24221405935657.jpg",
        "value": "法兰德斯牧牛犬，原是西欧最熟练的牧牛犬之一，现在用来做导盲犬，警卫犬，搜索犬。此犬全身长着粗劣的被毛，原产地为法国和比利时边境地带，此犬名称是法语追赶法兰德斯牛群之意。",
        "index": 101
    },
    "德国短毛指示犬": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img81451406713741.jpg",
        "value": "德国短毛指示犬的英文名为：German Shorthaired Pointer。它是一种友善、聪明、乐于助人的狗。给人的第一印象是热烈而渴望工作，没有任何神经不安或企图逃跑的迹象。",
        "index": 102
    },
    "美国水猎犬": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img46251406884653.jpg",
        "value": "美国水猎犬在何时、何地及怎样的起源依旧没有一个明确的定义。然而，美国许多地方的猎人早就赏识本品种的优点了。由于这一品种在中西部首先被认可并大量繁殖，所以现在认为这种犬主要是在中西部发展进化而来。尽管这一说法并非是绝对的，但结合毛色、被毛和符合品种标准的体形外构成，普遍认为爱尔兰水猎犬、卷毛寻猎犬以及近来的老式英国水猎犬是其祖先。",
        "index": 103
    },
    "哥威斯犬": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img81181406020772.jpg",
        "value": "哥威斯犬是一种工作犬，身材高大、威猛；身体结构坚固、结实，整体搭配和谐，身材消瘦且长；体形强壮的纯白色哥威斯犬，过去虽曾是活跃的猎狼、猎猪用犬种，但因其嗅觉敏锐,故利用此能力，使其成为担任保护家畜等的警卫犬。拥有誓死守护主人一家人的勇气和好奇心。对孩子尤其温柔,且耐心呵护。警戒心强烈，很难接受陌生的新面孔，但一旦认识即会彬彬有礼地回应且和睦相处。悟性高的哥威斯犬，训练学习力高，一般家庭可当可靠的警卫犬来饲养，使其成为家庭中的一员。",
        "index": 104
    },
    "古代长须牧羊犬": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img93441406021546.jpg",
        "value": "古代长须牧羊犬，英文名：Bearded Collie 古代长须牧羊犬体型中等，具有长度适中的被毛，被毛沿着天然的身体轮廓下垂，允许身体下部有空白，身躯长而倾斜，虽然强壮，但不显得笨重。聪明、好奇的表情是这一品种的显著特点之一。古代长须牧羊犬应该始终保持自然形态。",
        "index": 105
    },
    "哥顿雪达犬": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img65061406019437.jpg",
        "value": "戈登雪达犬是一种强壮、肌肉发达、骨量充足的大型犬，毛色呈黑色或棕色。性格活跃，挺拔且时髦，能够整天在野外工作。尾巴短小，背部结实，能够良好的支撑肋骨。头部较大，轮廓清晰，细腻，聪明，气质高贵威严，不羞怯也不会随意发起攻击。正统的戈登雪达犬毛色清亮，有着直或略呈波浪状的皮毛。",
        "index": 106
    },
    "爱尔兰软毛梗": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img2171407462955.jpg",
        "value": "爱尔兰软毛梗是一种中等体型、勇敢、协调性很好的运动梗。是爱尔兰最古老的梗犬。它的英文名称为：Soft-coated WheatenTerrier。别名：软毛麦色梗和短毛麦色梗。原产地：爱尔兰。爱尔兰软毛梗是快乐、坚定的狗，显得自得其乐和自信。与其他梗类犬比较，显得攻击性弱一些。",
        "index": 107
    },
    "捷克梗": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img73721406539503.jpg",
        "value": "捷克梗原产地捷克和斯洛伐克，起源于1940年代。别名波希米亚梗（Bohemian Terrier），是著名苏格兰梗和锡利哈姆梗养殖专家、捷克和斯洛伐克遗传学家哈拉克博士培育的，1949年开始用上述两种梗犬杂交，产生了捷克梗犬，在1963年获得国际养狗人协会（FCI）承认。1993年被联邦养狗人协会登记注册。适合在开放的野外狩猎，也适合从洞穴驱逐猎物。敏捷，也有耐力。它易饲养，有耐心，甜蜜可爱，对儿童很友善，是很好的看门狗，也是很好的伴侣犬，而且拥有色彩柔和、华丽如丝般漂亮的毛发，现今在美国很受欢迎。",
        "index": 108
    },
    "爱尔兰梗": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img60771407464304.jpg",
        "value": "爱尔兰梗，原产地爱尔兰，起源于18世纪。 别名爱尔兰红梗（Irish Red Terrier）。发源于爱尔兰科克郡，一般认为是由黑色、棕褐色和小麦色的梗犬交配繁衍形成的品种。粗毛长腿，外貌特别，样子有点像艾尔谷梗。1879年成立该品种俱乐部，其标准从那时候起没有修改过。其体态优雅，外表漂亮。要饲养该犬并保持其高雅外貌，需要经常修剪和梳理披毛。习性活泼好动，温和， 对主人友善。",
        "index": 109
    },
    "安娜图牧羊犬": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img99711407461903.jpg",
        "value": "安娜图牧羊犬Anatolian Shepherd起源于土耳其，自巴比伦尼亚时期（公元前2800-1800年）以来，一直生活在土耳其。是无与伦比的警卫犬，它的特长就是保护牲畜。",
        "index": 110
    },
    "凯利蓝梗": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img43411406626075.jpg",
        "value": "凯利蓝梗又称爱尔兰梗是爱尔兰国犬。起源于19世纪爱尔兰的凯里郡。蓝色皮毛是它的典型特征。也有传说是1588年在遇难的西班牙无敌舰队逃出之后，漂流到爱尔兰沿海，成为西班牙犬系的子孙，也有人认为，凯利蓝梗是由相当大型的爱尔兰猎狼犬血统发展出来的品种。凯利蓝梗，具备多方面的才能，更具备追踪和叼回猎物的本能，它适合各种形式的工作，而且易于训化，具有不屈不挠的精神，看家犬难以超越它。在英格兰的历史上，凯利蓝梗曾胜任警犬的工作。如果饲养管理好，而且专门的食物和指定的训练，凯利蓝梗生命期很长，临近老年依然忠于职守。实际上6～8岁间的凯利蓝梗仍被认为是青年犬。",
        "index": 111
    },
    "刚毛猎狐梗": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img56811406709859.jpg",
        "value": "刚毛猎狐梗为19世纪猎狐而产生的犬种，祖先包括了粗毛黑白梗及许多梗类血统。而短毛猎狐梗是由短毛黑白梗和米格鲁斗牛犬与灵缇配种产生的，此犬曾担任过军犬，并有过辉煌的纪录。刚毛猎狐“德勒马捷科”在一次世界大战时随英国近卫军征战，荣获服务勋章。刚毛猎狐梗极度聪明，有对新的事物充满好奇，所以只要是有趣的东西，它们很乐意去学习，并能轻松完成任务，了解常见的犬病及日常行为，可使犬更加健康的成长。",
        "index": 112
    },
    "威尔士梗": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img89411407232889.jpg",
        "value": "威尔士梗是一种产于英国的犬种，起源于19世纪。 祖先是英国威尔士老式黑褐梗。1886年首次被英国养狗人俱乐部承认。两年后被引进美国。威尔士梗是一种结构坚实、紧凑、笃实的小型犬，长有粗糙不平的刚毛。腿、下半身和头部呈黄褐色；背部等处为黑色（有时呈灰色）“夹克”。断尾，使其成为“正方形”狗，体长与肩高大致相等。其步态是典型的长腿梗类犬的小跑。轻松，伸展和驱动都很好。威尔士梗非常友好，外出时与其他人及狗能和睦相处。显示出热情和勇气。“威尔士梗表情”是由其眼睛的颜色、位置及与耳朵的配合形成的。",
        "index": 113
    },
    "德国刚毛指示犬": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img43241406713169.jpg",
        "value": "德国刚毛指示犬原产地为德国，它是一种肌肉发达，中等体型的狗，外貌与众不同。大小和谐且结构稳固，这个品种最主要的特征在于能抵御恶劣气候的，刚毛状的被毛和面部装饰。具有典型的指示犬风格。",
        "index": 114
    },
    "湖畔梗": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img70361406194812.jpg",
        "value": "最初叫做佩特戴尔梗(The Patterdale Terrier),是在英国北部湖畔地区由贝德灵顿梗和老式英国刚毛梗交配发展而来的。原来有不少分枝，1912年归为一类。与威尔士梗相似但个体稍小。他的身躯深而且较窄，使他能顺利地钻进石洞，完成工作。他有足够长的腿，使他能适应各种崎岖的地形。",
        "index": 115
    },
    "伯瑞犬": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img99471407393013.jpg",
        "value": "伯瑞犬是一种英俊的狗。英文名为：Briard，别名：布里牧羊犬，原产地：法国伯瑞区。它精力旺盛且警惕，强壮但不粗糙，骨骼强健、肌肉发达，显示出作为牧羊犬所必须的力量和敏捷。适应城市生活；能适应寒冷的气候；需要经常梳理被毛；不容易与别的犬相处，会麻烦，是优秀的守门犬；毛色有肝和黑色，被毛较长需要定期整理，掌握常见的犬病及繁殖行为可是狗狗更健康的成长。",
        "index": 116
    },
    "比利时坦比连犬": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img47371407399052.jpg",
        "value": "比利时坦比连犬（belgian tervueren），又被人叫做特弗伦犬、特武伦犬。它最开始是出现在比利时的。比利时坦比连犬给人的印象是一种匀称的中型犬，态度文雅，身体比例呈正方形，头部和颈部非常高傲的昂起。他结实、灵活且肌肉发达，永远都保持警觉。整体结构给人的印象是有深度、可靠，但不粗笨。表现出来的品质是聪明、勇敢、机警且热爱主人。对陌生人时刻警惕且密切关注，但不担心。除了能放牧羊群外，还能保护主人和主人的财产，但并不十分好斗。在命令下，他警惕、专注并付之行动。对他关注的事物热心，有很强的占有欲。",
        "index": 117
    },
    "苏格兰猎鹿犬": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img8981407231236.jpg",
        "value": "猎鹿犬（Deerhound），别名苏格兰猎鹿犬(Scottish Deerhound)，原产地英国，起源于9世纪，是一种大型群猎犬。猎鹿犬与爱尔兰猎狼犬很相像，但是体格梗轻巧，毛皮也更光滑一些，头部吻部呈锥形，反映出在血统上受灵提的影响，甚至被称作粗毛灵提。最初在苏格兰专门为猎鹿而培育，中世纪时苏格兰酋长就用来猎鹿，它身高力大，粗糙的毛皮可以抵挡恶劣的气候。曾一度是苏格兰贵族炙手可热的爱犬，并成为苏格兰皇家御用犬，伯爵阶衔以下不能拥有此犬。当猎枪出现并被广泛使用于猎鹿后，其数量大幅减少。至今除了狩猎之外还是很好的伴侣犬。",
        "index": 118
    },
    "刚毛指示格里芬犬": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img88291405931901.jpg",
        "value": "刚毛指示格里芬犬Wirehaired Pointing Griffon是起源于法国的一种犬。中等体型，拥有高贵的，正方形的头部。它对家庭是十分的关爱，并且是平易近人的，所有的人对它都是非常宠爱有加的，所以它有“最好的枪猎犬”这一称号。",
        "index": 119
    },
    "平毛猎狐梗": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img69831407145518.jpg",
        "value": "猎狐梗属于传统的英国梗类，是19世纪为猎狐而培育的犬种，分为刚毛和短毛两种。刚毛猎狐梗除了毛皮浓密粗糙之外，在其他方面和短毛种完全相同。短毛种要比刚毛种早20年出现在犬展中，短毛种猎狐的毛皮几乎不需要额外照料，刚毛种每年需要剪4次毛。猎狐梗天性活泼好动，一天也闲不下来，在欧美国家很受欢迎，用作于伴侣犬,宠物犬居多，作为猎犬有很少一部分（大多数都是有遐思，或标准不好居多）猎狐梗和小孩子是非常好的玩伴，目前国内有犬舍再繁殖，且一直不间断在比赛",
        "index": 120
    },
    "英国雪达犬": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img35421407216285.jpg",
        "value": "英国雪达犬是一种优美、雅致、安静以及能替人着想的品种。非常漂亮、忠诚、温和，与孩子相处融洽，可与家人共同生活，也可在室外饲养。当他发现猎物时就会就地坐下。容易训练，且在实战中是一种很好的、反应迅速的工作犬。但是需要大量的运动机会，不太适合城市生活，每周应梳理两次被毛，耳朵也要经常检查。",
        "index": 121
    },
    "恩特雷布赫山地犬": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img39531406710923.jpg",
        "value": "恩特雷布赫山地犬属于中型犬，起源于瑞士22州之一的琉森州（Lucerne）。恩特雷布赫山犬主要是保护驱赶畜牧群，特别是在险峻的山区，是牛棚、马厩、茅舍和家园的忠实守护神。",
        "index": 122
    },
    "凯安梗": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img30391406624704.jpg",
        "value": "凯安梗的英文名为：Cairn Terrier，它的两眼之间没有截然不同的凹痕，前肢长度中等，耳朵小而尖，前脚比后脚大，嘴鼻部有力，但不很大，上层被毛丰厚，并有厚厚的底层绒毛。",
        "index": 123
    },
    "乞沙比克猎犬": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img98301407146089.jpg",
        "value": "切萨皮克海湾寻回犬（Chesapeake Bay Retriever）起源于英格兰，但关于它的发展没有完全和可靠的记载。这些犬性情聪明、快乐，并带有智慧的表情。而且经常被要求在一天内从海湾水中猎取100～200只水鸭。",
        "index": 124
    },
    "史毕诺犬": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img66101411550227.jpg",
        "value": "史毕诺犬是肌肉发达且骨骼强健的狗。精力旺盛且充沛，他是一种能辛苦工作的枪猎犬。天生喜欢交际，听话而耐心的史毕诺犬能吃苦耐劳，在任何地形条件下，都是一条有经验的猎犬。史毕诺犬有着刚毛质的、浓密的被毛，及粗厚的皮肤。",
        "index": 125
    },
    "克伦伯猎鹬犬": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img45811406628222.jpg",
        "value": "克伦伯犬是一种长、矮、坚实的狗。沉重的眉毛，深深的胸部、笔直的前腿、有力的后躯，充足的骨量、和漂亮的足爪，使他有力量和耐力在追击时穿过浓密的灌木丛。他的白色被毛使他在猎枪射击范围内工作时，很容易被猎手看见。克伦伯犬的态度威严，表情象是在沉思，但与此同时，克伦伯犬也表现出喜爱工作和玩耍。克伦伯犬外形呈矩形，拥有沉重的骨骼结构，外貌显得非常有力。",
        "index": 126
    },
    "卷毛寻回猎犬": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img22671407405102.jpg",
        "value": "卷毛寻回犬，顾名思义，它的被毛是卷的。它的独立和冷静，使他从来不会显得羞怯，不会自得其乐。在犬展上，气质正确的卷毛寻回犬会坚定地站在自己的位置，服从性很好；在野外，卷毛寻回犬非常热情、稳固、天性勇敢；在家里，他显得平静而友善。卷毛寻回犬是最古老的寻回犬之一，拥有惊人的嗅觉和记忆力。",
        "index": 127
    },
    "斯开岛梗": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img39481407230587.jpg",
        "value": "斯凯梗是在与世隔绝的苏格兰小岛斯凯岛上培育的，岛上的居民专门用来猎取水獭、獾和狐狸的品种。它灵敏的嗅觉和敏捷、健壮、肌肉发达的身体，能够胜任找到它们并挖掘它们的洞穴，进而把它们捕获。斯凯岛梗 的短而 健壮的腿很适用于开掘， 它的双重毛皮能够保护它免受对手和恶劣天气伤害。最初， 垂耳的品种比较流行， 但以后 在19 世纪，立耳的品种开始普遍作为宠物和展示狗， 这部分是由于维多利亚女王对这一品种类型的钟爱。",
        "index": 128
    },
    "奥达猎犬": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img60371407461398.jpg",
        "value": "奥达猎犬是一种高大的、被毛杂乱的猎犬，壮丽的头部显示出巨大的力量和无比威严，结实的身躯和步幅很大的动作使他能长时间工作。",
        "index": 129
    },
    "阿根廷杜高犬": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick92711480484715.jpg",
        "value": "阿根廷杜高犬是在南美培育的少数犬品种之一，20世纪20年代，一个阿根廷的育种者，安东尼奥·瑞斯·马丁那兹博士，为狩猎美洲豹和美洲狮育成了该品种。阿根廷杜高犬有非常强的耐力，其白色的被毛反射而不是吸收热量。被毛较短，密度会随季节变化，很好打理，不流口水，比较干净。",
        "index": 130
    },
    "高加索犬": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick58081481766550.jpg",
        "value": "高加索牧羊犬（Caucasian Sheepdog）是一种强有力的运动型犬，护主能力超强，20世纪60年代在原东德作为边境巡逻犬沿着柏林墙巡逻，两德统一后逐渐成为家庭犬。高加索牧羊犬是现存体型最大的犬种，有“犬中之王”的美誉，成年后的体重可达70千克以上，从外表上就一幅“生人勿进”的模样，属于超大型的犬类。头盖骨比较宽阔，骨骼比较发达，额头平宽，鼻子比较大，而且大多呈黑色。耳朵上有披毛覆盖，双耳下垂且比较短。身形比较粗壮，胸部比较厚实，肌肉非常发达，尾巴上的毛发比较浓密，位置也非常高。体色有灰色、淡黄色、黄色、斑纹和白色等多种混合颜色。",
        "index": 131
    },
    "古牧": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick25901542166275.jpg",
        "value": "古牧，原名周腾飞（1990年03月18日-），江苏淮安人士，大学本科学历。著名的游戏视频制作达人，是目前国内最受玩家欢迎的视频制作者之一。",
        "index": 132
    },
    "牛头犬": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick77961573196631.jpg",
        "value": "英国斗牛犬是一种体型中等、被毛平顺的犬，拥有沉重、肥壮、低矮而摇晃的身躯，脸部短，有厚重的头部，宽阔的肩胛和强健的四肢。外貌虽令人望而生畏，但它可是英国的国犬，现在，英国斗牛犬已经成为英国特有的标志物了。它是优秀的看门犬，也是亲切友善的伙伴，对儿童特别的亲和、友善，但对动物的反应却是变化不定的。",
        "index": 133
    },
    "串串": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick70981491560372.jpg",
        "value": "串串是用签子把新鲜食物串起来，再放进有秘制汤料的锅里煮的一种特色小吃。",
        "index": 134
    },
    "泰迪狗": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick23481573196226.jpg",
        "value": "贵宾犬（Poodle），也称“贵妇犬”，又称“卷毛狗”，在德语中，Pudel是“水花飞溅”的意思，是犬亚科犬属的一种动物。贵宾犬的来源就像它为了拖出猎禽所涉过的水一样浑浊不清。",
        "index": 135
    },
    "史宾格": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick70701554884272.jpg",
        "value": "史宾格犬属中型犬，身体结实有力。它的特点是有一对下垂的长耳朵。史宾格犬以其灵敏的嗅觉和优秀的搜索能力，在当前警用搜毒、搜爆、搜血等使用领域发挥着重要作用。相对于其他犬种，史宾格犬具有兴奋性高、占有欲望强、搜索耐力好等特点，但也具有胆量小、环境适应能力弱等缺点。",
        "index": 153
    },
    "苏牧犬": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick33961575023741.png",
        "value": "苏格兰牧羊犬又名柯利牧羊犬，是一种起源于苏格兰的牧羊犬。有些犬以娇小漂亮的外形获得人们的喜爱，有些犬以善解人意的灵气得到主人的信任。苏格兰牧羊犬显然是属于后者。从古老的畜牧作业犬到影视作品中不断出现的主角，它的机警、聪慧与勤劳都给人留下了深刻印象，不愧被称之为能够与人终生为伴的明星狗狗。",
        "index": 137
    },
    "巴仙吉犬": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick68391575023534.png",
        "value": "巴仙吉犬，英文名Basenji，属于狩猎犬。巴仙吉犬源于非洲则为小型的短毛猎犬。背部短，且身体结构显得十分轻盈，对于此犬的长度来说，其腿显得略长一些。头部长有皱纹，且高傲地昂着，圆拱的颈部支撑着头部，尾巴位于臀部较高的位置，且呈卷曲的。具有文雅而优美的气质，显得和谐而好奇且充满机警。由于整体的身躯保持平衡，肌肉组织很平滑，因此导致具有轻松而敏捷的动作。巴仙吉犬通过本身所具备的视觉与嗅觉而用来狩猎。",
        "index": 138
    },
    "杜高犬": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick53891575023182.png",
        "value": "杜高犬又名阿根廷獒或阿根廷杜高犬，其拉丁名DOGO在西班牙语中意为斗牛犬，是在南美培育的优秀犬品种之一。起初培育这一凶猛且给人印象深刻的品种是为了成群的狩猎。20世纪20年代，一个阿根廷的育种者，安东尼奥·瑞斯·马丁那兹博士，为了护卫庄园防卫、狩猎凶猛的美洲狮以及在美洲泛滥的野猪的护卫犬、猎犬育成了该品种（阿根廷是农业国家，野猪和美洲狮常常让阿根廷人蒙受损失与危险，另阿根廷不产美洲豹）。马丁那兹博士用西班牙斗犬，西班牙獒，大丹犬，一种古老的公牛梗犬，牛头犬和拳狮犬育成了强壮有力的杜高。杜高有非常强的耐力，其白色的被毛反射而不是吸收热量。 斗犬活动仍然流行于南美的许多地方和世界各地，对于斗犬的组织者和爱好者，杜高犬非常有吸引力。",
        "index": 139
    },
    "奇努克犬": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick94561575022842.png",
        "value": "奇努克犬是犬科的一类动物，它们具有坚定而自信的个性，而且这种犬需要严格驾驭和管教以防止它们与犬群中的其他犬争斗。独特的个性使它只适合有经验的犬主，烦躁无聊的它可能会破坏家具。宽阔的胸膛为心肺提供了大的空间。耳朵通常是下垂的，松弛的耳朵鼻子，鼻孔大而宽，四肢前肢粗而强壮，后腿肌肉强壮，提供了耐力与力量。",
        "index": 140
    },
    "可卡犬": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick511575602881.jpg",
        "value": "可卡犬又名猎鹬犬，犬种可分为英国可卡犬和美国可卡犬，其祖先为西班牙猎犬。最初可卡犬由西班牙传入英国，用于捕猎禽类，而后带到美国被大量繁殖和改良，变为现在体型较小的两种可卡犬。公犬10月龄、母犬8月龄性成熟。母犬一年发情两次，窝产仔数5～7只，繁殖成活率90%以上。可卡犬具有结实紧凑的身体与轮廓分明且精致的头部。身体结实，整体匀称。其前腿直立支撑肩部，而背部的形状是由肩开始稍向肌肉发达的后躯倾斜。在它们运动时既有速度又有耐力。性格自由活泼，性情平稳，没有羞怯的迹象。",
        "index": 141
    },
    "爱斯基摩犬": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick81771575603709.jpg",
        "value": "公元前1000年发源于北极陆地，有多种颜色的毛皮，耳朵竖起，长长的尾巴卷曲在背上。浓密的皮毛能够抵御低于冰点的温度。机械化出现之前是生活在极地居民的最重要交通运输工具。",
        "index": 143
    },
    "银狐犬": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick58231575604026.jpg",
        "value": "银狐犬，又名日本丝（绒）毛犬、日本尖嘴犬，英文名Japanese Spitz。原产于日本，日本银狐犬起源于日本1920，第一次出现是1921东京dog show（狗狗展示）。银狐犬外观毛色为纯白色，双重皮毛，.颈部周围、胸部及尾巴有丰满的丛毛，特别膨松。黑色的大眼睛，耳朵直立而且呈现三角形，又圆又黑的小鼻子，咀尖，脚圆，趾间有丰满的饰毛成犬身高30~38公分，体重6.4-10千克，寿命在12年左右。其标志特征是：立耳、卷尾、咀尖无曲，眼如杏仁，上眼皮有长睫毛，酷似双眼皮，其背部平直，四肢强键有力，身体结实，毛色有白色、虎色、花斑色等多种颜色，以明亮的纯白色为主。银狐犬于1931年正式被列为日本的珍贵动物。",
        "index": 144
    },
    "小鹿犬": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick11931576230188.jpg",
        "value": "小鹿犬（Miniature pinscher）是德国本地犬种，它不是大家认为的小型道伯曼。它已经存在几个世纪了，它的祖先是德国笃宾犬。德国笃宾犬的血统里混有了意大利灰猎犬和腊肠犬的基因。有一幅画叫农民之家，创作于1640年，如今保存在巴黎卢浮宫。画中就有一头很像迷你笃宾的犬。该犬种于1870年在官方承认并在欧洲广泛流传。1929年美国成立了迷你笃宾俱乐部，该犬种在美国反比英国更兴旺。",
        "index": 145
    },
    "草狗": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick47701576230465.jpg",
        "value": "中华田园犬，传统称呼为“土狗”，北方有的地方又叫“柴狗”，属于食肉目、犬科、犬亚科的一种哺乳动物，长大后肩高约25~55厘米，体重约10~30公斤。属于亟待拯救的本土犬种。以前广泛存在于中国农村及东南亚地区，现在城镇化也广泛把中华田园犬当作宠物狗。",
        "index": 146
    },
    "洛威拿犬": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick46571576231472.jpg",
        "value": "罗威纳犬（拉丁学名：rottweiler），是犬科犬属下的动物，身体强壮，动作迅猛，气势强悍，是世界上最具有勇气和力量的犬种之一。罗威纳犬曾经被用于看守牛群，是聪明强壮极易亲近的犬种。现在在军警犬方面，广受好评，同时亦可成为极有身价的家庭犬。罗威纳犬为杰出的护卫犬，能攻击侵入者。为了保证本犬种会一定服从命令，饲养者应严格的训练，罗威纳犬生来具有护卫才能，中世纪时，有钱的商人们为了避免钱财被盗，便把钱袋挂在罗威纳犬颈部上。此犬个性沉稳，极富感情，也可做家庭伴侣犬。",
        "index": 148
    },
    "玛尔济斯犬": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick341576232405.jpg",
        "value": "玛尔济斯犬，又称为马耳他犬、马耳他岛猎犬。英文名MalteseDog。是一种源于中古纪地中海区域的欧洲最古老的犬种。早在英国国王亨利八世统治时期，玛尔济斯犬就以其雍容华贵、美丽迷人的外貌博得皇宫贵族阶层的垂青，而盛行于上流社会。性情可爱，有时会搞点恶作剧，非常富有个性。可以放心地让它与儿童玩耍。通常健康良好。了解常见的犬病及日常护理对犬和养犬者自身是很必要的。",
        "index": 149
    },
    "威尔士柯基犬": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick49141574394977.png",
        "value": "威尔士柯基犬（welsh corgi pembroke）是一种小型犬，它们的胆子很大，也相当机警，能高度警惕地守护家园，是最受欢迎的小型护卫犬之一。",
        "index": 151
    },
    "中国马犬": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick87151574394718.png",
        "value": "中国马犬是昆马犬的俗名，是中国公安部从比利时引进的马里努阿犬在昆明警犬基地与昆明犬成功的交配，繁殖出来的最新一代杂交品系工作犬，主要用作警犬。狗贩子为避杂交犬称谓而来。",
        "index": 152
    },
    "沙皮狗": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick61501573196859.jpg",
        "value": "沙皮犬，英文名 Sharpei，产于中国广东南海大沥镇一带，是世界名种斗狗之一。它一般身高46~56厘米，体重为22~27公斤，寿命11~12年，外形为四方形。其体形独特，头似河马，嘴似瓦筒，三角眼，舌苔青蓝，幼年时全身皮肤充满褶皱，故称之为沙皮狗。标准外形：背短，身体娇小，头部比身躯大，黑鼻和深蓝色舌头，面部及全身的皱纹越深越好，耳小而下垂。毛质和毛色：毛短而刚硬，像插着刷子般生长。外表似乎神情忧郁，充满哀怨、凝重的沙皮犬，其实心情非常开朗、活泼、顽皮好玩。",
        "index": 154
    },
    "狼青犬": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick74891573811494.jpg",
        "value": "狼青犬是一种狼青色的狼犬，在我国分布比较广泛，尤其在北方地区比较常见，是看家护院的首选品种。狼青犬可训练成工作犬，在野外丛林中狼青色具有天然的隐蔽优势，能更好地融入自然环境，在野外工作中会有更好的效果。",
        "index": 156
    },
    "萨路基犬": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick62221573812148.jpg",
        "value": "萨路基猎犬是一种大型猎犬，原产于中东地区的伊朗，起源于公元前3000年。历史古老，可追溯到5000年前，古埃及陵墓的墙壁上，也画着与它们极为相像的猎犬。名字来源于阿拉伯已被沙漠淹没的萨路基市，该城市现属于也门。萨路基犬聪明伶俐，性格忠诚稳重乖顺，具有贵族风范，属珍贵品种。但由于其出身狩猎犬，捕猎欲极强，所以要严加管训。",
        "index": 157
    },
    "格力犬": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick50421573813312.jpg",
        "value": "格力犬又名灵缇（Greyhound），原产于中东地区。成年犬身高68-76公分，体重27--32公斤，是极难得的纯种犬。近代世界公认澳洲灵缇最为优秀，各国赛狗均选自澳洲。",
        "index": 159
    },
    "美系博美犬": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick93361573813576.jpg",
        "value": "哈多利系博美犬(Pomeranian)，也就是所谓的英系博美。因外形像小松鼠，故普遍称为松鼠犬。它是世界著名的玩赏犬和伴侣犬之一。个子娇小，非常适合在城市饲养。除了用作伴侣犬外，高度的智慧和超凡的警觉性使它们能够担当重任。体型紧凑、短背、活跃的玩赏犬，学名哈多利系博美犬（俗称英系博美犬），是德国狐狸犬的一种，原产德国。它拥有柔软、浓密的底毛和粗硬的披毛。尾根位置很高，长有浓密饰毛的尾巴卷放在背上。它具有警惕的性格、聪明的表情、轻快的举止和好奇的天性。体型小巧可爱，适合当伴侣犬，白色和棕色的居多。德国狐狸犬，包括荷兰毛狮犬，大型狐狸犬，中型狐狸犬，小型狐狸犬和松鼠犬（也就是博美犬），同时也是很有竞争力的比赛犬。其毛色有白、偏黄奶油、花色、黑、红、棕等。经过良好训练的博美犬可做助听犬，也可被训练成为搜寻犬和拯救犬，体形娇小的博美犬在地震灾区有很大的用处。它们还可训练成治疗犬到医院安抚老人或病人。",
        "index": 160
    },
    "波索尔犬": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick33441574393650.png",
        "value": "波索尔（俄罗斯猎狼犬）是作为在开阔地区追逐野兽的猎犬培养的，主要依靠视觉而不是嗅觉捕猎。为了达到这个目的，波索尔需要非常特殊、精确的身体机构，用来捕捉和控制猎物。特别需要强调的是正确的奔跑结构、强健的颈部和颌部，勇敢而敏捷，并将上述特点以恰当的方式组合起来。波索尔具有明显的高贵气质，流畅的线条，动作和姿态优美。雄性显得雄壮而不粗糙；雌性显得柔美而不软弱。",
        "index": 161
    },
    "比特犬": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick76951500863293.jpg",
        "value": "比特犬（英文名：American Pit Bull Terrier），比特犬也称美国比特犬，比特斗牛犬。起源于19世纪。比特犬主要是由美系斯塔福犬（Staffordshire Bull Terrier ）和美国斗牛犬（American Bulldog）培育出来的。",
        "index": 163
    }
}