{
    "狨猴": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick60781542252524.jpg",
        "value": "狨猴是体型较小的非人灵长类动物，源于巴西东北部，濒临大西洋的热带雨林中。因此，又被称为新大陆猴，狨猴属于长尾猴科，共有3属35种之多，常见的包括普通狨，棉顶狨，金狮狨，侏儒狨，节尾猴等。",
        "index": 0
    },
    "虎皮鹦鹉": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick84341542252671.jpg",
        "value": "虎皮鹦鹉（学名：Melopsittacus undulatus）是鹦形目鹦鹉科的鸟类，又名娇凤，属小型攀禽品种，原产于澳大利亚的内陆地区，野生的虎皮鹦鹉栖息于林缘、草地等处。结群活动。以植物种子等为食。繁殖期为6-1月。营巢于树洞中。每窝产卵4-8枚。孵化期为18天。性情活泼且易于驯养，在中国是大众最喜欢的宠物鸟之一。虎皮鹦鹉是全世界最普遍的宠物鸟，品种繁多，顽皮可爱，受到大众广泛地喜爱，全世界的总数量超过5百万只，它们常是许多刚对鹦鹉有兴趣的人买的第一只鹦鹉，也是最常出现在鸟展的种类，自从公元1860年澳洲生物学家——癸格曼德对基因工程的重大发现与突破后，各种虎皮鹦鹉的变种即进入前所未有的多样性，共有上千种的变种，再加上它们非常容易照顾及繁殖，所以才会如此的普遍。",
        "index": 1
    },
    "垂耳兔": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick23101542252746.jpg",
        "value": "垂耳兔是索尼克游戏角色。",
        "index": 2
    },
    "安哥拉兔": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick69641542253012.jpg",
        "value": "安哥拉兔（Angora）是世界著名的毛用型兔品种，长毛兔的一种。其毛发浓密细长，网络又称草泥兔。根据国际ARBA组织数据记载，源于土耳其的安哥拉省。另一种说法是起源于英国，由法国人培育而成，因其毛细长，有点像安哥拉山羊而取名为安哥拉兔。因法国王室在18世纪中期将其作为宠物，因此而该世纪末在欧洲流行。安哥拉兔第一次出现在美国是在20世纪初，而中国则在1926年引进。",
        "index": 3
    },
    "小葵花凤头鹦鹉": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick1401542252834.jpg",
        "value": "小葵花凤头鹦鹉（学名：Cacatua sulphurea）是鹦形目凤头鹦鹉科的鸟类，共有4个亚种。体长35厘米，体羽主要为白色，雪白漂亮，头顶具形长的耸立型黄色凤头冠羽，愤怒时会竖起头冠呈扇状，就像一朵盛开的葵花。甚喧闹，喜栖息于各种森林、开阔的林地、农地、森林边缘地区、半干燥的林地等，食物包括种子、壳类、浆果、坚果、水果、嫩芽、花朵、昆虫等。一次产2-3枚卵，雌雄鸟轮流孵卵，叫声嘈杂。野外分布于印度尼西亚境内，主要在弗洛瑞斯海的东摩鹿加群岛、新几内亚、国王岛、艾鲁岛等许多岛屿上。",
        "index": 4
    },
    "布丁仓鼠": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick78011542253157.jpg",
        "value": "布丁鼠是加卡利亚仓鼠的一种，和老公公鼠、黄金鼠等一样都属于仓鼠科，但布丁鼠毛色很纯，有一对乌溜溜的大眼睛，模样可爱。各地均可饲养。",
        "index": 5
    },
    "指猴": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img46371407320192.jpg",
        "value": "指猴（学名：Daubentonia madagascariensis）：因指和趾长（中指特长）而得名。体型像大老鼠，体长36-44厘米，尾长50-60厘米，体重2千克；体毛粗长，深褐至黑色；尾比身体长，尾毛蓬松，形似扫帚，毛长达10厘米，黑或灰色；体纤细；头大吻钝；耳大，膜质；除大拇指和大脚趾是扁甲外，其他指、趾具尖爪；牙齿结构像鼠，仅20枚；四肢短，腿比臂长。栖息于热带雨林的大树枝或树干上，在树洞或树杈上筑球形巢。单独或成对生活，夜间活动。喜食昆虫。取食时常用中指敲击树皮，判断有无空洞，然后贴耳细听，如有虫响，则用门齿将树皮啮一小洞，再用中指将虫抠出。由于叫声凄厉，似哭声，当地人认为指猴会带来恶运，所以一旦看到便杀死，加之栖息地的破坏，指猴变得数量极其稀少，曾一度认为已经灭绝。分布于马达加斯加东部沿海森林。",
        "index": 6
    },
    "八哥鸟": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick85251542252881.jpg",
        "value": "八哥（学名：Acridotheres cristatellus）：外形大小和家八哥相似，体长23-28厘米。通体黑色，前额有长而竖直的羽簇，有如冠状，翅具白色翅斑，飞翔时尤为明显。尾羽和尾下覆羽具白色端斑。嘴乳黄色，脚黄色。主要栖息于海拔2000米以下的低山丘陵和山脚平原地带的次生阔叶林、竹林和林缘疏林中。以蝗虫、蚱蜢、金龟子、蛇、毛虫、地老虎、蝇、虱等昆虫和昆虫幼虫为食，也吃谷粒、植物果实和种子等植物性食物。八哥在中国南方的种群数量较普遍，既是重要的农林益鸟，也是颇受欢迎的笼养鸟。它能模仿其他鸟的鸣叫，也能模仿简单的人语，在国内广被人们笼养，而且被引种到菲律宾和加拿大等地。",
        "index": 7
    },
    "标准灰龙猫": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick98301542253304.jpg",
        "value": "标准灰龙猫毛色分深灰和浅灰，是最常见的龙猫品种，90%的龙猫是标准灰，这也是为什么灰色龙猫的价位在市面上是最低的。标准灰在宠物市场上虽然是最便宜的，但是在培育改良色种时，标准灰是最重要的，唯有利用标准灰做为主要的鼠种，繁殖出来的改良色种龙猫才能够保持强壮的骨架及健康的身体状况。",
        "index": 8
    },
    "奶茶仓鼠": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick6781542253783.jpg",
        "value": "奶茶仓鼠（Milk Tea Hamster，是加卡利亚仓鼠的一种） 奶茶仓鼠的毛色为浅灰色，正如我们日常所饮的珍珠奶茶色，整体色泽比较均匀，背线为稍深的灰色线，不是很明显，也有部分奶茶不显背线（有鼠友称此为极品奶茶）。",
        "index": 9
    },
    "日本袖珍石猴": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img51141410944625.jpg",
        "value": "宠物市场出售所谓“日本袖珍石猴”，其实是日本猕猴（学名Macaca fuscata）或猕猴（学名Macaca mulatta）低龄幼仔。日本本土所产猴类只有日本猕猴一种。灵长目中并无名称为“石猴”的猴类。猕猴并非“最大不超过大可乐瓶”，成年猕猴可成长到体重10kg左右，犬齿发达，在发情期具有一定攻击性。",
        "index": 10
    },
    "相思鸟": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick47261542253831.jpg",
        "value": "相思鸟（Silver-eared Mesia  学名：Leiothrix）别名红嘴玉、红嘴绿观音、恋鸟，在西方叫“乃丁格”（情鸟）。隶属鹟科、画眉亚科、相思鸟属，栖息于平原及海拔1000米的小丘，活动于常绿阔叶林、灌丛和竹丛间。相思鸟属有银耳相思鸟和红嘴相思鸟2种，中国均有分布，留居在长江流域以及江南广大地区，两种外形相似。红嘴相思鸟羽衣华丽、动作活泼、姿态优美、鸣声悦耳，颇受人们喜爱。但其鸣啭与其它画眉亚科歌鸟相比，显得单调，也不善模仿，所以养鸟者多重其羽色。",
        "index": 11
    },
    "三线仓鼠": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick20231542253927.jpg",
        "value": "加卡利亚仓鼠（学名：Phodopus sungorus）即黑线毛足鼠，仓鼠亚科中的小型种类。体长一般不超过100mm。头骨较狭长，脑颅较圆，背腹稍扁。尾和四肢均短小。体背毛灰棕色，背中央具一条明显的棕黑色纵纹。体侧毛色背腹间有明显分界，呈波状。四足的掌、蹠部均密被白毛，掌垫隐而不见。栖息于干旱的草原和荒漠草原。以植物为食，春季挖食草根，夏季啃食植物的叶茎，冬季则以植物种子和贮藏的种子为食物。夏秋季也捕食些昆虫。见于俄罗斯，西伯利亚南部，哈萨克斯坦和蒙古国，中国河北省北部和内蒙古自治区的大部分地区。列入世界自然保护联盟（IUCN）2016年《濒危物种红色名录》ver 3.1——无危（LC）。",
        "index": 12
    },
    "鹩哥": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img29771410946893.jpg",
        "value": "鹩哥（学名：Gracula religiosa）：是雀形目椋鸟科的鸣禽。体形较大，体重165-258克，体长234-304毫米。全身大致为黑色具紫蓝色和铜绿色金属光泽。特征为头侧具桔黄色肉垂及肉裾，雌雄相似。善鸣，叫声响亮清晰，能模仿和发出多种有旋律的音调。多成对活动，有时结群。主要栖息于低山丘陵和山脚平原地区的次生林、常绿阔叶林、落叶、阔叶林、竹林和混交林中。常与八哥、椋鸟等合群在果树上觅食。尤常见于林缘及林间小面积的开阔地上，嗜吃野果，兼吃昆虫。繁殖期为2-5月，一年繁殖1-2次。每巢产卵3-4枚，孵卵以雌鸟为主，雄鸟有明显护巢现象。分布于印度、缅甸、泰国、中南半岛和中国。",
        "index": 13
    },
    "荷兰兔": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img74791405669415.jpg",
        "value": "荷兰兔脸部有v字形的白色区块，延伸至下颔部位。体型小，耳朵也比较短，鼻子四周和脖子到前脚为白色，其他部分为黑色、蓝色、巧克力色、灰色、黄色(ARBA对黄色荷兰兔并不认可)、海龟绿和铜铁色等颜色搭配大概配出了十几种色彩。荷兰兔具有高度想象空间的模样，使它成为欧、美、澳洲，非常流行的宠物兔。",
        "index": 14
    },
    "中国白兔": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img81121408703243.jpg",
        "value": "中国白兔以产肉多和繁殖快著称,故又名菜兔、月月兔。中国白兔体型偏小，但全身各部结构紧凑而匀称，头型清秀，嘴端较尖，耳短小而直立被毛洁白而紧密，眼睛红色。 适应性好，耐粗饲，抗病力强。",
        "index": 15
    },
    "亚历山大鹦鹉": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img24621408529108.jpg",
        "value": "亚历山大鹦鹉（学名：Psittacula eupatria）是亚洲最大的长尾鹦鹉，共有5种亚种，身长依照不同亚种为56～62厘米，体重198～258克。分布地区十分广阔，横跨数个国家，野生鸟栖息于海拔900米以下各种干燥与潮湿的地方，包括森林、农作物区、红树林、椰子园等地。外表有点类似环颈鹦鹉，但是体型明显大的多，且翅膀上有明显红斑，有不错的学话能力，天性温和，人工饲养可训练学会一些技巧，出现许多颜色的变种。分布于阿富汗、巴基斯坦、印度、尼泊尔、不丹、斯里兰卡、缅甸、泰国、柬捕寨、越南等国。",
        "index": 16
    },
    "貂": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick47511539912298.png",
        "value": "貂（diāo）：哺乳动物。又称“貂鼠”（学名貂Martes）。主要分布在乌拉尔山、西伯利亚、蒙古、中国东北。貂体细长，色黄或紫黑，种类很多。貂属是食肉目鼬科动物中的的一属，大部分貂属动物都居住在树上。貂在中国主要产于东北地区，有多个品种。属珍贵毛皮动物。喜安静，多独居，一年两次换毛，食物多样化，主要食物是鱼类。宠物貂，如安格鲁貂和玛雪儿貂实际上是鼬。但野生貂，为十分濒危的动物。",
        "index": 242
    },
    "纯白龙猫": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img22201413797483.jpg",
        "value": "纯白色龙猫又称绒鼠，分布在南美洲安第斯山区，胎生，喜干燥凉爽的环境，以5-25℃为宜，不喜欢强烈直射阳光，昼伏夜出，属夜行性动物·其性情温顺、胆小，喜欢安静的环境，对周围环境反应灵敏。",
        "index": 18
    },
    "小绯胸鹦鹉": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img78201408011099.jpg",
        "value": "绯胸鹦鹉（学名：Psittacula alexandri）：是中型鸟类，共有8个亚种。体长26-36厘米。是典型的攀禽，鸟喙强劲有力，喙钩曲，上颌具有可活动关节，喙基部具有腊膜。肌肉质舌厚。脚短，强大，对趾型，两趾向前两趾向后，适合抓握和攀援生活。头葡萄灰色，眼周沾绿色，前额有一窄的黑带延伸至两眼。上体绿色，颏白色，喉和胸葡萄红色或砖红色。主要栖息于海拨不高的山麓林带，群居，日行性，夜间与八哥、鸦类混群栖于树上，留鸟。树栖，善攀缘，嘴脚并用，沿直线飞行，喜鸣叫，声音响亮、粗厉，经训练能仿人言。以坚果、浆果、嫩枝芽、谷物、种子等为食。分布于中南半岛各国到马来西亚中部，包括印度北部、尼泊尔、缅甸、中国的广西、广东及海南岛、泰国、越南、柬埔寨、印尼的婆罗洲南部与爪哇群岛。",
        "index": 19
    },
    "百灵鸟": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img20671415955906.jpg",
        "value": "百灵鸟，来自内蒙古乌兰察布的歌唱演员郭娅丽演唱歌曲，收录于郭娅丽的《这是我家园》专辑中。",
        "index": 20
    },
    "红嘴蓝鹊": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img65121412760757.jpg",
        "value": "红嘴蓝鹊（学名：Urocissa erythrorhyncha）：是大型鸦类，体长54-65厘米。嘴、脚红色，头、颈、喉和胸黑色，头顶至后颈有一块白色至淡蓝白色或紫灰色块斑，其余上体紫蓝灰色或淡蓝灰褐色。尾长呈凸状具黑色亚端斑和白色端斑。下体白色。 黄嘴蓝鹊外形和羽色和该种非常相似，但黄嘴蓝鹊嘴为黄色，头部仅枕有白色块斑。区别仍很明显，野外不难识别。能发出多种不同的嘈吵叫声和哨声。常见并广泛分布于林缘地带、灌丛甚至村庄。性喧闹，结小群活动。以果实、小型鸟类及卵、昆虫为食，常在地面取食。主动围攻猛禽。喜马拉雅山脉、印度东北部、中国、缅甸及印度支那均有分布。",
        "index": 21
    },
    "西施熊": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img34591409565340.jpg",
        "value": "西施熊由黄金仓鼠培育而来的长毛品种，跟纯种长毛熊仔的差距在于全身性长毛跟局部长毛。对于西施熊的认定，西施熊中有很明确的界定和规范介绍，由于杂交熊的数量过多，主要的分辨标准为目色，毛色，毛量，光泽，脸型等。但父辈和母辈是最为可靠的分辨途径。该品种属于仓鼠贩子为了高价售卖仓鼠，从长毛仓鼠中，选出好看的加以西施之称，实际上该鼠种，就是普通长毛仓鼠。",
        "index": 22
    },
    "七彩文鸟": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img21981410774832.jpg",
        "value": "七彩文鸟，也被称为五彩文鸟、胡锦鸟，是一种原产于澳大利亚北部的美丽鸟类。它身披七彩羽毛，活泼灵动，是广泛被大家喜欢的观赏鸟。在很多国家和地区都有爱好者饲养和繁殖七彩文鸟。七彩文鸟于1844年由英国鸟类学家约翰·古尔德（John Gould）在澳大利亚北部首次发现并记录下来。由于大量的捕猎以及人类活动的侵扰，野生七彩文鸟在原产地澳大利亚已经非常稀少，据估计数量不超过2500只。因此，七彩文鸟被国际自然保护联盟（IUCN）列为近危物种（NT）。并且，从1959年开始澳大利亚政府已经禁止七彩文鸟的出口贸易。在生物学上，七彩文鸟属于梅花雀科，鹦雀属。从头到尾，长度约12-15厘米，体重约14-17克。",
        "index": 23
    },
    "乌鸫": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img40841409045187.jpg",
        "value": "乌鸫（学名：Turdus merula）：是鸟纲、鸫科鸫属的鸟类。体重55-126克，体长210-296毫米；雄性的乌鸫除了黄色的眼圏和喙外，全身都是黑色。雌性和初生的乌鸫没有黄色的眼圏，但有一身褐色的羽毛和喙。虹膜褐色，鸟喙橙黄色或黄色，脚黑色。栖息于次生林、阔叶林、针阔叶混交林和针叶林等各种不同类型的森林中。海拔高度从数百米到4500米左右均可遇见，是杂食性鸟类，食物包括昆虫、蚯蚓、种子和浆果。分布于欧洲、非洲、亚洲。乌鸫是瑞典国鸟。",
        "index": 24
    },
    "天竺鼠": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img84161409037646.jpg",
        "value": "豚鼠（学名：Cavia porcellus）又名天竺鼠。豚鼠是无尾啮齿动物，身体紧凑，短粗，头大颈短，它们具有小的花瓣状耳朵，位于头顶的两侧，具有小三角形嘴。四肢短小，作为选择育种的结果，存在20种不同表型的毛发颜色，并且存在13种不同的表型毛发质地和长度。温带陆生夜行性动物，取食叶子，根和块茎，水果，花卉。具有社会性，可群居。圈养寿命平均为8年。繁殖活跃的豚鼠通常寿命较短，约为3~5年。在野外已经灭绝，作为宠物分布在世界各地。未列入《濒危物种红色名录》。",
        "index": 25
    },
    "双黄头亚马逊鹦鹉": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img50701407490903.jpg",
        "value": "双黄头亚马逊鹦鹉（Amazona oratrix），又名黄头亚马逊鹦鹉或黄冠亚马逊鹦哥，属鸟纲,鹦形目,鹦鹉科动物，是墨西哥及中美洲北部一种濒危的鹦鹉。它们长35-38厘米，主要呈绿色，尾巴短小，头部黄色。它们栖息在红树林或近河流的森林。它们有时被认为是黄冠亚马逊鹦鹉的亚种。双黄头亚马逊鹦鹉会在6、7岁后或更晚后头部的黄羽才会长到整个颈部与胸部 ，语言能力强。栖息于热带稀树草原、落叶林、太平洋沼泽森林等，大部份栖息在海拔500m以下的低地，多成群或一小群活动，由于栖息地严重的破坏，以及人为盗捕的猖獗，使得野外数量大幅下降。",
        "index": 237
    },
    "金花鼠": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img83481411986219.jpg",
        "value": "金花鼠，别称： 五道眉花鼠、花黎棒、斑纹松鼠、花栗鼠。背部有数以五条花纹的小型松鼠。由于行动迅速且容易越狱，喂食时应注意趁机脱逃。需准备较高的笼子并在笼内装上跑轮让松鼠嬉戏运动，同时要装设巢箱或木窝作为藏匿的地点。金花鼠在大自然中有冬眠的现象，若饲养在温暖的室内，冬眠的概率会降低，但不能完全避免冬眠，冬眠的金花鼠像死了一样，身体僵硬冰凉，呼吸和心跳微弱几乎感觉不到这时候，请千万不要以为它死了就把它埋了，每天都看看它，发现它冬眠就赶紧暖醒过来喂吃的，有的松鼠长时间冬眠会真的死去。由于耐热性较差，夏天时笼子应移往凉爽且通风良好的地方，万万不能被太阳晒到，要不然很容易中暑。金花鼠尾巴长度接近于体长。栖息于平原丘陵、阔叶林、针叶林及多灌木丛的地区、山区农田等地。常在倒木、树根下或石洞中居住，白天外出活动。杂食性，以各类生坚果、浆果、豆类、农作物、鸟卵、昆虫等为食。有春天发情秋天贮藏食物和冬眠的习性。分布在我国华北、西北、东北等地。皮毛美观。。",
        "index": 27
    },
    "侏儒海棠兔": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img92711409039386.jpg",
        "value": "侏儒海棠兔（学名：Dwarf Hotot）别名侏儒荷达特、侏儒熊猫兔，属于兔形目、兔科、兔属、泽西长毛兔的一种哺乳动物。原产于德国，性格活泼、警觉，好奇心旺盛，容易和人相处，属个性相当可爱的品种。",
        "index": 28
    },
    "雪地松鼠": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img67271409629300.jpg",
        "value": "雪地松鼠尾毛密长而且蓬松，四肢及前后足均较长，耳壳发达，前折时可达眼。毛色还受季节的影响，冬毛灰或灰褐色，夏毛红色。主要分布地在欧亚大陆。",
        "index": 29
    },
    "狮子兔": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img64131405666771.jpg",
        "value": "世界名宠狮子兔，又名：狮子头兔，属宠物兔类，标准体重为 3.25-4 lb，是小型兔之一。源自比利时，是欧洲品种，但还没有被ARBA所承认。它们和宾尼兔很相似，都是面圆身圆，鼻扁，但前脚较长，在颈的四周都长有毛发（呈\"V\"字的围住颈部），因此令它们长得像头狮子，而耳仔则是竖起的呈三角形，没有毛发且不长过3寸。",
        "index": 30
    },
    "鸡尾鹦鹉": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img3081411725442.jpg",
        "value": "鸡尾鹦鹉（学名：Nymphicus hollandicus）：体长32-33厘米，翅膀长度约16-18厘米，野生的顶冠长4-6厘米，饲养驯养的冠毛长4-11厘米。体重80-100克寿命20年，已知的活得最久达36周岁。是凤头鹦鹉科中的一种小型鹦鹉。有一个竖立在脑袋上的顶冠。羽毛一般是中度灰色的，身体下部颜色比较浅，橙色脸颊，翅膀上有白色的大羽斑。没有亚种，有许多变种，较常见的是灰色、白色、珍珠等品种；以颜色区分达18种不同的变种，另有少数一些不确定特例。在香港和台湾多称玄凤鹦鹉，是世界上最常见的中型鹦鹉之一。野生种群产自澳洲，繁殖数量多使得它们相当的普遍，手养幼鸟十分活泼，喜爱亲近主人；据说鸡尾鹦鹉Cockatiel名称的由来是荷兰船员在澳洲发现它们时，以葡萄牙语称它们“cacatitho”，意思是“小型的巴丹”，因而得名，它们在全世界的总数量超过1百万只，而且数量仍继续地成长中，其族群十分稳定且安全。",
        "index": 31
    },
    "日本小鼯鼠": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img56991410942640.jpg",
        "value": "日本小鼯鼠多栖息于高山密林中。日本小鼯鼠是夜行性动物，特有的大眼睛适合其夜间活动，是最适合夜猫子饲食的宠物。食 性 以植物为主的杂食性。平时以水果及松鼠的人工饲料为主食，偶尔喂食一些动物性食物。",
        "index": 32
    },
    "非洲灰鹦鹉": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img30511415179881.jpg",
        "value": "非洲灰鹦鹉（学名：Psittacus erithacus）属于大型鹦鹉，是典型的攀禽，对趾型足，两趾向前两趾向后，适合抓握，鸟喙强劲有力，可以食用硬壳果。尾巴短，头部圆，面部长毛，喜攀爬，不善飞翔。非洲灰鹦鹉是已知的几种可以和人类真正交谈的动物之一。主食各类种子、坚果、水果、花蜜、浆果等。分布于非洲。",
        "index": 33
    },
    "画眉鸟": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img84471412759271.jpg",
        "value": "画眉鸟（学名：Garrulax canorus）：是鸟纲、画眉科的中型鸟类。体长约23厘米。上体橄榄色，头顶至上背棕褐色具黑色纵纹，眼圈白色，并沿上缘形成一窄纹向后延伸至枕侧，形成清晰的眉纹，极为醒目。下体棕黄色，喉至上胸杂有黑色纵纹，腹中部灰色。虹膜橙黄色或黄色，上嘴橘色，下嘴橄榄黄色，跗蹠和趾黄褐色或浅角色。栖息于山丘的灌丛和村落附近的灌丛或竹林中，机敏而胆怯，常在林下的草丛中觅食，不善作远距离飞翔。雄鸟在繁殖期常单独藏匿在杂草及树枝间极善鸣啭，声音十分洪亮，歌声悠扬婉转，非常动听。杂食性，主要取食昆虫，特别在繁殖季节嗜食昆虫；兼食草籽、野果。分布于老挝、越南北部和中国的东南沿海地区，在华中、华南、海南及台湾地区的为留鸟。为广州市市鸟。",
        "index": 34
    },
    "银狐仓鼠": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img49541409910201.jpg",
        "value": "银狐仓鼠，是加卡利亚仓鼠的一种，也是非常受欢迎的小型宠物，拉丁学名：Dwarf Winter White Russian Hamster，别名：三线仓鼠。",
        "index": 35
    },
    "蓝点颏": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img79221411119143.jpg",
        "value": "蓝点颏（学名：Luscinia svecica）亦称“蓝喉歌鸲”，通称蓝靛颏儿。身体大小和麻雀相似，体长12-13厘米，体重17-18克。头部、上体主要为土褐色。眉纹白色。尾羽黑褐色，基部栗红色。颏部、喉部辉蓝色，下面有黑色横纹。下体白色。雌鸟酷似雄鸟，但颏部、喉部为棕白色。虹膜暗褐色。嘴黑色。脚肉褐色。叫的声音很好听栖息于灌丛或芦苇丛中。性情隐怯，常在地下作短距离奔驰，稍停，不时地扭动尾羽或将尾羽展开。主要以昆虫、蠕虫等为食，也吃植物种子等。繁殖期为5月。营巢于灌丛、草丛中的地面上。巢以杂草、根、叶等筑成。每巢产卵4-6枚。卵有光泽呈蓝绿色。孵化期约为14天。分布于中国大部分地区，以及欧洲、非洲北部、俄罗斯、阿拉斯加西部、亚洲中部、伊朗、印度和亚洲东南部等地。",
        "index": 36
    },
    "金丝熊": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img80721411986610.jpg",
        "value": "黄金仓鼠（学名：Mesocricetus auratus）又名叙利亚仓鼠。在生物分类学上是中仓鼠属的中型仓鼠。和许多仓鼠一样，黄金仓鼠有一个钝的口鼻部，相对较小的眼睛，大耳朵和一条短的约1.5厘米的尾巴。毛发金黄，背部中央颜色较深，耳朵下方可见黑色条纹，有些前额上可能有一片黑色的部分，面部两侧各有一条黑色条纹从颊囊延伸到脖子上。温带陆生夜行性杂食性动物，以作物和昆虫为食，主要存在于一年生作物的可耕地中。野生寿命平均1~2年，圈养寿命平均2~4年。列入世界自然保护联盟（IUCN）2008年《濒危物种红色名录》ver 3.1——弱势（VU）",
        "index": 37
    },
    "巨型花明兔": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img65341405667543.jpg",
        "value": "巨型花明兔原产于比利时，巨型花明兔体型十分庞大，耳最少有14.6cm，身长最少有50cm，记录   上最重的巨型花明兔有12.7kg，他们全身长满肌肉，而毛则十分浓密及有光泽。【兔科动物】",
        "index": 38
    },
    "海棠兔": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img69431407210318.jpg",
        "value": "海棠兔俗称荷达特兔 、熊猫兔，产于法国，几乎是完全的草食动物。",
        "index": 39
    },
    "折衷鹦鹉": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img16031409219693.jpg",
        "value": "折衷鹦鹉（学名：Eclectus roratus），又名红胁绿鹦鹉，它的名称“折衷”名称是由“Eclectic”一字而来，意思是折衷的、公母鸟表现出截然不同羽色的意思。这种鹦鹉是所有鹦鹉中两性外表差异最明显的种类，雌鸟鲜红色的羽色与雄鸟亮眼的绿色形成强烈对比。是典型的攀禽，鸟喙强劲有力，喙钩曲，上颌具有可活动关节，喙基部具有腊膜。肌肉质舌厚。脚短，强大，对趾型，两趾向前两趾向后，适合抓握和攀援生活。羽毛。晚成雏。主要栖息于热带雨林和低地森林当中。食物主要是种子、浆果、水果、坚果、昆虫以及其幼虫等，通常成对活动，繁殖期聚小群，属于留鸟。主要分布于印度尼西亚、新几内亚、澳大利亚等地区。",
        "index": 40
    },
    "懒猴": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img28971411552020.jpg",
        "value": "蜂猴属（学名：Nycticebus）：是灵长目懒猴科的一属，共有9种动物，它们是夜行性灵长类。曾经的分类被认为是同一个物种所包括的很多亚种，但已经至少有9种被认为是有效的独立物种。包括蜂猴、倭蜂猴和间蜂猴等。蜂猴属体高21-38厘米，体重视不同的物种而定，最重可达2千克。头圆，有狭窄的鼻子，大眼睛，它们的手臂和腿的长度几乎相等，躯干又长又灵活，可以扭转并伸展到附近的树枝。行动缓慢的蜂猴其手和脚具有多种适应性，可以像钳子一样抓握，并可以长时间抓握树枝。手臂的分泌物含有与猫过敏相关的化学物质，但野生个体食物中的次生毒素可能会增加这种分泌物。蜂猴有意识地缓慢移动，几乎不发出声音，甚至受到威胁，它们也仅仅是停止移动并保持静止。这些小动物通过气味标记进行交流。雄性具有高度领地意识。它们是杂食动物，吃小动物，水果，树胶和其他植物。分布于东南亚及周边地区，西起孟加拉国、印度东北部，东至菲律宾苏鲁群岛，北至中国云南省，南至爪哇岛。",
        "index": 41
    },
    "大绯胸鹦鹉": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img29131413882515.jpg",
        "value": "绯胸鹦鹉（学名：Psittacula alexandri）：是中型鸟类，共有8个亚种。体长26-36厘米。是典型的攀禽，鸟喙强劲有力，喙钩曲，上颌具有可活动关节，喙基部具有腊膜。肌肉质舌厚。脚短，强大，对趾型，两趾向前两趾向后，适合抓握和攀援生活。头葡萄灰色，眼周沾绿色，前额有一窄的黑带延伸至两眼。上体绿色，颏白色，喉和胸葡萄红色或砖红色。主要栖息于海拨不高的山麓林带，群居，日行性，夜间与八哥、鸦类混群栖于树上，留鸟。树栖，善攀缘，嘴脚并用，沿直线飞行，喜鸣叫，声音响亮、粗厉，经训练能仿人言。以坚果、浆果、嫩枝芽、谷物、种子等为食。分布于中南半岛各国到马来西亚中部，包括印度北部、尼泊尔、缅甸、中国的广西、广东及海南岛、泰国、越南、柬埔寨、印尼的婆罗洲南部与爪哇群岛。",
        "index": 42
    },
    "蓝黄金刚鹦鹉": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img1081411033514.jpg",
        "value": "蓝黄金刚鹦鹉（学名：Ara ararauna）：是鸟纲、鹦鹉科的大型攀禽。体长86-94厘米；翼展104-114厘米；尾长40-50厘米，差不多占体长的一半；体重995-1380克。该物种整体主色调为蓝色，额部为黄绿色，自额后至整个上体为翠蓝色，眼先及颊部裸露，呈肉白色。自嘴基部经眼睛下方至耳部有3条黑色羽排列而成的横纹，眼先部还有6-7条由黑色毛羽排列而成的竖纹，颏部和喉部为黑色，从耳的后部至胸部、腹部为橙黄色，翅膀和尾羽为紫蓝色。虹膜淡黄色，鸟喙呈铅黑色，爪子铅灰色。食谱由许多果实和花朵组成，食量大，有力的喙可将坚果啄开，用钝舌吸出果肉。比较容易接受人的训练，和其他种类的鹦鹉能够友好相处，它爱亲近人的特质使得这种鹦鹉特别受欢迎，个性温和，在各地鸟店、动物园等地方都可见，分布于从南美洲大陆的北部及东北部，一直到巴拿马东部和北美洲的墨西哥等地。",
        "index": 43
    },
    "彩虹吸蜜鹦鹉": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img63051406280229.jpg",
        "value": "虹彩吸蜜鹦鹉（学名：Trichoglossus haematodus）共有21个亚种，体长25-30厘米，羽色鲜艳。体重120-130克。嘴为桔红色，脚为蓝灰色。头顶、下颌及脸颊部为深蓝色。枕部和颈上部有紫褐色和黄绿色的环带。背部、翅膀和尾羽为绿色。胸部为红色，并具有黑色的带状块斑，腹部、两胁为暗绿色，并有红色横斑，尾下覆羽为黄色。鸟喙比一般鹦鹉的长、更特别的是细长的舌头上有刷状的毛，称为刷状舌，方便该鹦鹉深入花朵中取得食物。常成群啁啾尖叫，叫声嘈杂。栖息在低地森林、开阔林地和公园中，以花粉和花蜜为食，也吃种子、果实和昆虫。 成对或集群活动。活泼好动，从一个树丛飞到另一个树丛。飞行呈直线，速度快。分布于澳大利亚，印尼，巴布亚新几内亚和所罗门群岛。",
        "index": 44
    },
    "波兰兔": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img89431406540709.jpg",
        "value": "体形特征 体重：小于1.6kg 是纯种兔中最娇小的，身圆头短，两只耳朵竖起及靠在一起，长度不过7.6cm，毛短及浓密。草食，比如红豆幼叶，大豆幼叶，小草幼叶，等等",
        "index": 45
    },
    "红靛颏儿": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img32921412934653.jpg",
        "value": "红点颏（学名：Calliope calliope）：是鸟纲、鸫科的鸣禽。又名西伯利亚歌鸲。体长14-17厘米，体重16-27克。雄鸟头部、上体主要为橄榄褐色。眉纹白色。颏部、喉部红色，周围有黑色狭纹。胸部灰色，腹部白色。雌鸟颏部、喉部不呈赤红色，而为白色。虹膜褐色。嘴暗褐色。脚粉褐色。红点颏属地栖性迁徙候鸟，藏于森林密丛及次生植被；一般在近溪流处。跳跃，或在附近地面奔驰，多位于距水不远的地面上。善鸣叫，善模仿，鸣声多韵而婉转，十分悦耳。常在平原丛，芦苇及小树林中活动，轻巧跳跃，走动灵活。是食虫性鸟类，以昆虫为食，主要吃直翅目、半翅目和膜翅目等昆虫，也吃少量植物性食物如果实。分布于西伯利亚、蒙古、日本、朝鲜、印度、孟加拉、缅甸、中南半岛、中国大陆及台湾等地。与蓝喉歌鸲、蓝歌鸲称为歌鸲三姐妹，是中国名贵笼鸟。",
        "index": 46
    },
    "蜡嘴雀": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img21801411033056.jpg",
        "value": "蜡嘴雀是中国传统鸟种，也是国家保护动物。蜡嘴雀里还有黑头蜡嘴雀、黑尾蜡嘴雀和锡嘴雀三种之分。还有斑翅、白翅、黑翅等三种蜡嘴雀。",
        "index": 47
    },
    "四喜鸟": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img75651407316990.jpg",
        "value": "鹊鸲（学名：Copsychus saularis）：为雀形目、鹟科、鹊鸲属的鸟类，体长约21厘米，嘴形粗健而直，长度约为头长的一半或比一半略长；尾呈凸尾状，尾与翅几乎等长或较翅稍长；两性羽色相异，雄鸟上体大都黑色；翅具白斑；下体前黑后白。但雌鸟则以灰色或褐色替代雄鸟的黑色部分。鹊鸲性格活泼好动，觅食时常摆尾，不分四季晨昏，在高兴时会在树枝或大厦外墙鸣唱，因此在中国内地有“四喜儿”之称。出没于村落和人家附近的园圃，栽培地带或树旁灌丛，也常见于城市庭园中。食物以昆虫为主，兼吃少量草籽和野果。是孟加拉的国鸟。",
        "index": 48
    },
    "公羊兔": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img41251406887407.jpg",
        "value": "公羊兔又名垂耳兔，因其两耳长宽而下垂，头型似公羊而得名，又名垂耳兔，是一种大型的肉用兔。该兔抗病力强，耐粗饲，性情温顺，反应迟钝，不爱活动，易于饲养。公羊兔肉质优良，属高蛋白、低脂肪、少胆固醇的肉类，质地细嫩，吃起来口感细嫩香醇。另外，公羊兔瘦肉率可达82%。被毛颜色以黄色者居多。头粗糙，眼小，颈短，背腰宽，臀圆，骨粗，体质疏松肥大。是一种大型的肉用兔。",
        "index": 49
    },
    "白文鸟": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img13431415957420.jpg",
        "value": "白文鸟是日本培育出来的一种鸟，雏鸟时背部羽毛是灰色的，成鸟后羽毛雪白，嘴和脚是红色的非常漂亮。性格温驯，喜欢亲近人、跟人玩耍，很好照顾，还可以训练一些简单的技能。很受养鸟人的欢迎。同时，作为手玩鸟，很适合初学者，是一种入门的鸟种。",
        "index": 50
    },
    "暗绿绣眼鸟": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img46161407839818.jpg",
        "value": "暗绿绣眼鸟（学名：Zosterops japonicus）：共有9个亚种，小型鸟类，体长9-11厘米。上体绿色，眼周有一白色眼圈极为醒目。下体白色，颏、喉和尾下覆羽淡黄色。此鸟性活泼，在林间的树枝间敏捷地穿飞跳跃。鸣叫声似“滑儿，滑－儿，滑－儿”，婉转动听。非繁殖季节亦有集群之习性，冬季能达50-60只。多在南方，主要在阔叶林营巢，巢小而精致，为吊篮式，隐藏在浓密的枝叶间，不易发现。主要以昆虫和一些植物为食物。分布于中国、日本、韩国、老挝、缅甸、泰国和越南。",
        "index": 51
    },
    "雨伞凤头鹦鹉": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img38261409121549.jpg",
        "value": "白凤头鹦鹉（学名：Cacatua alba）是鹦形目凤头鹦鹉科的鸟类，全长约46厘米。是最多产的凤头鹦鹉之一，它们的冠羽是所有凤头鹦鹉中最大的，洁白无瑕的羽毛十分美丽，在国际的鹦鹉养殖中算是常见的种类。栖息在海拔600m以下的山丘地森林、开阔林地、森林边缘地带、红树林、沼泽区等地，通常聚小群活动，天然食物包括坚果、种子、浆果、水果等。分布于印度尼西亚摩鹿加省的北摩鹿加群岛。",
        "index": 52
    },
    "青紫蓝兔": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img63191407917236.jpg",
        "value": "青紫蓝兔,译称智利兔,青智利兔、山希涯兔、琴其拉兔,青琪拉兔、金基拉兔,我国广大群众又称之为山羊青兔或青林子兔,,因其被毛颜色与南美洲产的一种珍贵毛皮动物青紫蓝色毛丝鼠相似而得名。青紫蓝兔是世界育成较早的皮肉兼用型的品种,因其毛皮商用价值较高而闻名于世。青紫蓝兔，是一个优良的皮肉兼用品种，是法国育种家用蓝色贝韦伦兔，嘎伦兔和喜马拉雅兔杂交育成的，因毛色和青紫蓝兽相似而得名。本品在世界上分布很广。它有三个不同的类型：标准型、美国型和巨型，但它们都是灰蓝色。",
        "index": 53
    },
    "巨型格仔兔": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img69181407739798.jpg",
        "value": "巨型格仔兔是大型兔的一种，通常来说，这应该是一种肉兔的品种，但是近年来，人们越来越开始喜欢它可爱的外表，即使他体型很大，仍然有很多人将其养起来做宠物。",
        "index": 54
    },
    "蜈蚣": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img85361409290128.jpg",
        "value": "蜈蚣为陆生节肢动物，身体由许多体节组成，每一节上均长有步足，故为多足生物。蜈蚣又名叫天龙、百脚虫、少棘蜈蚣、吴公、蝍蛆等，是一种有毒腺的、掠食性的陆生节肢动物。常见的蜈蚣有红头、青头、黑头三种。红头的背部呈红黑色，腹部现淡红色，足为淡橘红色或黄色。青头的背部和足部呈蓝色，腹部淡蓝色，体型小，长度约为红头蜈蚣的二分之一。黑头蜈蚣背部和足部呈黑色，腹淡黄色，体型更小。上述三种以红头蜈蚣最佳，体型大，产量高，性情温顺，适应性强，生长快。一般在农村较为多见，常位于潮湿的墙角、砖块下、烂树叶下、破旧潮湿的房屋中等，在夏天较为常见。蜈蚣是肉食性动物，食谱范围比较广泛，尤其喜欢捕食各种昆虫。蜈蚣有毒腺分泌毒液，本身可入药用。适宜人工饲养。《本草纲目》曰：“蜈蚣，西南处处有之，春出冬蛰，节节有足，双须岐尾。”通常身体很长，并且有许多对步足。《本草衍义》称：“蜈蚣背光黑绿色，足赤，腹下黄。”蜈蚣与蛇、蝎、壁虎、蟾蜍并称“五毒”。",
        "index": 55
    },
    "银斑龙猫": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img4301410254023.jpg",
        "value": "龙猫学名南美洲栗鼠，因其外形酷似日本动漫大师宫崎骏的电影《龙猫》中的卡通龙猫，所以被香港人改名叫“龙猫”。",
        "index": 56
    },
    "粉白龙猫": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img34141415610813.jpg",
        "value": "粉白龙猫（Pink White Chinchilla），是白龙猫与米色或金色龙猫的结合，它们拥有粉红色的耳朵，粉白色的毛。",
        "index": 57
    },
    "松鼠猴": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img7631408095635.jpg",
        "value": "松鼠猴（学名：Saimiri sciureus），是产于南美洲的小型猴类，驯养容易，又能繁殖，是正逐渐宠物化的动物。身体纤细，尾长，毛色大部为金黄。松鼠猴为杂食性，喜食各种水果及小型昆虫，栖息在原始森林中临近溪水的地带，主要分布在南美洲，有4个亚种。",
        "index": 58
    },
    "比利时兔": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img11001406542159.jpg",
        "value": "比利时兔是由比利时贝韦伦的野生穴兔改良而成，故也称比利时野兔。该兔最大的特点是体型大，体质健壮，增重快，屠宰率高，尤以肉味鲜美和皮质好而闻名于世。在我国生产性能表现比其它大型兔好，备受养殖户的欢迎。",
        "index": 59
    },
    "红耳鹎": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img44091412762722.jpg",
        "value": "红耳鹎（学名：Pycnonotus jocosus），是鹎科、鹎属的鸟类。红耳鹎为小型鸟类，体长17-21厘米。额至头顶黑色，头顶有耸立的黑色羽冠，眼下后方有一鲜红色斑，其下又有一白斑，外周围以黑色，在头部甚为醒目。上体褐色。尾黑褐色，外侧尾羽具白色端斑。下体白色尾下覆羽红色。颧纹黑色，胸侧有黑褐色横带。红耳鹎主要栖息于海拔1500米以下的低山和山脚丘陵地带的雨林、季雨林、常绿阔叶林等森林中，性活泼，整天多数时候都在乔木树冠层或灌丛中活动和觅食。红耳鹎已列入《世界自然保护联盟》（IUCN） 2012年濒危物种红色名录ver 3.1——低危（LC）。",
        "index": 60
    },
    "日本大耳兔": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img54701407922137.jpg",
        "value": "日本大耳兔，系用日本大白兔与中国白兔杂交选育而成。 该兔体型较大，生长发育较快 繁殖力较强，皮张品质优良，且兔肉品质较好， 被誉为东方优秀肉皮兼用品种。日本大耳兔原产于日本，是由中国白兔与日本兔杂交育成的优良皮肉兼用型品种。日本大耳兔体格强健，较耐粗饲，适应性强，体型较大，生长发育较快，我国各地广为饲养。其主要特点是，耳大，耳根细，耳端尖，耳薄，形同柳叶并向后竖立，血管明显，适于注射和采血，是理想的实验用兔。",
        "index": 61
    },
    "土拔鼠": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img35731409038244.jpg",
        "value": "草原犬鼠（学名：Cynomys）：是啮齿目、松鼠科、草原犬鼠属的5种哺乳动物。也常称作土拨鼠，是一类小型穴栖性动物。如果算上短尾巴，身长平均约为30-40厘米。体毛呈黄色，耳朵较深色，腹部较浅色，尾端为黑色或白色；夏天毛少，冬天会在下面长出厚厚的绒毛；鼻子与耳朵都很小，胡须黑色，可达3厘米；每个脚上有5只脚趾，长有黑色、弯曲、厚实的利爪；尾巴占全身20%的长度。该物种语言最为复杂，奔跑速度达每小时55公里。所以当受到威胁时，它们会大叫作为警报，并且高速逃走。草原犬鼠换毛期一年两次，春天发生在3-4月，换下厚实的绒毛；冬季在11月初，开始生长细密的绒毛以保持热量。每次换毛期持续约2周。原产于北美洲大草原。",
        "index": 62
    },
    "煤山雀": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img53311409649083.jpg",
        "value": "煤山雀（学名：Periparus ater）：是鸟纲、山雀科的鸣禽。共有21个亚种。是一种栖息于针叶林的小型鸟类。体长11厘。头顶、颈侧、喉及上胸黑色。翼上具两道白色翼斑以及颈背部的大块白斑使之有别于褐头山雀及沼泽山雀。背灰色或橄榄灰色，白色的腹部或有或无皮黄色。多数亚种具尖状的黑色冠羽。与大山雀及绿背山雀的区别在胸中部无黑色纵纹。虹膜褐色；嘴黑色，边缘灰色；脚青灰色。主要栖息于海拔3000米以下的低山和山麓地带的次生阔叶林、阔叶林和针阔叶混交林中，也出没于竹林、人工林和针叶林，性活跃，常在枝头跳跃，在树皮上剥啄昆虫，或在树间作短距离飞行。非繁殖期喜集群。以鳞翅目、双翅目、鞘翅目、半翅目、直翅目、同翅目、膜翅目等昆虫和昆虫幼虫为食，此外也吃少量蜘蛛、蜗牛、草子、花等其他小型无脊椎动物和植物性食物。在树洞或岩缝中筑巢，每窝产卵5-12枚，由雌鸟孵化约12天，双亲育雏约3周。广泛分布于亚洲、欧洲和北非。",
        "index": 63
    },
    "一线仓鼠": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img88271409911589.jpg",
        "value": "坎氏毛足鼠（学名：Phodopus campbelli ）：又名坎贝尔仓鼠，仓鼠亚科中的小型种类，平均体长102毫米，平均质量 23.4克。两颊均有颊囊，可将食物暂存口内，搬运到洞内贮藏，眼小 ，耳朵被毛，耳壳显露毛外。耳后有皮脂腺。腿短，脚宽，尾巴粗短。温带陆生陆夜行性动物，自然栖息地很大，未开发的沙漠，草原和高山地带，可在海拔2000米处找到。饮食主要是种子和植物，已知会取食昆虫。平均寿命范围从1.5到3年不等。分布在中国，哈萨克斯坦，蒙古和俄罗斯。列入世界自然保护联盟（IUCN）2016年《濒危物种红色名录》ver 3.1——无危（LC）。",
        "index": 64
    },
    "金丝猴": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img9631412071701.jpg",
        "value": "金丝猴（拉丁学名：Rhinopithecus），毛质柔软，鼻子上翘，有缅甸金丝猴（怒江金丝猴）、川金丝猴、滇金丝猴、黔金丝猴、越南金丝猴5种，其中除缅甸金丝猴和越南金丝猴外，均为中国特有的珍贵动物。金丝猴群栖高山密林中，以浆果、竹笋、苔藓为食，亦喜食鸟蛋等肉类，栖息地海拔很高，身上的长毛可耐寒。5个品种均为珍稀品种，均列为红色物种名录濒危品种。",
        "index": 65
    },
    "米切氏凤头鹦鹉": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img98961410343234.jpg",
        "value": "米切氏凤头鹦鹉（学名：Cacatua leadbeateri）：是鹦形目凤头鹦鹉科的鸟类。体羽白色，头上有红黄相间、色泽分明的美丽的冠羽，栖息在干燥与半干燥有树的开阔地区，通常成对或一小群活动，与其他种类的凤头鹦鹉群聚。食物有草类、谷类与水果的种子、松果、无花果、昆虫幼虫、水果、核果等，分布在澳大利亚境内。",
        "index": 66
    },
    "三宝鸟": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img99371407317820.jpg",
        "value": "三宝鸟（学名：Eurystomus orientalis）佛法僧科三宝鸟属的鸟类，为佛法僧目三宝鸟属下的一种中小型攀禽，共有10个亚种，体长26-29厘米，体重107-194克。通体蓝绿色，头和翅较暗，呈黑褐色，初级飞羽基部具淡蓝色斑，飞翔时甚明显。虹膜暗褐色，嘴、脚红色。常长时间地站在林缘路边高大乔木顶端枯枝上，或在空中成圈飞翔和上下飞翔，边飞边“嘎嘎”地鸣叫。如发现飞行中昆虫，则追赶捕食，如果在地上发现蜥蝪或昆虫，则如伯劳采饵，在地上以跳跃代步行捕食。分布于西伯利亚东部，中国东北、华北、华中、东北亚以及喜马拉雅地方。冬季南迁至华南、东南亚和印度等地避寒。台湾为稀有的冬候鸟，或过境鸟。繁殖在树洞、崖壁或岩石窟窿，亦利用啄木鸟或喜鹊等旧巢，产3个具有光泽的白色卵。雌雄共同孵卵育雏，雏鸟约4星期后离巢，第3年才开始繁殖。该种鸟类配偶间以漂亮的求爱飞行闻名。",
        "index": 67
    },
    "蟋蟀": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img32041409629475.jpg",
        "value": "蟋蟀（xī shuài）（Gryllulus；Gryllus）无脊椎动物，昆虫纲，直翅目，蟋蟀总科。亦称促织，俗名蛐蛐、夜鸣虫（因为它在夜晚鸣叫）、将军虫、秋虫、斗鸡、促织、趋织、地喇叭、灶鸡子、孙旺，土蜇，“和尚”则是对蟋蟀生出双翅前的叫法。据研究，蟋蟀是一种古老的昆虫，至少已有1.4亿年的历史，还是在古代和现代玩斗的对象。全世界已知 22 亚科55 族 595 属（包括 17 个化石属），约 4649 种（亚种）（包括 50 个化石种）。该科昆虫体长大于 3mm，缺少鳞片；触角丝状，长于身体；跗节 3 节，前足为步行足，胫节常具鼓膜听器，后足为跳跃足；多数种类雄虫前翅具发声结构；雌性产卵瓣发达，呈刀状、矛状或长板状。",
        "index": 68
    },
    "北极兔": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img17441406712452.jpg",
        "value": "北极兔（学名： Lepus arcticus）， 是兔科、兔属的哺乳动物。北极兔体型巨大，头比一般的兔子大且长，耳朵较小，腿长，四肢非常有力灵活，夏季身体背面浅灰色，冬季身体背面白色。北极兔属于群居动物，鼻子、耳朵灵敏，不羞怯胆小，易于驯服，主要以苔藓、植物、树根等食物为食，偶尔也会吃肉，一年生育一次，每窝能产2-5只幼崽，栖息于北美北部寒冷的地区，分布于加拿大、格陵兰岛。",
        "index": 69
    },
    "金丝雀": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img24211411721653.jpg",
        "value": "金丝雀，轻小说《对魔导学园35试验小队》中的人物。",
        "index": 70
    },
    "缎毛白色凤冠天竺鼠": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img62621415092536.jpg",
        "value": "缎毛白色凤冠天竺鼠又称天竺鼠、葵鼠、荷兰猪、几内亚猪，全身雪白，并且他们的毛发光亮顺滑，就和绸缎一般。由于缎毛白色凤冠天竺鼠的头顶有凤冠状的旋，外形非常特殊。",
        "index": 71
    },
    "狐猴": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img41801413794809.jpg",
        "value": "狐猴科（学名：Lemuridae）：灵长目原猴亚目的1科，通称狐猴。已发现5属21种。体型差异很大，体长13-60厘米，体重60-3000克；尾长17-60厘米，相当于或超过体长，尾毛密而长，多呈扫帚状；眼大；被毛浓密，且具鲜明的颜色；大型种类的吻部延长，形似狐嘴；外耳壳半圆形，或被毛浓密；后肢长于前肢，指、趾具扁指甲，有36个牙齿，缺上门齿。栖息于热带雨林或干燥的森林或灌丛，也有的生活在竹林、芦苇区或无林的山地。白天或夜间活动，吃昆虫、果实、芦苇、树叶，偶尔吃小鸟。单独或以家庭方式结群。有蛰伏现象，有的只有3天，有的达数周。妊娠期120-150天，9-11月份产仔，每胎产1仔，18个月性成熟。分布于马达加斯加岛。",
        "index": 72
    },
    "欧洲红松鼠": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img82051410772794.jpg",
        "value": "欧亚红松鼠（学名：Sciurus vulgaris）：头体长20-22厘米，尾长18厘米，体重为280-350克，雄性与雌性体重大致相同。臼齿（包括前臼齿）在颌的两侧各为5/4﹐上臼齿5枚，前后肢间无皮翼。不冬眠。随季节及分布地点不同，身上的皮毛也会呈现不同颜色，头上及背上的颜色从淡红色、棕色、红色到黑色，胸腹部的皮毛则是白色或奶油。喜栖于寒温带或亚寒带的针叶林或阔叶混交林中，多在山坡﹑河谷两岸林中觅食。白天活动，清晨最为活跃，善于在树上攀爬和跳跃，行动敏捷。平时多1-2只活动，但在食物极端贫乏时有结群迁移现象。在树上筑巢或利用树洞栖居，以坚硬的种子或针叶树的嫩叶、芽为食，也吃蘑菇、浆果等，有时吃昆虫的幼虫、蚂蚁卵等。有贮备食物越冬的习性。每年春、秋季换毛。年产仔2-3次，一般在4﹑6月产仔较多，每次产仔3-4只。广泛分布于欧洲中部到西亚等整个寒温带森林地区。",
        "index": 73
    },
    "寿带鸟": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img13141407318388.jpg",
        "value": "寿带鸟属（学名：Terpsiphone）：共有17个物种。雄鸟有两种色形，体长连尾羽约30厘米，头﹑颈和羽冠均具深蓝辉光，身体其馀部分白色而具黑色羽干纹。中央两根尾羽长达身体的四﹑五倍，形似绶带，故名。雌鸟较雄鸟短小。它的体态美丽，体型似麻雀大小，每一种的雄鸟都有着非常长的两条中央尾羽，像绶带一样。它们的体色带有金属闪光的蓝黑色，头顶伸出一簇冠羽；鸣叫时可耸起，体羽为背栗腹白，翅亦为栗色。非常漂亮。性格比较活泼，喜欢在林间穿梭飞行，以昆虫和蜘蛛为主食，主要空中捕食正在飞行的昆虫，也食用少量植物质。巢筑于树杈间，以树皮和禾本科草叶为巢材，巢形为杯状。食物中几乎全为昆虫，而且以鳞翅目为最多，例如天蛾、松毛虫及其幼虫和卵等，是森林中非常好的消灭害虫的能手。分布于亚洲和非洲多国。",
        "index": 74
    },
    "黄颈亚马逊鹦鹉": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img26431411726514.jpg",
        "value": "黄颈亚马逊鹦鹉（学名：Amazona auropalliata）是典型的攀禽，体长38CM，是很著名的学话高手。对趾型足，两趾向前两趾向后，适合抓握，鸟喙强劲有力，可以食用硬壳果。羽色鲜艳，外表帅气。羽毛大部分是绿色。眼睛虹膜桔色。头冠、眼喙之间和大腿处分布有黄色。在翅膀的转折处有少许红色点缀，羽毛边缘呈黄绿色。翅膀的飞羽和翼角都泛紫光蓝色。栖息于森林、棕榈树林、开阔的平原以及林地、农耕区等。通常成对或是小群体活动，主要的食物为水果、浆果、种子、坚果、花朵以及植物嫩芽等。分布于中美洲。",
        "index": 75
    },
    "太平洋鹦鹉": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img44861408355579.jpg",
        "value": "太平洋鹦哥（学名：Forpus coelestis）是一种小鹦鹉，体羽主要是绿色，是典型的攀禽，鸟喙强劲有力，喙钩曲，上颌具有可活动关节，喙基部具有腊膜。肌肉质舌厚。脚短，强大，对趾型，两趾向前两趾向后，适合抓握和攀援生活。晚成雏。主要栖息在干燥的林地，如荆棘灌木丛、落叶性森林、香蕉与芒果园等从海平线至海拔1000米以下的地区，繁殖期外通常4～10只左右成群活动，在觅食区有时也会聚集数百只，筑巢于树洞里，通常在1～5月间进入繁殖季，窝卵数约4～6枚，有时一次连续扶养两窝。分布于厄瓜多尔和秘鲁。",
        "index": 76
    },
    "岩松鼠": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img39841410254538.jpg",
        "value": "岩松鼠（学名：Sciurotamias davidianus），别称扫毛子、石老鼠，属啮齿目松鼠科，是中国特有物种。岩松鼠体型中等，体长约210mm。尾长短于体长，但超过体长之半。尾毛蓬松而较背毛稀疏，全身由头至尾基及尾梢均为灰黑黄色。背毛基灰色，毛尖浅黄色，中间混有一定数量的全黑色针毛。岩松鼠昼行性，营地栖生活，在岩石缝隙中穴屠筑巢，性机警，胆大，多栖息于山地、丘陵多岩石或裸岩等地油松林、针阔混交林、阔叶林、果树林、灌木林等较开阔而不很郁闭的生境。岩松鼠每年繁殖1次，每胎可产2~5仔，最多8仔。",
        "index": 77
    },
    "绿翅金刚鹦鹉": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img18921411034930.jpg",
        "value": "红绿金刚鹦鹉（学名：Ara chloropterus）：是鹦鹉科、金刚鹦鹉属的大型攀禽。体长90-95厘米，翼展125厘米，体重1050-1700克，寿命80年。成鸟的头、颈部、胸部和翕两侧是美丽的红色羽毛。肩和三级飞羽绿色。背部，臀部和尾巴上面是蓝色。尾巴是红色和蓝色相间。尾覆羽浅蓝色。下颚骨的上层主要是白色或象牙色，较低的下颌骨黑色。面颊是裸露的皮肤，覆盖着红白色的羽毛呈现蛇状细纹。虹膜淡黄色。脚黑色。食谱由许多果实、花朵和种子组成，食量大，有力的喙可将坚果啄开，用钝舌吸出果肉。在河岸的洞里筑巢。比较容易接受人的训练，和其他种类的鹦鹉能够友好相处，但也会咬其他动物和陌生人。寿命最长可达80年。产于美洲热带地区。",
        "index": 78
    },
    "佛州大白兔": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img28101406875016.jpg",
        "value": "佛州大白兔，俗名别名：佛罗里达州兔；原产地：美国佛罗里达州。",
        "index": 79
    },
    "紫衣仓鼠": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img15771410773257.jpg",
        "value": "紫衣是一种隐性基因(dd)，成对的紫衣毛色基因会让坎培尔仓鼠的身上呈现紫色光泽。紫衣与紫仓长得极为相似，比较难分清。紫仓毛与腹部白色的地方有过度的毛色，有一条比紫色毛稍深的毛色，而紫衣的颜色更为协调，紫衣的紫色和白色之间有一道黄色的边。紫衣中全身紫色的也叫做紫罗兰，毛色是淡紫色，看起来粉粉的，在阳光下有漂亮的紫色光泽。",
        "index": 80
    },
    "蓝歌鸲": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img14371411033242.jpg",
        "value": "蓝歌鸲（学名：Larvivora cyane）是鹟科、歌鸲属小型鸟类，体长12-14厘米。雄鸟上体暗蓝色，下体白色，两翅和尾暗褐色。雌鸟上体橄榄褐色，腰和尾上覆羽暗蓝色，翅上大覆羽具棕黄色末端。形成明显的棕黄色翅斑。下体白色，胸缀褐色有时微沾皮黄色，特征明显。特别是雄鸟，暗蓝色上体和白色下体是很容易与其他鸲类相区别的。蓝歌鸲在在繁殖期间主要栖息于山地针叶林和针阔叶混交林及其林缘地带。尤以河谷沿岸和林中道路两边森林中较常见。非繁殖期也出现于低山丘陵和山脚地带的次生林、阔叶林和疏林灌丛。常单独或成对活动。地栖性，一般多在地上行走和跳跃，很少上树栖息，奔走时尾不停地上下扭动，觅食亦多在林下地上和灌木上。善于隐藏，平时多藏匿在林下灌木丛或草丛中。主要以昆虫为食。分布于中国、俄罗斯西伯利亚南部，从阿尔泰往东到黑龙江流域、俄罗斯远东、萨哈林岛、朝鲜、日本等地。越冬于印度阿萨姆、缅甸、中南半岛、菲律宾、马来西亚和印度尼西亚等地。",
        "index": 81
    },
    "灰文鸟": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img24931412847576.jpg",
        "value": "禾雀（学名：Lonchura oryzivora）是文鸟科、禾雀属小型鸟类，体长13-16厘米。嘴粗厚呈圆锥状、粉红色，脚强健亦为粉红色，头黑色，头侧有一大白斑，从颊一直延伸到耳羽，在黑色的头部极为醒目。上体以及下喉和胸灰色，上喉和颏黑色，其余下体葡萄灰色。尾黑色，尾下覆羽白色。禾雀栖息于海拔1500米以下的低山、丘陵、平原和草地，也出没于苇塘、草甸、海岸红树林、水边灌丛、草地、农田、果园和城镇、乡村公园与花园中。常成对或成小群活动，偶尔也见成大群或与其他小鸟混群。多在灌丛和草丛上，也到地上活动和取食。主要以草子、水果、植物果实与种子为食，谷物成熟期间也常到农田地中觅食稻谷、玉米等农作物，繁殖期间主要以昆虫和小型无脊椎动物为食。禾雀原产地是印度尼西亚爪哇、松巴哇岛、巴厘岛和苏拉威西等地，后被作为笼养鸟引种到南亚、西非、日本和中国香港及华南一带。中国最早于1860年记录于香港，已扩展到广东、广西、福建、上海和浙江等地。",
        "index": 82
    },
    "白头鹎": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img14911415956830.jpg",
        "value": "白头鹎（学名：Pycnonotus sinensis，英名：Light-vented Bulbul 或 Chinese bulbul），又名白头翁 、白头壳仔（台语），是雀形目鹎科小型鸟类，为鸣禽，冬季北方鸟南迁为候鸟，台湾亚种于台湾为留鸟，平均寿命约10到15年。白头翁常见于东亚，台湾宜兰平原，中国大陆则是在长江南部的大多地区，以及香港，琉球群岛（八重山群岛，冲绳等），性活泼，不甚畏人。食昆虫，种子和水果，属杂食性，雄鸟胸部灰色较深，雌鸟浅淡，雄鸟枕部（后头部）白色极为清晰醒目。白头鹎（音：bēi）（学名：Pycnonotus sinensis）是雀形目鹎科的小型鸟类，额至头顶黑色，两眼上方至后枕白色，形成一白色枕环，腹白色具黄绿色纵纹。性活泼，结群于果树上活动。有时从栖处飞行捕食。白头鹎是长江以南广大地区中常见的一种鸟，多活动于丘陵或平原的树本灌丛中，也见于针叶林里。性活泼、不甚畏人。 杂食性，既食动物性食物，也吃植物性食物。白头鹎吃大量的农林业害虫，是农林益鸟之一，值得保护。",
        "index": 83
    },
    "公主鹦鹉": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img83211415613051.jpg",
        "value": "公主鹦鹉（学名：Polytelis alexandrae ）是鹦形目鹦鹉科的鸟类，鸟体为橄榄绿色，头顶和颈部带有些浅蓝色。在所有的澳洲长尾鹦鹉中公主鹦鹉是外表最优雅美丽的种类之一，长尾及出众的外表受到许多人的喜爱。栖息于干燥并充满刺草的地区；开阔、多砂并生长木麻黄以及合欢属植物的乡村地区；桉树灌木丛、沿着水源流经的草原地形或是平原等处。主要以种子、草类植物种子、水果、浆果、坚果、花朵、花蜜、植被、昆虫以及其幼虫等为食。主要分布于澳大利亚中西部的内陆地区。",
        "index": 84
    },
    "黄山松鼠": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img3221413794619.jpg",
        "value": "黄山松鼠是赤腹松鼠的一种，主要是栖居在树林中，耳端无簇毛，体色鲜艳，尾大。眼睛闪闪有光，身体矫健，四肢轻快，非常敏捷机警。",
        "index": 85
    },
    "老公公仓鼠": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img59411411551477.jpg",
        "value": "罗伯罗夫斯基仓鼠（学名：Phodopus roborovskii）即小毛足鼠，是仓鼠亚科毛足鼠属下的一种。仓鼠科中体型较小的种类，体型小。四肢短。尾短，稍露出体外。前后肢的掌、蹠部具白色密毛。体背灰驼色。腹面白色。体侧的背腹色分界明显而略直。性温顺，灵敏，擅奔跑。多夜间活动。以种子、果实、植物的根茎叶为食，有贮粮习性。主要栖息在荒漠、半沙漠及干草原植被稀疏的沙丘，或沙丘间的灌丛。分布在中国，哈萨克斯坦，蒙古和俄罗斯联邦。列入世界自然保护联盟（IUCN）2016年《濒危物种红色名录》ver 3.1——无危（LC）。",
        "index": 86
    },
    "福建黄兔": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img95051406882179.jpg",
        "value": "福建黄兔为福建兔的黄毛系，是福建省古老的地方优良品种，具有适应性广、抗病力强、繁殖率高、胴体品质好和药用功能等优点，素有“药膳兔”之称，深受消费者喜欢。近几年来该兔市场热销，在福建省的饲养量逐年上升，发展较快。",
        "index": 87
    },
    "深红玫瑰鹦鹉": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img19431407491294.jpg",
        "value": "深红玫瑰鹦鹉（学名：Platycercus elegans）是典型的攀禽，鸟喙强劲有力，喙钩曲，上颌具有可活动关节，喙基部具有腊膜。肌肉质舌厚。脚短，强大，对趾型，两趾向前两趾向后，适合抓握和攀援生活。羽色十分美丽鲜艳，鸟体为红色；脸颊为蓝紫色；颈部、背部和次要飞行羽的部份为黑色，并带有很宽的红色滚边。晚成雏。栖息于森林、棕榈树林、开阔的平原以及林地、农耕区等。通常成对或是小群体活动，主要的食物是花朵、花蜜、草类与树木的种子等，通常4-6只成群活动，繁殖期多在9-1月间。分布于澳大利亚和诺福克岛。",
        "index": 88
    },
    "红尾伯劳": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img38361412845204.jpg",
        "value": "红尾伯劳（学名：Lanius cristatus）：为伯劳科伯劳属的鸟类，俗名褐伯劳。体长18-21厘米。上体棕褐或灰褐色，两翅黑褐色，头顶灰色或红棕色、具白色眉纹和粗著的黑色贯眼纹。尾上覆羽红棕色，尾羽棕褐色，尾呈楔形。颏、喉白色，其余下体棕白色。一般生活于温湿地带森林鸟类、常见于平原、丘陵至低山区以及多筑巢于林缘、开阔地附近。所吃食物主要有直翅目蝗科、螽斯科、鞘翅目步甲科、叩头虫科、金龟子科、瓢虫科、半翅目蝽科和鳞翅目昆虫。偶尔吃少量草子。分布于西西伯利亚，从额尔齐斯河和阿尔泰往东到太平洋边阿纳德尔盆地和堪察加半岛、朝鲜、蒙古、日本，冬季也见于印度、中南半岛、马来西亚、菲律宾和印度尼西亚。",
        "index": 89
    },
    "蝈蝈": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img76931415869227.jpg",
        "value": "蝈蝈是昆虫纲，直翅目，螽斯科一些大型鸣虫的通称，个子较大，外形和蝗虫相像，身体草绿色，触角细长。雄虫的前翅互相摩擦，能发出“括括括”的声音，清脆响亮。喜欢吃瓜果、豆类等，人们用小竹笼饲养观赏。作为欣赏娱乐昆虫在中国已有悠久历史，如在古易州（今河北省易县）就有几百年编笼捕蝈蝈的历史。蝈蝈的别名很多，如哥哥、蛞蛞。蝈蝈在中国分布很广，与蟋蟀、油葫芦被称为三大鸣虫。蝈蝈的食物主要是豆类、菜叶、蚂蚱等。公蝈蝈叫声洪亮，深受广大鸣虫爱好者的喜爱。",
        "index": 90
    },
    "多瓦夫兔": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img18451406712185.jpg",
        "value": "多瓦夫兔（ A dwarf rabbit）原产地是德国，长成后体长仅30cm，体重1-2kg，体型非常娇小，可说是真正的\"迷你兔\"。",
        "index": 91
    },
    "西施兔": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img46951408350145.jpg",
        "value": "西施兔，从名字就不难猜测本种的模样，乍看之下就像是一只迷人的小狗，这可是由国人辛苦自行研发的心血，业者并赋予它一个美丽的名字——西施兔。毛发茂密的西施兔，看起来就像一团温暖的毛球，让人忍不住想与它们亲近。属长毛种，故饲主应格外注意日常毛发的梳理工作（最好 2-3 天就做一次梳刷的工作），另外长毛种的它们，在排泄时容易弄脏屁股周围的毛发，饲主也应注意清洁工作的落实。",
        "index": 92
    },
    "大山雀": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img77881413881911.jpg",
        "value": "大山雀（学名：Parus major）：中小型鸟类，体长13-15厘米。整个头呈黑色，头两侧各有一大型白斑，喙呈尖细状，便于捕食。上体为蓝灰色，背沾绿色。下体白色，胸、腹有一条宽阔的中央纵纹与颏、喉黑色相连。栖息于低山和山麓地带的次生阔叶林、阔叶林和针阔叶混交林中，也出入于人工林和针叶林。性较活泼而大胆，不甚畏人。行动敏捷，常在树枝间穿梭跳跃，或从一棵树飞到另一棵树上，边飞边叫，略呈波浪状飞行，波峰不高。主要以金花虫、金龟子、毒蛾幼虫、蚂蚁、蜂、松毛虫、螽斯等昆虫为食，大山雀也喜欢吃油质的种子，如瓜子，花生仁，核桃仁等等，人造的糕点它们也非常喜爱，在北方的冬季，种仁是它们的主要食物。分布于中国、非洲西北部、摩洛哥、突尼斯、阿尔及利亚、欧洲、中亚、西伯利亚、远东、朝鲜、日本、阿富汗、巴基斯坦、印度、中南半岛和印度尼西亚。",
        "index": 93
    },
    "绿颊锥尾鹦鹉": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img16041411118799.jpg",
        "value": "绿颊锥尾鹦鹉（学名：Pyrrhura molinae）是典型的攀禽，鸟喙强劲有力，喙钩曲，上颌具有可活动关节，喙基部具有腊膜。肌肉质舌厚。脚短，强大，对趾型，两趾向前两趾向后，适合抓握和攀援生活。鸟体羽毛为绿色，前额、头顶、头部后方以及耳羽为棕色；颈部两侧、喉咙、胸部上方的羽毛从褐色渐渐变为棕绿色，脸颊两侧带有些黄绿色的羽毛。食物为种子、浆果、水果、坚果、昆虫以及其幼虫等。分布于阿根廷，巴西和巴拉圭。",
        "index": 94
    },
    "蝎子": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img20591409645224.jpg",
        "value": "蝎子是动物界节肢动物门蛛形纲蝎目种类的统称，蜘蛛亦同属蛛形纲。它们典型的特征包括瘦长的身体、螯、弯曲分段且带有毒刺的尾巴（后腹部）。陆地上最早的蝎子约出现于四亿三千万年前的希留利亚纪(志留纪)。注：任何蝎子都有毒，毒性大小不同。毒性最小的蝎子：八重蝎（澳链尾蝎）Liocheles australasiae。蝎子美称山虾、钳蝎，据《本草纲目》详细记载全蟓具有\"息风镇痉，攻毒散结，通络止痛\"之功效。对口眼歪斜、风湿、肩周炎等病症具有显著疗效，并有防癌、抗癌之功效。蝎子酒，常饮可息风镇痛、解毒散结、通络止痛、固本培元。蝎酒含有人体所需的22种氨基酸和多种微量元素及维生素、牛黄酸等，对病患者无任何毒副作用，是男女老少皆宜和强身健体的高级营养农补品，其功能可双向提高人体机能、生理功能，对神经系统、心脑血管系统和肝、肾、皮肤有良好的疗效，对治疗风湿、肩痛、肩膀炎、头痛、面瘫、功能障碍、妇女腰痛等有明显效果。",
        "index": 95
    },
    "太阳锥尾鹦鹉": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img64521408441927.jpg",
        "value": "太阳锥尾鹦鹉（学名：Aratinga solstitialis）是典型的攀禽，鸟喙强劲有力，喙钩曲，上颌具有可活动关节，喙基部具有腊膜。肌肉质舌厚。脚短，强大，对趾型，两趾向前两趾向后，适合抓握和攀援生活。鹦鹉羽毛鸟体大部分为金黄色，头顶、脸颊两侧、下腹部、和背部下方都带有点桔色的色调。主要栖息于干旱，半落叶阔叶林和树木繁茂的热带稀树草原。食物为种子、浆果、水果、坚果、昆虫以及其幼虫等，通常成对活动，繁殖期聚小群，分布于巴西和圭亚那。",
        "index": 96
    },
    "眼镜猴": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img67821410255601.jpg",
        "value": "眼镜猴（学名：Philippine tarsier），又称跗猴，属灵长目简鼻亚目跗猴型下目眼镜猴科，包括眼镜猴、西部眼镜猴和菲律宾眼镜猴3种。其是一种珍贵的小型猴类，是全世界已知的最小猴种。它们的独特之处在于眼睛——在小小的脸庞上，长着两只圆溜溜的大眼睛，眼珠的直径可以超过1厘米。眼镜猴是热带和亚热带茂密森林中的树栖动物，喜欢生活在茂密的次生林和灌丛中，原始森林中也有分布。主要分布于东南亚的菲律宾等地，属于濒危动物。眼镜猴出现于距今6000万年以前，一直延续到现代。这是一支高度特化的灵长目动物，体长只有9～12厘米，体重为150克左右。",
        "index": 97
    },
    "贾丁氏鹦鹉": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img65081411894781.jpg",
        "value": "贾丁氏鹦鹉（学名：Poicephalus gulielmi） 在Poicephalus属的鹦鹉中是体型仅次于海角鹦鹉的第二大种类，共有3 个亚种。鸟喙强劲有力，喙钩曲，上颌具有可活动关节，喙基部具有腊膜。肌肉质舌厚。脚短，强大，对趾型，两趾向前两趾向后，适合抓握和攀援生活。羽毛主要为绿色，前额、头顶翅膀弯曲的部分、大腿均为桔红色，头部桔红色的分布因鸟而异，有些鸟会延伸很大面积，有些鸟则完全没有桔红色。晚成雏。分布地分散不集中，主要分布在非洲中部及西非部份地区。",
        "index": 98
    },
    "黑头凯克鹦鹉": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img45381411549503.jpg",
        "value": "黑头凯克鹦鹉（学名：Pionites melanocephalus）2种亚种。是典型的攀禽，对趾型足，两趾向前两趾向后，适合抓握，鸟喙强劲有力，可以食用硬壳果。羽色鲜艳，雌雄鸟外貌很相似。前额和后颈都罩在黑帽中，两颊、颈部和翕橙黄色，翅膀绿色，胸腹部白色。栖息于森林、棕榈树林、开阔的平原以及林地、农耕区等。通常成对或是小群体活动，主要的食物为水果、浆果、种子、坚果、花朵以及植物嫩芽等。分布于巴西、哥伦比亚、厄瓜多尔、秘鲁和委内瑞拉等国。",
        "index": 99
    },
    "东玫瑰鹦鹉": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img94601413967872.jpg",
        "value": "东玫瑰鹦鹉是较常见的澳洲长尾鹦鹉之一，价位不高，是许多刚开始尝试饲养澳洲长尾鹦鹉时经常选择的种类，身上的羽色十分鲜艳，母鸟头部与胸前的红羽比公鸟的羽色暗，面颊白色的部分呈淡灰色，头顶则有一点绿色，而公鸟的红羽为鲜红色，面颊纯白色，头顶红色无绿色参杂，野外数量较稳定，全世界约共超过50万只，有3种亚种。",
        "index": 100
    },
    "白色凤冠天竺鼠": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img95671406193898.jpg",
        "value": "白色凤冠天竺鼠（英文名white crested）别名荷兰鼠、荷兰猪、彩豚、豚鼠、几内亚猪，它们的祖先来自南美洲的安第斯山脉，16世纪时由欧洲商人带到西方，当时人们就很喜欢这种小动物并作为宠物饲养。它们性情温顺，讨巧可爱，比较容易照顾，至今仍旧是常见的家养宠物。世界上有些组织争先恐后得致力繁殖豚鼠，人们培育出了多种毛色不一，形态各异的品种。",
        "index": 101
    },
    "莲山黑兔": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img27191407745631.jpg",
        "value": "莲山黑兔是由中国莲山黑兔发展研究中心利用地方突变黑兔为基础, 综合四川、福建的地方兔种, 经杂交、导入、提纯、选育而成。以当地名山五莲山而得名,莲山黑兔现已经国家商标局注册商标,并申请了国家发明专利和2008年奥运会专用食品,列入了国家星火发展计划项目。",
        "index": 102
    },
    "塞内加尔鹦鹉": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img44721407317468.jpg",
        "value": "塞内加尔鹦鹉（学名：Poicephalus senegalus）是典型的攀禽，鸟喙强劲有力，喙钩曲，上颌具有可活动关节，喙基部具有腊膜。肌肉质舌厚。脚短，强大，对趾型，两趾向前两趾向后，适合抓握和攀援生活。体羽主要是绿色，头部为暗灰色，胸部下方和腹部有V字型的橙黄色羽毛。主要栖息在各种开阔的林地，有林地的开阔草原，其活动范围地势多低于海拔1000米，群居性，食物包括各类水果、种子、嫩芽等，对许多当地农民而言， 塞内加尔鹦鹉是农业害鸟，因为它们常至农田吃玉米、小栗米、花生等农作物。分布于西非各国。",
        "index": 103
    },
    "葵花凤头鹦鹉": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img58671412070835.jpg",
        "value": "葵花凤头鹦鹉（学名：Cacatua galerita）是攀禽，共有4个亚种。体羽无虹彩，主要为白色，头顶有黄色冠羽，愤怒时头冠呈扇状竖立起来，就像一朵盛开的葵花。亚种中菲茨罗伊河亚种是蓝眼圈，其他三种均是白眼圈。食物包括种子、壳类、浆果、坚果、水果、嫩芽、花朵、昆虫等。语言能力一般。喙的力量强大，需要养在金属笼子中。同许多凤头鹦鹉一样，作为宠物饲养需要主人大量时间陪伴。羽粉较多，需要定期沐浴。叫声嘈杂。野外分布于澳洲的北部、东部与南部，塔斯马尼亚和印尼的一些岛屿。",
        "index": 104
    },
    "橙翅亚马逊鹦鹉": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img47441406195918.jpg",
        "value": "橙翅亚马逊鹦鹉（学名：Amazona amazonica）是亚马逊盆地体型最小的鹦鹉之一。在苏利南和委内瑞拉数量非常多，是最常见的鹦鹉。有2个亚种，外型非常相似。头顶有黄色的羽毛，翅膀中间有橙色的羽毛，脸颊也有着橘黄色的羽毛。主要栖息于森林、红树林、沼泽、开阔的地区、潮湿的热带地区650米的地；偶尔会到比较干燥的地区、有着高大树木的公园以及村庄等地。它们通常都是成对或是小群体活动，有时候会聚集数百只的族群。广布于南美洲北部，大多栖息在安地斯山脉以东的地区。",
        "index": 105
    },
    "凤头百灵": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img7461415179496.jpg",
        "value": "凤头百灵（学名：Galerida cristata）共有37个亚种，在雀形目中体型略大，体长17-18厘米。具羽冠，冠羽长而窄。上体沙褐而具近黑色纵纹，尾覆羽皮黄色。下体浅皮黄，胸密布近黑色纵纹。看似矮墩而尾短，嘴略长而下弯。飞行时两翼宽，翼下锈色；尾深褐而两侧黄褐。幼鸟上体密布点斑。与云雀区别在侧影显大而羽冠尖，嘴较长且弯，耳羽较少棕色且无白色的后翼缘。升空时作鸣声，不断重复且间杂着颤音。较云雀的鸣声慢、短而清晰。 栖于干燥平原、旷野、半荒漠、沙漠边缘、农耕地及弃耕地。主要以草籽、嫩芽、浆果等为食，也捕食昆虫，如甲虫、蚱蜢、蝗虫等。分布于欧洲至中东、非洲、中亚、蒙古、朝鲜及中国。",
        "index": 106
    },
    "秘鲁缎毛天竺鼠": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img55251406194438.jpg",
        "value": "秘鲁缎毛天竺鼠，体长22～34厘米，体重400～700克，体型短粗而圆。",
        "index": 107
    },
    "红色吸蜜鹦鹉": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img58401412935481.jpg",
        "value": "红色吸蜜鹦鹉（学名：Eos bornea）有2 个亚种，羽色鲜艳，头部和颈部完全红色，飞羽为黑色和蓝色，耳羽有时覆盖蓝色，虹膜褐色。主要以花粉、花蜜与果实为食物，也吃昆虫。鸟喙比一般鹦鹉的长、更特别的是细长的舌头上有刷状的毛，称为刷状舌，方便该鹦鹉深入花朵中取得食物。活动于潮湿的原始森林、红树林沼泽区、近海岸的林地和椰子种植园。成对或集小群活动，偶尔聚集50只以上的大群。分布于印尼诸岛和布鲁岛。",
        "index": 108
    },
    "伊拉兔": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img2301408507722.jpg",
        "value": "伊拉兔，又称伊拉配套系肉兔。是法国欧洲兔业公司在20世纪70年代末培育成的杂交品种。",
        "index": 109
    },
    "猕猴": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img39071411638670.jpg",
        "value": "猕猴属（Macaca）：包括22种猕猴。主要特征是尾短，具颊囊。躯体粗壮，平均体长约50厘米，有些种尾比躯体略长，有些则无尾。它们的前肢与后肢大约同样长，拇指能与其它四指相对，抓握东西灵活，前额低，有一突起的棱。栖息广泛，草原、沼泽各类森林。群居，成十余只乃至数百只大群。以树叶、嫩枝、野菜等为食，也捕食其它小动物。相互之间联系时会发出各种声音或手势及，互相之间梳毛也是一项重要社交活动。恒河猴、食蟹猕猴、蛮猴等可作实验动物。主要分布于亚洲南部，印度尼西亚、菲律宾和日本。",
        "index": 110
    },
    "太平鸟": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img63471408355340.jpg",
        "value": "太平鸟（学名：Bombycilla garrulus）为鸟纲太平鸟科的鸟类。体长18厘米，翼展34-35厘米，体重40-64克，寿命13年。属小型鸣禽，全身基本上呈葡萄灰褐色，头部色深呈栗褐色，头顶有一细长呈簇状的羽冠，一条黑色贯眼纹从嘴基经眼到后枕，位于羽冠两侧，在栗褐色的头部极为醒目。颏、喉黑色。翅具白色翼斑，次级飞羽羽干末端具红色滴状斑。尾具黑色次端斑和黄色端斑。栖息于针叶林、针阔叶混交林和杨桦林中。除繁殖期成对活动外，其他时候多成群活动，有时甚至集成近百只的大群。主要以油松、桦木、蔷薇、忍冬、卫茅、鼠李等植物果实、种子、嫩芽等植物性食物为食。体态优美、鸣声清柔，为冬季园林内的观赏鸟类。分布于欧洲北部、亚洲北部和中部及东部、加拿大西部和美国西北部。",
        "index": 111
    },
    "黑线仓鼠": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img94741413794300.jpg",
        "value": "黑线仓鼠（学名：Cricetulus barabensis）俗称中国仓鼠。黑线仓鼠体型小，外表肥壮，粗短，头较圆，吻短钝。耳短圆，具白色毛边。黑线仓鼠是中国黄河以北一些省份的优势鼠种，蒙古、苏联、东欧及中亚细亚也有分布。多见于草原、半荒漠、耕地、山坡及河谷的林缘和灌木丛。驯服后和其他仓鼠种类没有太大区别，可当作宠物。该物种列入《世界自然保护联盟》（IUCN）2013年濒危物种红色名录ver3.1—-易危（VU）。",
        "index": 112
    },
    "超级鹦鹉": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img61771406280850.jpg",
        "value": "超级鹦鹉（学名：Polytelis swainsonii）是典型的攀禽，鸟喙强劲有力，喙钩曲，上颌具有可活动关节，喙基部具有腊膜。肌肉质舌厚。脚短，强大，对趾型，两趾向前两趾向后，适合抓握和攀援生活。超级鹦鹉羽色鲜艳，外型相当雅致。雄鸟的前额与面颊有鲜黄羽色，脖子上有红色兜状红羽，晚成雏。栖息于森林地区，桉树灌木丛区、充满水源的平原草地等处。平时大多是群聚，鲜少成对单独活动，在繁殖季节会聚集相当庞大的数量；主要的食物是花朵、花蜜、草类与树木的种子等。分布于澳大利亚东南部。",
        "index": 113
    },
    "比华伦兔": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img79441406541536.jpg",
        "value": "比华伦兔，19 世纪时在安特卫普被发现的，原本的颜色是蓝色，而白及黑等颜色是后其才发长出来，是较罕见的品种。",
        "index": 114
    },
    "缎毛兔": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img15661406887724.jpg",
        "value": "缎毛兔属肉兔，标准体重为 8.5－11 磅，是大型兔之一。",
        "index": 115
    },
    "银狐兔": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img68311408518523.jpg",
        "value": "银狐兔 是最早的和最著名的肉兔品种，也是最大的家兔品种。体型结构匀称，骨骼粗重，产肉力市,肉质良好。育成历史不详，但源于比利时北部弗朗德一带。数百年来分布于欧洲和地，20世纪初定名为弗朗德巨兔。",
        "index": 116
    },
    "帝王亚马逊鹦鹉": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img89171413969457.jpg",
        "value": "帝王亚马逊鹦鹉（学名：Amazona imperialis）是典型的攀禽，又名帝王亚马逊鹦哥或帝鹦鹉，是一种绿紫色的鹦鹉。对趾型足，两趾向前两趾向后，适合抓握，鸟喙强劲有力，可以食用硬壳果。羽色鲜艳，外表帅气。头部、胸部延伸至腹部的鲜艳紫蓝靛红色非常美丽，头部硕大，眼神炯炯有神有股高贵不凡的帝王之气；也是多米尼克的国鸟，栖息于森林、棕榈树林、开阔的平原以及林地、农耕区等。通常成对或是小群体活动，主要的食物为水果、浆果、种子、坚果、花朵以及植物嫩芽等。分布于多米尼克。",
        "index": 117
    },
    "金斑龙猫": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img59751411985863.jpg",
        "value": "金斑龙猫俗名别名 绒鼠、长尾龙猫、毛丝鼠、栗鼠，原产于南美洲安第斯山区。其外形与兔和松鼠十分相似，有一双大而亮的红宝石色的眼睛，粉红色的耳朵（无耳斑），白色与米黄色交杂的外表，全身毛皮浓密。前肢短小，有5趾，后肢强壮，有4趾，善于跳跃。",
        "index": 118
    },
    "纯黑龙猫": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img41891413797799.jpg",
        "value": "纯黑龙猫，英文名是Homozygous Ebony Chinchilla，指的是带有两对黑色对偶基因的龙猫。",
        "index": 119
    },
    "太行山兔": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img95731408095337.jpg",
        "value": "太行山兔，俗名别名：虎皮黄兔。食 性： 草食。全身背毛粟黄色，腹部浅白色身（还有一种是毛色深黄色，后躯两侧和后背稍带黑毛尖），耳较短厚且直立。成年兔体重平均4．3千克 。",
        "index": 120
    },
    "马达加斯加爱情鸟": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img44451410429553.jpg",
        "value": "灰头牡丹鹦鹉（学名：Agapornis canus）：体长13-15厘米，体重25-28克。雄鸟上体草绿色，雌鸟的头部和翅膀覆羽均为绿色。头部、颈部和胸部淡灰色，后颈和颈侧有一铜绿色领环，眼先及贯眼纹近蓝黑色，颊下有一黑带。腹部、身体两侧和尾巴内侧覆羽黄绿色，翅膀内侧覆羽为黑色。喙白色，眼黑色。生活在非洲热带丛林中，常集大群生活，一般在树洞中营巢繁殖，以各种植物种子、水果和桨果为食。在野外，该鸟常集群危害农作物及果园，遭到当地农民驱赶。由于这种鸟羽色艳丽，常被捕捉饲养，致使野生数量越来越少。分布于马达加斯加群岛及其附近岛屿。",
        "index": 121
    },
    "斯兰德天竺鼠": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img51241408095466.jpg",
        "value": "斯兰德天竺鼠（Self Red Guinea Pig），最大特点就是他拥有一身漂亮浓密的红色毛发。他性格非常的温顺乖巧，讨人欢喜，容易饲养，小巧玲珑的个体不占空间，至今仍是常见的家庭宠物。它的祖先来自南美洲的安第斯山脉，16世纪时由欧洲商人带到西方，当时人们就很喜欢这种小动物并作为宠物饲养。",
        "index": 122
    },
    "黄冠亚马逊鹦鹉": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img37271412936021.jpg",
        "value": "鹦鹉种类繁多，形态各异，羽色艳丽，鲜艳的羽毛和弯钩一样的巨大鸟喙使得它们格外惹人注目。黄冠亚马逊鹦鹉（学名：Amazona ochrocephala）与其它黄头系亚马逊鹦鹉一样是很聪明的种类，共有4种亚种，除了原生种外，其它三种都很少见，黄冠亚马逊外表虽不如双黄头亚马逊漂亮但是价位比较便宜，体型则差不多，嘴部为黑色，头部黄羽仅头顶小部分分布，容易与双黄头亚马逊区分，学话能力佳，人工繁殖鸟不怕人且与饲主互动频繁，但市面上所见多为野生鸟。",
        "index": 123
    },
    "黄眉柳莺": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img62071412848568.jpg",
        "value": "黄眉柳莺（学名：Phylloscopus inornatus）：体长100毫米左右。体形纤小，是小型食虫鸟类，嘴细尖。头部色泽较深，在头顶的中央贯以一条若隐若现的黄绿色纵纹。背羽以橄榄绿色或褐色为主，上体包括两翅的内侧覆羽概呈橄榄绿色，翅具两道浅黄绿色翼斑。下体白色，胸、胁、尾下覆羽均稍沾绿黄色，腋羽亦然。尾羽黑褐色，雌雄两性羽色相似。虹膜暗褐色；嘴角黑色，下嘴基部淡黄；跗蹠淡棕褐色。栖息于海拔几米至4000米高原、山地和平原地带的森林中。常在枝尖不停地穿飞捕虫，有时飞离枝头扇翅，将昆虫哄赶起来，再追上去啄食。主要分布于中国，在俄罗斯、朝鲜、蒙古、印度、不丹、缅甸，泰国北部、中南半岛，马来半岛等地繁殖或越冬。",
        "index": 124
    },
    "黄领吸蜜鹦鹉": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img68561411983942.jpg",
        "value": "黄领吸蜜鹦鹉（学名：Lorius chlorocercus）羽色鲜艳，主要以花粉、花蜜与果实为食物，鸟喙比一般鹦鹉的长、更特别的是细长的舌头上有刷状的毛，称为刷状舌，方便该鹦鹉深入花朵中取得食物。身体内部的构造也很特别，它们的体内有一种特别的消化酵素存在，以便分解食物。突出的特点是有较长的喙、细长的刷状舌头和处理硬质食物能力较差的砂囊。但由于该吸蜜鹦鹉没有消化谷物饲料的必要，它们的沙囊处理硬食物的能力较其他鹦鹉弱了许多。",
        "index": 125
    },
    "黄胸鹀": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img25831412845550.jpg",
        "value": "黄胸鹀（学名：Emberiza aureola）：是雀形目、鹀科、鹀属的鸟类。属小型鸣禽，体长14-15厘米，有2个亚种。额、头顶、头侧、颏及上喉均黑，翕及尾上覆羽栗褐；上体余部栗色；中覆羽白色，形成非常明显的白斑；颈胸部横贯栗褐色带；尾下覆羽几纯白；下体余部鲜黄色。栖息于低山丘陵和开阔平原地带的灌丛、草甸、草地和林缘地带。繁殖期间常单独或成对活动，非繁殖期则喜成群，特别是迁徙期间和冬季，集成数百至数千只的大群，最多达3500-7000只。一般主食植物种子。喙为圆锥形，与雀科的鸟类相比较为细弱，上下喙边缘不紧密切合而微向内弯，因而切合线中略有缝隙。分布于芬兰、俄罗斯、中国、蒙古、朝鲜、日本等地；越冬于欧洲中部、南部、巴基斯坦、印度、尼泊尔、不丹、孟加拉国、缅甸、中南半岛和马来西亚以及菲律宾等地。",
        "index": 126
    },
    "角百灵": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img92131413944521.jpg",
        "value": "角百灵（学名：Eremophila alpestris）：是一种小型鸣禽和中等体型的深色百灵，共有42个亚种。体长15-17厘米，翼展31-35厘米，体重33-45克。上体棕褐色至灰褐色，前额白色，顶部红褐色，在额部与顶部之间具宽阔的黑色带纹，带纹的后两侧，有黑色羽毛突起于头后如角。颊部白色并具有黑色宽阔胸带，尾暗褐色，但外侧1对尾羽白色，后爪长而稍弯曲。栖息于干旱山地、荒漠、草地或岩石上。非繁殖期多结群生活，常作短距离低飞或奔跑，取食昆虫和草籽。繁殖期5-8月，每窝产卵2-5枚。分布于美洲、印度次大陆及中国的西南地区。",
        "index": 127
    },
    "金翅雀": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img72281413884424.jpg",
        "value": "金翅雀（学名：Chloris sinica）：是雀形目雀科金翅雀属的小型鸟类。体长12-14厘米。嘴细直而尖，基部粗厚，头顶暗灰色。背栗褐色具暗色羽干纹，腰金黄色，尾下覆羽和尾基金黄色，翅上翅下都有一块大的金黄色块斑，无论站立还是飞翔时都醒目。栖息于海拔1500米以下的低山、丘陵、山脚和平原等开阔地带的疏林中。常单独或成对活动，秋冬季节也成群，有时集群多达数十只甚至上百只。主要以植物果实、种子、草子和谷粒等农作物为食。分布于俄罗斯萨哈林岛、堪察加半岛、日本和朝鲜等地。",
        "index": 128
    },
    "蓝顶亚马逊鹦鹉": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img18471411376669.jpg",
        "value": "青绿顶亚马逊鹦鹉是脊索动物门、鹦形目的一种鸟类。典型的攀禽，对趾型足，两趾向前两趾向后，适合抓握，鸟喙强劲有力，可以食用硬壳果。青绿顶亚马逊鹦鹉的羽毛颜色鲜艳，外表帅气。它身上大多数的羽毛都是绿色的，眼睛的虹膜为桔色，头冠、眼喙之间与大腿分布有黄色。在翅膀的转折点处还有红色的点缀，羽毛边缘的颜色为黄绿色，主要栖息在开阔的平原、林地与农耕地区。",
        "index": 129
    },
    "喜马拉雅兔": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img57841408356244.jpg",
        "value": "喜马拉雅兔在夏天为纯白，没有杂色，冬天尾、足、耳、鼻变成纯黑色。经长期培育已成为广泛饲养的优良皮肉兼用兔品种。除中国外，美国、前苏联等国均有饲养。体质健壮，耐粗饲，繁殖力强，是一种良好的育种材料，",
        "index": 130
    },
    "蓝头金刚鹦鹉": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img39941411119542.jpg",
        "value": "蓝头金刚鹦鹉（学名：Propyrrhura couloni）是小型金刚鹦鹉中最稀少，最不普及，身价最高，知名度最低的神秘种类。与一般金刚鹦鹉的不同处是其脸颊裸面部位呈灰黑色，但幼鸟时期仍是呈现白色裸面，此一特征会随年纪增长而改变。繁殖季大多成对或是两三只一起行动，通常都是在飞行中被人看见。以坚果类、种子类、蔬果类为必备的日常食物，人工繁殖的蓝头金刚容易驯服且相当健壮，适应力良好，与一般金刚鹦鹉一样很爱啃咬且破坏力强，适当的洗澡会保持其羽毛色泽及健康，蓝头金刚鹦鹉适合养在较宽敞可供飞行的鸟舍里。",
        "index": 131
    },
    "云雀": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img41671409645655.jpg",
        "value": "云雀（学名：Alauda arvensis）小型鸣禽，体型及羽色略似麻雀，雄性和雌性的相貌相似。背部花褐色和浅黄色，胸腹部白色至深棕色。外尾羽白色，尾巴棕色。后脑勺具羽冠，适应于地栖生活，腿、脚强健有力，后趾具1长而直的爪；跗跖后缘具盾状鳞；以植物种子、昆虫等为食，常集群活动；繁殖期雄鸟鸣啭洪亮动听，是鸣禽中少数能在飞行中歌唱的鸟类之一。求偶炫耀飞行复杂，能“悬停”于空中；在地面以草茎、根编碗状巢，每窝产卵3-5枚，孵化期10-12天。生活在草原、荒漠、半荒漠等地。云雀是丹麦、法国的国鸟。",
        "index": 132
    },
    "婴猴": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img94261410255911.jpg",
        "value": "婴猴（学名 Galago senegalensis），也叫塞内加尔婴猴，是一种小型的夜行灵长目动物，属于婴猴科婴猴属。它们有大眼睛，强壮的后肢，长长的尾巴。以昆虫及其他小动物、水果和树汁为食，灵长目原猴亚目婴猴科唯一的属。身体较小，大体上与松鼠一般大，树栖、夜间活动。行动敏捷，善于跳跃，一跃可达3～5米。颈部非常灵活，能向后回转180°；胸腹部各有1对乳头。婴猴在形态上与懒猴有某些共同之处，曾被列入懒猴科。",
        "index": 133
    },
    "金山珍珠": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img36741411895541.jpg",
        "value": "珍珠鸟是金山珍珠的别名，学名叫斑胸草雀（学名为Poephila guttata，英文名为Zebra Finch），也叫胁草雀、锦花鸟、锦华鸟、小珍珠、锦花雀等。斑胸草雀隶属雀形目、梅花鸟科、草雀属，原分布于澳洲东部和印尼东部热带森林中。中国大约在二十世纪七八十年代由澳大利亚引进，现已繁殖培育出骆驼色、白色、花色等多个品种。这种鸟羽色艳丽，体形娇小玲珑，叫声细柔，给人以美的享受，是驰名世界的人工繁育鸟。在国内有些养鸟专著将金山珍珠另立一种，实质上金山珍珠与斑胸草雀是同种异名。",
        "index": 134
    },
    "洁西伍莉": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img20151407727680.jpg",
        "value": "洁西伍莉又名泽西长毛兔(Jersey Wooly)是于1980 年代时，由法国安哥拉与侏儒兔所产生的新交配种，在持续交配之后，才产生了目前杰西伍莉的毛质与体型。而其名称是由，制造此品种的养殖者出生地纽泽西州来命名。",
        "index": 135
    },
    "英种小型兔": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img88551408528452.jpg",
        "value": "英种小型兔小于1.1kg ，耳朵比较短，通常不长过6.35cm。繁殖方式 为胎生，警觉性高，十分活跃。",
        "index": 136
    },
    "长卷毛天竺鼠": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img13331405669358.jpg",
        "value": "长卷毛天竺鼠，又名长卷毛荷兰猪、长卷毛豚鼠，分布区域为秘鲁、巴西等地。豚鼠属于目前比较常见的个小宠品种，并且被很多人热爱并且饲养。",
        "index": 137
    },
    "沙漠棉尾兔": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img22491408082677.jpg",
        "value": "沙漠棉尾兔（学名：Sylvilagus auduboni）是兔科、林兔属的啮齿动物。淡棕色，褐色或灰色；身体的下腹部发白；喉头经常有一个橙棕色斑纹；尾巴环绕看起来象一个棉花球。是草食动物，吃各种各样的植物，包括草、灌木叶和仙人掌。栖所是干燥草原、灌木丛、岸边区域和杜松子森林地带。分布于北美洲，从东蒙大拿的平原到下加利福尼亚半岛，内华达中部和南加利福尼亚。",
        "index": 138
    },
    "维兰特兔": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img26581408344318.jpg",
        "value": "维特兰兔的标准体重为6.5~10公斤，是中型兔之一。源自德国，是原始三色兔之一。",
        "index": 139
    },
    "黄雀": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img73741412759651.jpg",
        "value": "黄雀（学名：Spinus spinus）：为雀科金翅雀属的鸟类。体重9.5-16克；体长106-122毫米。雄鸟头顶与颏黑色，上体黄绿色，腰黄色，两翅和尾黑色，翼斑和尾基两侧鲜黄色；雌鸟头顶与颏无黑色，具浓重的灰绿色斑纹；上体赤绿色具暗色纵纹，下体暗淡黄，有浅黑色斑纹；雄鸟飞翔时可显示出鲜黄的翼斑、腰和尾基两侧。虹膜近黑色；嘴暗褐色，下嘴较淡；腿和脚暗褐色。生活于山林、丘陵和平原地带，秋季和冬季多见于平原地区或山脚林带避风处。除繁殖期成对生活外，常集结成几十只的群，春秋季迁徙时见有集成大群的现象。性不大怯疑，但在繁殖期非常隐蔽。以多种植物的果实和种子为食，兼主食赤杨、桦木、榆树、松树、及裸子植物的果实、种子及嫩芽，也吃作物和蓟草、中葵、茵草等杂草种子以及少量昆虫。分布于南欧至埃及、东至日本、朝鲜半岛和中国。",
        "index": 140
    },
    "纯啡龙猫": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img44251413881168.jpg",
        "value": "纯啡龙猫， Pastel Chinchilla，来源米色或金色与纯黑龙猫的结合，特点啡色的外表，腹部也是啡色的。",
        "index": 141
    },
    "啄羊鹦鹉": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img58881409307083.jpg",
        "value": "啄羊鹦鹉（学名：Nestor notabilis）是新西兰南岛上的一种大型鹦鹉。生活在稀木灌丛中，体形大，羽毛丰厚，主要呈绿色，喙又粗又长。除了具有其它鹦鹉的食性外，主要食昆虫、螃蟹、腐肉。但也经常攻击羊群，甚至跳到绵羊背上，它那强健的喙可以把羊的皮肉喙穿，吞食羊身上的脂肪并啄食羊肉，弄得活羊鲜血淋淋，所以当地的新西兰牧民称其为啄羊鹦鹉。",
        "index": 142
    },
    "白色黑眼天竺鼠": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img3151406109702.jpg",
        "value": "白色黑眼天竺鼠，别名荷兰鼠，性情温顺，讨巧可爱，比较容易照顾，是常见的家养宠物，",
        "index": 143
    },
    "琉球兔": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img36321407751559.jpg",
        "value": "琉球兔，又名奄美兔、奄美短耳兔、奄美黑野兔，是一种只分布在日本的奄美大岛及德之岛的原始兔。栖息在茂密森林，昼伏夜出，植食性。它们是亚洲大陆古代兔的遗族，故被称为活化石。世界自然保护联盟红色名录列为：濒危（EN）。",
        "index": 144
    },
    "金黄锥尾鹦鹉": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img13571411895962.jpg",
        "value": "金色锥尾鹦鹉（学名：Guaruba guarouba）是一种中型鹦鹉，体长34厘米，是所有锥尾鹦鹉中最稀少的种类之一，也是最美丽、最大型的种类。。",
        "index": 145
    },
    "黑顶吸蜜鹦鹉": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img55961411552215.jpg",
        "value": "黑顶吸蜜鹦鹉（学名：Lorius lory）羽色鲜艳，顶部具黑色帽，具红色的头和身体，绿色翅膀。主要以花粉、花蜜与果实为食物，鸟喙比一般鹦鹉的长、更特别的是细长的舌头上有刷状的毛，称为刷状舌，方便该鹦鹉深入花朵中取得食物。身体内部的构造也很特别，它们的体内有一种特别的消化酵素存在，以便分解食物。但由于该吸蜜鹦鹉没有消化谷物饲料的必要，它们的沙囊处理硬食物的能力较其他鹦鹉弱了许多。喜爱栖息在森林及其边缘带，沼泽林地、开阔的林地及低丘陵地区。分布于印度尼西亚和巴布亚新几内亚。在国内黑顶吸蜜鹦鹉是常见的吸蜜鹦鹉，约有7种左右的亚种，手养鸟很乖顺，说话能力在吸蜜鹦鹉中算是较好的种类，有些相似的种类如黄兜吸蜜鹦鹉(Yellow-bibbed Lory)、紫颈吸蜜鹦鹉(Purple-naped Lory)、紫腹吸蜜鹦鹉(Purple-bellied Lory)以及白颈吸蜜鹦鹉(White-naped Lory）",
        "index": 146
    },
    "棕榈凤头鹦鹉": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img17191410340523.jpg",
        "value": "棕榈凤头鹦鹉（学名：Probosciger aterrimus）仅1属1种，体长49-68厘米，翼展70-100厘米，体重500-950克。是十分美丽且独特的凤头鹦鹉，脸裸露，似金刚鹦鹉，故又称“椰子金刚”。是典型的攀禽，鸟喙强劲有力，喙钩曲，上颌具有可活动关节，喙基部具有腊膜。肌肉质舌厚。脚短，强大，对趾型，两趾向前两趾向后，适合抓握和攀援生活。栖息于热带雨林中，森林边缘地带、开阔稀树的草原地带等。以植物种子及嫩芽为食。通常成对活动，繁殖期聚小群，分布于新几内亚及其周围岛屿和澳大利亚昆士兰约克角半岛北部地区。在国际宠物市场很受欢迎，售价达1万多元美金，但人工繁殖较困难，所以盗捕现象很严重，种群数量受到威胁。",
        "index": 147
    },
    "澳洲国王鹦鹉": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img22491405933191.jpg",
        "value": "澳洲国王鹦鹉（学名：Alisterus scapularis）是鹦形目鹦鹉科的鸟类。共有2个亚种。是体型最大的澳洲长尾鹦鹉，也是体型最大的王鹦鹉，雄鸟头部至胸腹部为红色，雌鸟为绿色。主要栖息在海拔1600米以下的山区森林中，会随着气候的变化而有迁徙的行为，繁殖期间主要栖息在潮湿浓密的森林、峡谷区森林、开阔的尤佳利树林、草原林地、河流旁的森林等地区，食物包含了水果、浆果、种子、坚果、花朵、蔬菜、植物嫩芽、昆虫幼虫等，会至果园及农田内觅食，而造成农产品损失。",
        "index": 148
    },
    "红尾黑凤头鹦鹉": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img87801413279844.jpg",
        "value": "红尾黑凤头鹦鹉（学名：Calyptorhynchus banksii）：共有5个亚种，体长从50厘米到68厘米不等，体重能达到600-900克左右。因其雄鸟尾部的一片鲜红色羽毛而得名。头顶部有一个长的黑色羽冠，从前额开始，覆盖了大部分的头顶部。雄鸟鸟体羽毛黑色，尾部为鲜红色。雌鸟体型略小，有黑褐色的羽毛，头部、胸腹部、尾部及翅膀有许多美丽的黄色或桔黄色斑点与横纹。尾部为桔黄色羽毛。鸟喙强劲有力，喙钩曲，雄鸟鸟喙深灰色，雌鸟鸟喙肉色。寿命可能达到50年以上，是典型的攀禽，平时生活在树上，偶尔到地面上活动，群居鸟类。主要以植物种子为食，也会食用水果、坚果、花朵、昆虫。常在桉树上筑巢。主要分布在澳大利亚的北部和西部。",
        "index": 149
    },
    "雪兔": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img72731408430568.jpg",
        "value": "雪兔（拉丁学名：lepus timidus），是寒带、亚寒带代表动物之一，是一类个体较大的野兔，体长一般在510毫米左右。耳朵短，尾巴亦短，是中国九种野兔（其余八种为东北兔、东北黑兔、华南兔、草兔、高原兔、塔里木兔、云南兔和海南兔）中尾巴最短的。雪兔为了适应冬季严寒的雪地生活环境，冬天毛色变白，直到毛的根部；耳尖和眼圈黑褐色；前后脚掌淡黄色；夏天毛色变深，多呈赤褐色，是中国唯一冬毛变白的野兔。雪兔生活在温带的森林、平原上，属夜行性动物，胆小怕惊，喜安静，耐寒怕热，喜干怕湿，喜啃咬木头和洗浴，共有25个亚种。",
        "index": 150
    },
    "蓝翅八色鸫": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img20101411376280.jpg",
        "value": "蓝翅八色鸫（学名：Pitta brachyura）是雀形目八色鸫科的鸟类。体长17-20厘米，体重类约48-70克，体型圆胖，尾短，腿长，以身体具有红、绿、蓝、白、黑、黄、褐、栗等鲜艳夺目，丰富艳丽的色彩而得名，是很有观赏价值的鸟类。主要栖息于海拔200 米以下的平坝和丘陵落叶很厚的各种类型的树林中，也见于林缘溪流边的灌丛和小树上，田坝区的榕树和村寨边的小树上，以及竹林等环境。常在森林底层或低植被中找食无脊椎动物。叫声简单哀婉。主要以甲虫、白蚁、鳞翅目、鞘翅目的昆虫和蚯蚓、蜈蚣等小动物为食。分布于中国西南部、东南亚；越冬于马来半岛、苏门答腊及婆罗洲。",
        "index": 151
    },
    "塔里木兔": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img33701408088108.jpg",
        "value": "塔里木兔（Lepus yarkandensis）又叫南疆兔、莎车兔。体形较小，毛色较浅，耳朵较大，耳尖不呈黑色，是它与雪兔最明显的区别。整体毛色与栖息环境非常接近；听觉器官非常发达，耳长达10厘米，超过其他兔类。",
        "index": 152
    },
    "新西兰兔": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img6371408419254.jpg",
        "value": "新西兰兔是近代最著名的优秀品种之一，原产美国。我国已引入多年，具有早期生长速度快，产肉力高，肉质肥嫩的特点，毛皮质地也很好，具有较高的经济价值，而且是理想的实验动物，广泛应用于医药学、生物学领域的研究，加强对新西兰兔规范化养殖技术的研究具有十分现实的意义。",
        "index": 153
    },
    "黄蛉": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img65651413882464.jpg",
        "value": "黄蛉，2009年凭借甲骨文作文被四川大学锦城学院破格录取，同时也成为网络上走红的“古文字达人”。凭借甲骨文，他在两年内实现了从三本到一本的“两级跳”，得以在四川大学接受一对一的教学。2011年11月4日，黄蛉导师何崝称其浮夸靠不住，不愿意再教，已向学校提交辞呈。",
        "index": 154
    },
    "忌廉兔": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img89631407404723.jpg",
        "value": "忌廉兔源自法国，在1934年被带到美国去培育。是草食性动物。",
        "index": 155
    },
    "白喉矶鸫": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img44061416561542.jpg",
        "value": "白喉矶鸫（学名：Monticola gularis）是鸫科、矶鸫属小型鸟类，体长17-18厘米。雄鸟头顶和翅上覆羽钴蓝色，背、两翅和尾黑色具白色翅斑，腰和下体栗色，喉白色。雌鸟上体橄榄褐色具黑色鳞状斑，两翅和尾灰褐色，头顶灰褐色，喉白色，其余下体棕白色具黑色鳞状斑。特征均很明显，野外不难识别。白喉矶鸫是低山森林鸟类。繁殖期间，主要栖息于海拔700-1700米的针阔叶混交林和针叶林中，尤其喜欢在靠近河流附近的多岩石的山地和原始森林边缘靠近河流的次生林中活动。单独或成对活动。性机警而隐蔽，常站在岩顶和树梢茂密的枝叶间呜叫，鸣声清脆婉转、悦耳动听，极富音韵。主要以甲虫、金龟子、步行虫、蝼蛄、蝽象、鳞翅目幼虫等昆虫和昆虫幼虫为食，此外也吃蜘蛛和其他小型无脊椎动物。繁殖于从贝加尔湖至黑龙江和乌苏里江流域、俄罗斯远东和朝鲜，越冬于缅甸、泰国和中南半岛。",
        "index": 156
    },
    "栗腹文鸟": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img77271411463545.jpg",
        "value": "栗腹文鸟（学名：Lonchura malacca）：小型鸟类，体长10-12厘米。嘴蓝灰色，基部粗厚，先端尖、呈圆锥状， 脚亦为蓝灰色，整个头、颈和上胸黑色，其余体羽栗色，或下胸和腹中央至尾下覆羽黑色。尾栗红色。栖息于海拔1000米以下的低山丘陵和平原地带的灌丛、草丛和农田中，也见于果园、芦苇丛和村舍附近。常成群活动，多成3-5只或10余只的小群，也见单独与其他文鸟混群活动和觅食，秋冬季节有时也成数十只的大群。以谷物和杂草种子为食，繁殖期间也吃部分昆虫。分布于中国、尼泊尔、印度、斯里兰卡、孟加拉国、缅甸、泰国、中南半岛、马来半岛、菲律宾和印度尼西亚等地。",
        "index": 157
    },
    "珍达锥尾鹦鹉": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img76531410340963.jpg",
        "value": "詹代亚锥尾鹦鹉（学名：Aratinga jandaya）是典型的攀禽，鸟喙强劲有力，喙钩曲，上颌具有可活动关节，喙基部具有腊膜。肌肉质舌厚。脚短，强大，对趾型，两趾向前两趾向后，适合抓握和攀援生活。鸟体羽毛大部分为绿色，头部和喉咙部分为黄色，渐渐延伸到前胸变成桔色。主要栖息地是干燥及半干燥的地区，热带的低纬度森林地带，充满棘丛和树木的平原、以及松木山林区。是一种分布很广的鸟类，由于林地被滥垦以及过度开发而变得稀有，主食种子、果实、植被以及嫩芽，独居或以小群体活动，体色掩护而难以被察觉。分布于巴西。",
        "index": 158
    },
    "喜马拉雅天竺鼠": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img54031409565501.jpg",
        "value": "中 文 名 喜马拉雅天竺鼠，英 文 名 Himalayans，繁殖方式 胎生",
        "index": 159
    },
    "哈瓦那兔": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img65431407221119.jpg",
        "value": "哈瓦那兔 原产于荷兰，是一种珍贵的皮用兔，也当作玩赏品种饲养。",
        "index": 160
    },
    "戴胜": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img20261413882320.jpg",
        "value": "戴胜（学名：Upupa epops）：共有8个亚种。依不同亚种体长26-28厘米，翼展42-46厘米，体重55-80克。头顶羽冠长而阔，呈扇形。颜包为棕红色或沙粉红色，具黑色端斑和白色次端斑。头侧和后颈淡棕色，上背和肩灰棕色。下背黑色而杂有淡棕白色宽阔横斑。初级飞羽黑色，飞羽中部具一道宽阔的白色横斑，其余飞羽具多道白色横斑。翅上覆羽黑色，也具较宽的白色或棕白色横斑。腰白色，尾羽黑色而中部具一白色横斑。颏、喉和上胸葡萄棕色。腹白色而杂有褐色纵纹。虹膜暗褐色。嘴细长而向下弯曲，黑色，基部淡肉色，脚和趾铅色或褐色。栖息于山地、平原、森林、林缘、路边、河谷、农田、草地、村屯和果园等开阔地方，尤其以林缘耕地生境较为常见。以虫类为食，在树上的洞内做窝。性活泼，喜开阔潮湿地面，长长的嘴在地面翻动寻找食物。有警情时冠羽立起，起飞后松懈下来。每年5、6月份繁殖，选择天然树洞和啄木鸟凿空的蛀树孔里营巢产卵，有时也建窝在岩石缝隙、堤岸洼坑、断墙残垣的窟窿中。每窝产卵5-9枚。主要分布在欧洲、亚洲和北非地区，在中国有广泛分布。戴胜鸟是以色列国鸟，《那年那兔那些事》里的戴胜鸟即代指以色列。",
        "index": 161
    },
    "戈芬氏凤头鹦鹉": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img61101415611979.jpg",
        "value": "戈芬氏凤头鹦鹉（学名：Cacatua goffiniana）是鹦形目凤头鹦鹉科的鸟类，是体型最小的白色凤头鹦鹉之一，外表十分可爱及讨人喜欢，说话能力在凤头鹦鹉中算是较好的，非常爱嬉戏，能容易地学会许多把戏及技巧，食物包括种子、壳类、浆果、坚果、水果、嫩芽、花朵、昆虫等。喙的力量强大，需要养在金属笼子中。同许多凤头鹦鹉一样，作为宠物饲养需要主人大量时间陪伴。羽粉较多，需要定期沐浴。野生种群主要分布于印尼南摩鹿加群岛的塔宁巴岛。",
        "index": 162
    },
    "交嘴雀": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img2891411722242.jpg",
        "value": "交嘴雀（学名：Loxia）又名交喙鸟、青交嘴，是雀形目燕雀科交嘴雀属的统称，该属分为红交嘴雀、白翅交嘴雀，主要生活在松林地带，在中国见于东北南部以至长江下游及西南、西北部以至新疆等地。喜欢在鱼鳞云杉至臭冷杉林和黄花落叶松－白桦林中生活，经常结群游荡。",
        "index": 163
    },
    "大麦丁兔": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img65101406712871.jpg",
        "value": "大麦丁兔是宠物兔品种，外形与斑点狗很相似，所以又称为斑点兔或英种斑点兔，在国内的常见度不高，体型较大，是一种颇为古老的大型宠物兔，身体上分布着黑色斑点，极其可爱。",
        "index": 164
    },
    "加利福尼亚兔": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img16341407394207.jpg",
        "value": "加利福尼亚兔又称加州兔,俗称“八点黑”兔。属中型肉用品种,是著名的肉用兔品种之一。加利福尼亚兔具有早期生长快、性成熟早、适应性强、繁殖性能好、仔兔成活率高及遗传性能稳定等特点。经过30多年的国内应用推广,该兔既适合于纯种生产,又适合于规模化养殖,也适合于在农村商品兔生产中用作良好的杂交亲本。另外,还可利用其泌乳能力高、母性好的遗传特性,为种兔生产。加利福尼亚兔育成于美国加利福尼亚州。它是现代养兔业的重要肉用品种之一。该兔的外形特点是耳根粗，耳厚而宽，耳体短，眼红色，被毛白色，两耳、鼻端、四爪及尾部为黑色、浅灰黑或棕黑色，故又称“八点黑”。体中等长，全身肌肉丰满，似“冬瓜”，骨小肉多，肉质嫩而可口。成年母兔体重3．9～4．8千克，公兔3．6～4．5千克，略低于新西兰白兔。该兔繁殖性能好和生长速度快，特别是泌乳性能高，母性强，仔兔成活率高。平均每胎产仔7～8只。",
        "index": 165
    },
    "哈白兔": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img29671407231320.jpg",
        "value": "哈尔滨大白兔 简称哈白兔。是中国农科院哈尔滨兽医研究所经过10多年研究培养出来的大型皮肉兼用兔，哈尔滨大白兔是由中国农科院哈尔滨兽医研究所张军飞高级畜牧师培育成功的,用哈尔滨本地白兔和上海本地白兔先后与比利时兔、德国花巨兔杂交选育,1986年通过全国家兔育种委员会鉴定。该品种荣获农业部科技进步二等奖及中国农科院科技开发新产品一等奖。繁殖力高，生长快，耐粗食，适应性强，遗传性稳定。通过在全国近10年的推广扩繁，证明了哈尔滨大白兔遗传性能稳定，适应性强，耐粗饲，繁殖性能好，仔兔生长发育快，饲料报酬高，各项生化指标强于进口兔。在相同的饲养条件下各项生产性能指标均高于进口大型肉兔。该成果已列入国家科技成果重点推广项目，推广6年多来新增产值达14.6亿元人民币，为改善人民膳食结构，出口创汇取得了 巨大的经济效益与社会效益。",
        "index": 166
    },
    "豫丰黄兔": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img16691408523143.jpg",
        "value": "豫丰黄兔属于中型兔品种，成年兔体重5公斤-6.5公斤。是由太行山兔（又称虎皮黄兔）为母本、比利时兔为父本杂交选育而成的中型肉皮兼用型品种，前期生长速度快，饲料利用率高。豫丰黄兔日增重26克，两月龄体重2048克，两月龄为增重高峰期，料肉比为2.15:1。外貌美观独特，遗传性能稳定。该兔全身被毛黄色，腹部白色，头小清秀呈椭圆形，耳大直立，眼大有神，后躯丰满，成年母兔颈下有明显肉戎，四肢强壮有力，后肢粗壮而灵活。适应性好、抗病力强。既适应高标准饲养，又能适应条件差的环境与低营养标准，既能适应南方热带，又能适应北方寒带饲养。抗病能力大大优于其它肉兔品种。",
        "index": 167
    },
    "摩鹿加凤头鹦鹉": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img28541409652752.jpg",
        "value": "鲑色凤头鹦鹉（学名：Cacatua moluccensis）是鹦形目凤头鹦鹉科的鸟类，体长约52厘米，体羽主要为白色，雪白漂亮，头顶有鲑色冠羽，有时会竖起头冠。食物包括种子、壳类、浆果、坚果、水果、嫩芽、花朵、昆虫等。叫声嘈杂。野外分布于印尼摩鹿加群岛的西瑞岛及周围邻近的小岛。1989年列为《华盛顿公约》附录Ⅰ的濒临绝种鸟类。",
        "index": 168
    },
    "小太平鸟": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img6471408418987.jpg",
        "value": "小太平鸟（学名：Bombycilla japonica）是鸟纲太平鸟科太平鸟属的鸟类，体长约16厘米。尾端绯红色显著，与太平鸟的区别在黑色的过眼纹绕过冠羽延伸至头后，臀绯红。次级飞羽端部无蜡样附着，但羽尖绯红。缺少黄色翼带。一般生活习性与太平鸟相似，以植物果实及种子为主食，秋、冬季所见的食物有卫矛、鼠李，兼食少量昆虫。分布于西伯利亚东部及中国东北部，越冬至日本及琉球群岛。不定期繁殖鸟见于黑龙江的小兴安岭。越冬鸟群有时至中国湖北及山东。极少数在福建、台湾及华中有记录。",
        "index": 169
    },
    "獭兔": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img95951408333068.jpg",
        "value": "雷克斯兔，也称獭兔，享有“ The King of the rabbit ”兔中之王的美誉，最早在法国利用具绒毛的野兔所亲交出来的兔种，是世界著名的大型短毛兔品种，一般毛发长度约15～18毫米，个性相当活泼好动。是一种典型的皮用型兔，因其毛皮酷似珍贵毛皮兽水獭，故称为獭兔。獭兔体型匀称，颊下有肉髯，耳长且直立，须眉细而卷曲，毛绒细密、丰厚、短而平整，外观光洁夺目，手摸被毛有凉爽的感觉。",
        "index": 170
    },
    "黄鹂": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img76871412759901.jpg",
        "value": "黄鹂属（学名：Oriolus）：是雀形目、黄鹂科的1属。共有31种。中型鸣禽。喙长而粗壮，约等于头长，先端稍下曲，上喙端有缺刻；鼻孔裸露，盖以薄膜；翅尖长；尾短圆，跗跖短而弱。体羽鲜丽，多为黄、红、黑等色的组合，雌鸟与幼鸟多具条纹。树栖性，以昆虫、浆果为主食，鸣声洪亮悦耳。在水平枝杈间编织碗状巢，产卵3-5枚，主要由雌鸟孵化，孵化期13-15天，雏期约等于孵化期。分布于欧、亚非、澳洲的温带和热带地区。中国有1属6种。常见如黑枕黄鹂，俗称黄莺，在中国为夏候鸟。",
        "index": 171
    },
    "红额金刚鹦鹉": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img40351413022107.jpg",
        "value": "红额金刚鹦鹉（学名：Ara rubrogenys）：是鸟纲、鹦鹉科的攀禽。体格壮硕强健，体长55-60厘米，平均翼展为81.28厘米，它们是最轻的金刚鹦鹉，体重在425-550克之间。两性羽毛颜色相似。鸟体大致上为橄榄绿色。前额、耳羽以及大腿附近都有红色的羽毛，翅膀也有零星的分布红色羽毛。眼睛周围皮肤苍白，鸟喙为黑色。红额金刚鹦鹉幼鸟时期头部红羽并不明显，会随着年龄慢慢增多，成熟后头部、面颊与肩部的羽毛会呈现美丽鲜艳的橘红色，非常美丽。在河岸的树上或崖壁洞里筑巢。通常成对活动，在繁殖季也会群聚多达30只左右，偶尔在筑巢的树上会聚集高达80只。食谱由许多果实和花朵组成，食量大，有力的喙可将坚果啄开，用钝舌吸出果肉。产于美洲热带地区，野外数量相当稀少。分布于南美洲玻利维亚中南部的干旱山谷，是当地特有的物种。",
        "index": 172
    },
    "桃面爱情鹦鹉": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img97281408447191.jpg",
        "value": "蓝小鹦是一种颜色突变的桃面情侣鹦鹉，分布在非洲西南部干旱地区。它们经常吱吱的叫，是高度群居的鸟类，在野外很多时都以小群生活。不同群落会有不同的颜色，但雌鸟一般较暗及绿，而雄鸟则较细小及鲜艳。它们睡觉时会并排而坐及面向对方。雌鸟可以将一些天然物料撕成长条来筑巢。",
        "index": 173
    },
    "粉红凤头鹦鹉": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img2831415263459.jpg",
        "value": "粉红凤头鹦鹉（学名：Eolophus roseicapillus）是澳大利亚分布最广的鹦鹉之一，美丽的粉红羽色十分迷人，喜欢栖息在森林地带、草地、半干旱的地区，也包括牧区和公园。以青草种子、草地植物、谷类、果类、草根、昆虫以及其幼虫为食物，喜欢在地上觅食，尤其喜欢在农人耕种的谷类作物以及向日葵田觅食。分布于澳大利亚的东部、中部以及北部；澳大利亚本岛一些沿海岛屿、曾经引进塔斯马尼亚岛。人工繁殖鸟个性活泼好奇，是很多人喜爱的宠物鸟，但是在性成熟以后可能会个性转变而具有攻击性。",
        "index": 174
    },
    "泽西长毛兔": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img14391408945157.jpg",
        "value": "泽西长毛兔(Jersey Wooly)是于1980 年代时，由法国安哥拉与侏儒兔所产生的新交配种，在持续交配之后，才产生了目前杰西伍莉的毛质与体型。而其名称是由，制造此品种的养殖者出生地纽泽西州来命名。",
        "index": 175
    },
    "银色刺毛天竺鼠": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img59981410254199.jpg",
        "value": "银色刺毛天竺鼠的寿命长达十年之久，如果你确定要饲养它为宠物，那么你一定要确保家里没有其它狗猫等动物有机会伤害到他它。银色刺毛天竺鼠毛色银白相间，毛发硬，呈刺状，别名荷兰鼠、荷兰猪、彩豚、豚鼠、几内亚猪，它们的祖先来自南美洲的安第斯山脉，16世纪时由欧洲商人带到西方，当时人们就很喜欢这种小动物并作为宠物饲养。银色刺毛天竺鼠性情温顺，讨巧可爱，比较容易照顾，至今仍旧是常见的家养宠物。世界上有些组织争先恐后得致力繁殖豚鼠，人们培育出了多种毛色不一，形态各异的品种。",
        "index": 176
    },
    "白腰文鸟": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img91861415958084.jpg",
        "value": "白腰文鸟（学名：Lonchura striata）是小型鸟类，体长10-12厘米。上体红褐色或暗沙褐色、具白色羽干纹，腰白色，尾上覆羽栗褐色，额、嘴基、眼先、颏、喉黑褐色，颈侧和上胸栗色具浅黄色羽干纹和羽缘，下胸和腹近白色，各羽具“U”形纹。相似种斑文鸟腰不为白色，羽色亦不同。栖息于海拔1500米以下的低山、丘陵和山脚平原地带。性好结群，除繁殖期间多成对活动外，其他季节多成群，常成数只或10多只在一起，秋冬季节亦见数十只甚至上百只的大群，群的结合较为紧密，无论是飞翔或是停息时，常常挤成一团。主要以稻谷、谷粒、草子、种子、果实、叶、芽等植物性食物为食，也吃少量昆虫等动物性食物。分布于尼泊尔、印度、斯里兰卡、孟加拉国、缅甸、泰国、马来西亚和印度尼西亚等地。",
        "index": 177
    },
    "磨光兔": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img23841407901799.jpg",
        "value": "原产于英格籣、在1884年兔子的品评会上已经有17只磨光兔参加展出、1920年代从英国出口到德国，然后才广泛普及的品种。像内札兰德朵夫一样的小型兔子，鼻子比较短，鼻尖也是塌塌的。",
        "index": 178
    },
    "北朱雀": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img41551415958579.jpg",
        "value": "北朱雀（学名：Carpodacus roseus）：雄鸟额前头及喉均银白色，具粉红色羽缘，呈鳞片状，头顶余部及后颈粉红，背灰褐而羽缘粉红，具较宽黑色羽干纹，腰和尾上覆粉红色，尾羽黑褐色，外羽片具粉红色边缘。飞羽黑褐色，具棕白沾粉红边缘；翅上覆羽具近白沾粉红的宽阔羽端，形成两道横斑。下体均呈粉红色，下腹近白；腋羽及尾下覆羽白，染粉红色。雌鸟头顶、头侧灰褐，羽缘粉红，各羽具黑褐色羽干纹，背灰褐，杂以粉红色，尾羽外羽片棕白色。下体棕白，杂以较明显粉红色，具黑褐色羽干纹，余者和雄鸟相似。虹膜：红色，嘴棕褐色，脚深灰褐色。栖息于低海拔山区的针阔叶混交林、阔叶混交林和阔叶林，丘陵地带的杂木林和平原的榆、柳林中。越冬时可至海拔2500米。夏季繁殖区海拔较高。栖于针叶林但越冬在雪松林及有灌丛覆盖的山坡。以家族群迁徙，不甚畏人，鸣声洪亮婉转。取食杂草种子、浆果和叶。主要为松子、刺槐、山荆子、山里红、五味子及杂草的种子，也见少数取食树的嫩芽。分布于西伯利亚、阿尔泰山西部、贝加尔湖、萨哈林岛、蒙古、日本、朝鲜半岛以及中国。这种鸟羽色美丽，鸣声悦耳，容易饲养和驯熟，是中国最普遍的笼鸟之一。",
        "index": 179
    },
    "斑文鸟": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img69591416562672.jpg",
        "value": "斑文鸟（学名：Lonchura punctulata）是小型鸟类，体长10-12厘米。嘴粗厚黑褐色，上体褐色，下背和尾上覆羽羽缘白色形成白色鳞状斑，尾橄榄黄色。颏、喉暗栗褐色，其余下体白色具明显的暗红褐色鳞状斑。栖息于海拔1500米以下的低山、丘陵、山脚和平原地带的农田、村落、林缘疏林及河谷地区。除繁殖期间成对活动外，多成群，常成20-30只、甚至上百只的大群活动和觅食，有时也与麻雀和白腰文鸟混群。以谷粒等农作物为食，也吃草子和其他野生植物果实与种子，繁殖期间也吃部分昆虫。分布于尼泊尔、印度、孟加拉国、不丹、锡金、缅甸、斯里兰卡、泰国、中南半岛、马来西亚、印度尼西亚和菲律宾等地。",
        "index": 180
    },
    "栗额金刚鹦鹉": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img56901411119688.jpg",
        "value": "栗额金刚鹦鹉（学名：Ara severa）：是鸟纲、鹦鹉科的攀禽。体长40- 49厘米，体重307-387克。鸟体为绿色，前额靠近鸟喙的地方为深棕色，脸部有白色的裸皮，裸皮带有横向深棕色的细条状羽毛，翅膀前方弯曲的地方为红色，主要飞行羽之覆羽为蓝色。尾巴内侧羽毛底色为绿色，上方为红棕色，尖端带有蓝色。内侧的尾巴和飞行羽部份为深橘红色，鸟喙黑色，虹膜橙色。主要栖息于开阔的森林，有树木的草地、和森林相邻的平原、雨林地带的边缘地区。食谱由许多果实和花朵组成，食量大，有力的喙可将坚果啄开，用钝舌吸出果肉。在河岸的树上和崖洞里筑巢。比较容易接受人的训练，说话能力比较类似于大型金刚鹦鹉，也比小型金刚鹦鹉强一些。分布于玻利维亚、巴西、哥伦比亚、厄瓜多尔、圭亚那、巴拿马、秘鲁、委内瑞拉等国。",
        "index": 181
    },
    "喋喋吸蜜鹦鹉": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img50611413970198.jpg",
        "value": "喋喋吸蜜鹦鹉（学名：Lorius garrulus）羽色鲜艳，鸟体为红色，肩膀为暗红色 ，许多鸟的背后有着像披风般不同程度的黄色羽毛；大腿和翅膀为绿色。主要以花粉、花蜜与果实为食物，鸟喙比一般鹦鹉的长、更特别的是细长的舌头上有刷状的毛，称为刷状舌，方便该鹦鹉深入花朵中取得食物。身体内部的构造也很特别，它们的体内有一种特别的消化酵素存在，以便分解食物。但由于该吸蜜鹦鹉没有消化谷物饲料的必要，它们的沙囊处理硬食物的能力较其他鹦鹉弱了许多。分布于印尼。",
        "index": 182
    },
    "金领金刚鹦鹉": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img21951411895124.jpg",
        "value": "金领金刚鹦鹉（学名：Propyrrhura auricollis）是金刚鹦鹉家族中体形中等的鹦鹉，栖息于各种不同型态的地区，包含林地、潮湿的森林、农业耕作区等。雌雄无明显外表上的差异，繁殖期外常以一小群聚集活动，食物充足时会有大批聚集的情形，食物有水果、种子、核果、嫩芽等，偶尔会在谷物田或玉蜀黍田中觅食，12月时进入繁殖期。是很适合作宠物的金刚鹦鹉之一， 不像大型金刚鹦鹉般吵杂与破坏力强的特性，拥有不错的说话能力。分布于巴西中部、波利维亚的东部和北部、巴拉圭的北部以及阿根廷西北。",
        "index": 183
    },
    "绿颊亚马逊鹦鹉": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img42321411465045.jpg",
        "value": "绿颊亚马逊鹦鹉，拉丁文名：Amazona molinae.是鹦形目、鹦鹉科、亚马逊鹦鹉属，体长：约33cm(13吋)亚马逊鹦鹉的羽毛大部分是绿色的。眼睛虹膜桔色。黄色分布在它们的头冠、眼喙之间和大腿处，眼睛周围偶尔也可见。喜爱居住在河流边的林地、森林的边缘地带、丘陵地、农耕区是濒临绝种的亚马逊鹦鹉之一，野外数量只剩3000到6500只左右。分布于墨西哥的东北部。",
        "index": 184
    },
    "白腹凯克鹦鹉": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img75401416821059.jpg",
        "value": "金头凯克鹦鹉（学名：Pionites leucogaster）是典型的攀禽，对趾型足，两趾向前两趾向后，适合抓握，鸟喙强劲有力，可以食用硬壳果。羽色鲜艳，顶冠 、颈部、后枕和脸颊的上部橙色。喉咙和头部两侧黄色。上体包括翅膀，是艳绿色。胸部和腹部乳白色。有3种亚种，外表差异不大；栖息于森林、棕榈树林、开阔的平原以及林地、农耕区等。通常成对或是小群体活动，主要的食物为水果、浆果、种子、坚果、花朵以及植物嫩芽等。分布于亚马逊河流域，巴西、玻利维亚北部、厄瓜多尔东部和秘鲁。",
        "index": 185
    },
    "柏鲁美路兔": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img75881406541158.jpg",
        "value": "柏鲁美路兔 ，学名：Palomino（柏鲁美路兔） 类型及体重：属肉兔，标准体重为 8－11 kg，是大型兔之一。",
        "index": 186
    },
    "黑卷尾": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img32841412845380.jpg",
        "value": "黑卷尾（学名：Dicrurus macrocercus）是雀形目卷尾科的鸟类。全长约30厘米。通体黑色，上体、胸部及尾羽具辉蓝色光泽。尾长为深凹形，最外侧一对尾羽向外上方卷曲。栖息活动于开阔地区，繁殖期有非常强的领域行为，性凶猛，非繁殖期喜结群打斗。主要取食昆虫。平时栖息在山麓或沿溪的树顶上，在开阔地常落在电线上。数量多，常成对或集成小群活动，动作敏捷，边飞边叫。主要从空中捕食飞虫，主要以夜蛾、蝽象、蚂蚁、蝼蛄、蝗虫等害虫为食。分布范围是伊朗至印度、中国、东南亚、爪哇及巴厘岛。",
        "index": 187
    },
    "黑喉草雀": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img8611412934977.jpg",
        "value": "黑喉草雀（学名：Poephila cincta）是珍贵的观赏鸟，体型小，嘴圆锥形而常有鲜明的色彩。常在地面集群觅食，主要以种子为食，兼食昆虫。野外分布于大洋洲东部和东北部一带。栖息于森林地带和草原的溪流附近。以植物种子等为食。每窝产卵4～6枚，孵化期约为半个月。",
        "index": 188
    },
    "蓝冠吸蜜鹦鹉": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img85191411464553.jpg",
        "value": "蓝冠吸蜜鹦鹉（学名：Vini australis）羽色鲜艳，主要以花粉、花蜜与果实为食物，鸟喙比一般鹦鹉的长、更特别的是细长的舌头上有刷状的毛，称为刷状舌，方便该鹦鹉深入花朵中取得食物。突出的特点是有较长的喙、细长的刷状舌头和处理硬质食物能力较差的砂囊，以花蜜、花粉和果实为食，与一般鹦鹉以谷物为食不同。身体内部的构造也很特别，它们的体内有一种特别的消化酵素存在，以便分解食物。但由于该吸蜜鹦鹉没有消化谷物饲料的必要，它们的沙囊处理硬食物的能力较其他鹦鹉弱了许多。",
        "index": 189
    },
    "灰头锥尾鹦鹉": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img78241413280458.jpg",
        "value": "灰头锥尾鹦鹉（学名：Aratinga weddellii）是典型的攀禽，鸟喙强劲有力，喙钩曲，上颌具有可活动关节，喙基部具有腊膜。肌肉质舌厚。脚短，强大，对趾型，两趾向前两趾向后，适合抓握和攀援生活。鸟体羽毛大部分为绿色，下腹部为黄绿色；头部为灰棕色，且每片羽毛的边缘还带有暗蓝的色调；胸部上方为橄榄绿色。主要栖息于沿着河流分布的雨林地区、多沼泽的区域以及潮湿的平原、充满次要植被和开阔的地区、孤立的林地等地。以种子、水果、坚果、浆果、花朵为食。通常成对活动，繁殖期聚小群，分布于巴西，哥伦比亚和秘鲁等地。",
        "index": 190
    },
    "文须雀": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img61891409131245.jpg",
        "value": "文须雀（学名：Panurus biarmicus），文须雀属，小型鸟类，体长15-18厘米。嘴黄色、较直而尖，脚黑色。上体棕黄色，翅黑色具白色翅斑，外侧尾羽白色。雄鸟头灰色，眼先和眼周黑色并向下与黑色髭纹连在一起，形成一粗著的黑斑，在淡色的头部极为醒目。下体白色，腹皮黄白色，雄鸟尾下覆羽黑色。食物主要为昆虫、蜘蛛和芦苇种子与草子等。通常营巢于芦苇或灌木下部，也在倒伏的芦苇堆上或旧的芦苇茬上面营巢。",
        "index": 191
    },
    "红肩金刚鹦鹉": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img73961411378717.jpg",
        "value": "红肩金刚鹦鹉（学名：Diopsittaca nobilis）产于美洲热带地区，是所有的金刚鹦鹉中体型最小的，可爱的模样非常讨人喜爱，食谱由许多果实和花朵组成，有力的喙可将坚果啄开，用钝舌吸出果肉。产于美洲热带地区，在河岸的洞里筑巢。比较容易接受人的训练，和其他种类的鹦鹉能够友好相处，但也会咬其他动物和陌生人。寿命最长可达80年。红肩金刚鹦鹉在许多国家广泛的被成功的繁殖、饲养，从小养大的红肩金刚鹦鹉非常适合作宠物。",
        "index": 192
    },
    "塞北兔": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img98781408071407.jpg",
        "value": "塞北兔属于大型肉皮兼用新免种,系张家口农业高等专科学校利用法系公羊兔与比利时巨免进行二元输回杂交,经过杂交创新、选择定型、培育提高三个育种阶段,繁衍十二个世代,历时10年之久,培育而成。",
        "index": 193
    },
    "宾尼垂耳兔": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img11381406712679.jpg",
        "value": "宾尼垂耳兔又称宾尼兔、小型垂耳兔、侏儒垂耳兔，是兔子的一种品种，由法国垂耳兔和金吉拉兔交配发展而成。",
        "index": 194
    },
    "黑脸情侣鹦鹉": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img7841413279669.jpg",
        "value": "黑脸牡丹鹦鹉（学名：Agapornis nigrigenis）：体长13-14厘米，体重38-40克。这种鹦鹉鸟体为绿色，额头、前额为红棕色；眼睛和鸟喙之间、脸颊、喉咙为黑棕色；头部后方和颈部为暗黄绿色；胸部上方为橘红色，到了胸部下方渐渐变为黄绿色；腹部和尾巴内侧覆羽黄绿色，尾部为浅绿色；眼睛外有一圈粗宽的白眼圈，鸟喙红色，虹膜棕色。主要栖息于生长合欢属植物的灌木丛林、丛棘平原和介于600-1000米开阔的草地；偏好在河谷区活动。栖息地面积约为2500平方公里。栖息地通常离水源区很近，平常一小群到数十只左右一起活动。生性非常吵杂；常常会大批聚集于农耕区，觅食黍类、玉米和谷类作物等；有季节性迁移的习性，平常是游牧性质的鸟种，活动的地点完全视食物充足与否而定。分布于非洲国家赞比亚西南部。",
        "index": 195
    },
    "赤褐腹锥尾鹦鹉": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img78561406282393.jpg",
        "value": "红腹锥尾鹦鹉（学名：Pyrrhura frontalis ）鸟体大部分为绿色，额头前面有一条窄红色的羽毛，渐渐往后面变为暗棕色；耳羽为棕色，颈部两侧、喉咙、胸部上方为橄榄棕色，每片羽毛并有暗灰黄色的滚边；主要栖息于1300米高、乡村地区所有型态的林木地区，尤其偏好大西洋沿岸的森林和充满南洋杉的开阔草地，有时也会出现在农耕区、果园以及城镇中的公园等地。主要以种子、水果、花朵、浆果、坚果等为食。分布于巴西东南部",
        "index": 196
    },
    "黄地老虎": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img49311413537022.jpg",
        "value": "黄地老虎，Agrotis segetum (Denis et Schiffermüller) ，夜蛾科地夜蛾属的一个物种。成虫体长14～19毫米，翅展32～43毫米。全体黄褐色。前翅亚基线及内、中、外横纹不很明显；肾形纹、环形纹和楔形纹均甚明显，各围以黑褐色边，后翅白色，前缘略带黄褐色。卵半圆形，底平，直径约0.5毫米。",
        "index": 197
    },
    "灰尾兔": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img9981407226300.jpg",
        "value": "高原兔（学名：Lepus oiostolus）别名灰尾兔、绒毛兔，属于哺乳纲、兔形目、兔科、兔属的一种地栖啮齿类哺乳动物。高原兔体型较大，仅稍逊于寒带雪兔（L.timidus），被毛柔软，底绒丰厚。最显著的区别为臀部毛短呈灰色，尾上黑纹皆不清楚，毛色亦淡。分布于中国、印度以及尼泊尔等地，为青藏高原地区特有种之一。该物种列入《世界自然保护联盟》（IUCN）2013年濒危物种红色名录ver3.1—易危（VU）。该物种虽破坏草原植被，但对牧业的危害不大，由于它们为某些自然疫源性疾病病原体的携带者，所以对人类有一定的危害。",
        "index": 198
    },
    "暗色鹦鹉": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img21401405930853.jpg",
        "value": "暗色鹦鹉（学名：Pionus fuscus）体长26厘米，体重179-229克。羽毛以暗红、灰棕色为主调。主要栖息于森林地带、沿海低地林区、树木稀少的平原、有时候也会前往农耕区觅食。通常成对或是以小群体活动，平常在树上休憩的时候难以察觉，因为其羽色提供了良好的掩蔽，觅食的时候相当安静，有时候甚至连飞行的时候都很安静，偶尔聚集数量比较多的时候会比较吵杂，有季节性迁移的习性，迁移的地点完全看食物充足与否来决定。分布在偏北的亚马逊河流域，数量普及。",
        "index": 199
    },
    "黄翅鹦鹉": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img42651413191199.jpg",
        "value": "黄翅鹦哥（学名：Pyrrhura hoffmanni）是典型的攀禽，鸟喙强劲有力，喙钩曲，上颌具有可活动关节，喙基部具有腊膜。肌肉质舌厚。脚短，强大，对趾型，两趾向前两趾向后，适合抓握和攀援生活。鸟体羽毛为绿色，耳羽为红色；主要飞行羽的覆羽、次要飞行羽和翅膀内侧的飞行羽为黄色。栖息于森林的边缘地带，特别是林木茂密的地区。主要的食物为种子、浆果、水果、坚果、昆虫以及其幼虫等，通常成对活动，繁殖期聚小群，分布于哥斯达黎加和巴拿马。",
        "index": 200
    },
    "鲜红胸鹦鹉": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img94251408515880.jpg",
        "value": "鲜红胸鹦鹉（学名：Neophema splendida ）是典型的攀禽，鸟喙强劲有力，喙钩曲，上颌具有可活动关节，喙基部具有腊膜。肌肉质舌厚。脚短，强大，对趾型，两趾向前两趾向后，适合抓握和攀援生活。羽毛艳丽，雄鸟胸前有鲜红色的羽毛，雌鸟则无，具粉绒羽。晚成雏。栖息于森林、棕榈树林、开阔的平原以及林地、农耕区等。通常成对或是小群体活动，主要的食物为水果、浆果、种子、坚果、花朵以及植物嫩芽等。分布于澳大利亚。",
        "index": 201
    },
    "环颈鹦鹉": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img77091413021044.jpg",
        "value": "红领绿鹦鹉（学名：Psittacula krameri）是鹦形目鹦鹉科的鸟类，共有4个亚种。体长43厘米，翼展42-48厘米，体重95-140克，寿命30年。是长尾的绿色鹦鹉。嘴红色；尾蓝色，端黄；雄鸟头绿，枕偏蓝，上体深草绿色，下体与上体同色但较浅。颈基部有一条环绕颈后和两侧的粉红色宽带；从颈前向颈侧环绕有半环形黑领带。雌鸟整个头均为绿色。主要栖息于山麓开阔的疏林地带以及村庄、农田和乡镇庭园等地区。以植物果实与种子为食，也吃谷物和其他灌木浆果、花朵、花蜜等。分布于塞内加尔、几内亚、埃塞俄比亚、印度、斯里兰卡、巴基斯坦、孟加拉国、缅甸、越南和中国。",
        "index": 202
    },
    "蓝喉金刚鹦鹉": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img22211411119369.jpg",
        "value": "蓝喉金刚鹦鹉（学名：Ara glaucogularis）：是鸟纲、鹦鹉科的大型攀禽。体长约85厘米，体重600-800克。面部无羽毛，布满了条纹，有点像京剧中的花脸脸谱，尾极长。翅膀及尾部呈亮丽的蓝绿色，喉部呈蓝色，胸部上方及腹部呈亮黄色。有很大的鸟喙，虹膜黄色。幼鸟的虹膜为褐色，下端有隐蔽的青绿色和略带黄色的边缘。蓝喉金刚鹦鹉乍看之下与黄蓝金刚鹦鹉相似，蓝色羽毛部份较呈靛绿色，体型要小一些，但是数量少的多。该物种栖息于棕榈林、草原、森林和潮湿的雨林低地。最常见成对出现，但一般聚7-9只的小群，并且已知有70个大型栖息地群体。被认为是由非繁殖鸟类组成的野外的蓝喉金刚鹦鹉已濒临绝种。它们消失的主要原因是为当地及国际鸟类贸易造成的非法偷捕活动，此外牧场的发展砍伐了蓝喉金刚鹦鹉栖息的树木。动物园正进行许多的人工繁殖及保育计划，以拯救该物种。玻利维亚于1984禁止此物种的出口，但非法出口依然存在。",
        "index": 203
    },
    "暗色吸蜜鹦鹉": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img39871405936138.jpg",
        "value": "烟色吸蜜鹦鹉（学名：Pseudeos fuscata）羽色鲜艳，鸟体主要是深褐色，头部、胸前的颜色有红色、桔色、黄色3种不同的颜色。主要以花粉、花蜜与果实为食物，鸟喙比一般鹦鹉的长、更特别的是细长的舌头上有刷状的毛，称为刷状舌，方便该鹦鹉深入花朵中取得食物。身体内部的构造也很特别，它们的体内有一种特别的消化酵素存在，以便分解食物。但由于该吸蜜鹦鹉没有消化谷物饲料的必要，它们的沙囊处理硬食物的能力较其他鹦鹉弱了许多。分布于印尼和新几内亚。",
        "index": 204
    },
    "红腰鹦鹉": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img80771413021291.jpg",
        "value": "红腰鹦鹉（学名：Psephotus haematonotus）是属于鹦鹉科的一种典型的攀禽。鸟喙强劲有力，喙钩曲，上颌具有可活动关节，喙基部具有腊膜。肌肉质舌厚。脚短，强大，对趾型，两趾向前两趾向后，适合抓握和攀援生活。鸟体主要是绿色，特征是尾部有一块红斑。成熟的雄鸟颜色较明亮，红色部分也较鲜艳，而雌鸟的体色则较黯淡。在野外，它们生活在草原及灌木丛里，通常以约150只的大族群出现。以草地和灌木种子、地面上的植被、植物嫩芽、浆果、水果、花朵、昆虫以及其幼虫等为食。主要分布于澳洲东南部。",
        "index": 205
    },
    "红腹鹦鹉": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img98481412935237.jpg",
        "value": "红腹鹦鹉（学名：Poicephalus rufiventris）仅有2个亚种，与大部分Poicephalus属的鹦鹉一样，是很安静的非洲鹦鹉，有别于其他同属的鹦鹉，它们的性别可由外表轻易地判定，雄鸟的腹部为桔色，雌鸟则是灰绿色，是该属鹦鹉中说话能力较佳的种类。鸟喙强劲有力，喙钩曲，上颌具有可活动关节，喙基部具有腊膜。肌肉质舌厚。脚短，强大，对趾型，两趾向前两趾向后，适合抓握和攀援生活。主要栖息于平原地区、刺丛地区、生长合欢属植物的灌木林地、生长猴面包树的地区。以种子、谷粒、水果（尤其是无花果和合欢属植物的果实）、浆果等为食。分布于埃塞俄比亚、肯尼亚、索马里和坦桑尼亚。",
        "index": 206
    },
    "青铜翅鹦鹉": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img1961410774989.jpg",
        "value": "青铜翅鹦鹉（学名：Pionus chalcopterus）：体长为27-29厘米，体重平均约210克。鸟体为深蓝紫色，头部和颈部为青铜色，羽毛边缘并带有深灰紫色；胸部和下腹部为暗绿色并带有深蓝紫色的边缘；翅膀的覆羽为青铜色，主要飞行羽和主要覆羽为蓝紫色；尾巴内侧的覆羽为红色。在阳光下呈现出非常美丽的彩色。主要栖息于热带森林和亚热带林区介于500-2000米之间的地区，以水果、浆果、种子、坚果以及树上的花朵为食。分布于哥伦比亚、厄瓜多、秘鲁以及委内瑞拉等地。",
        "index": 207
    },
    "双眼无花果鹦鹉": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img78851407491722.jpg",
        "value": "双眼无花果鹦鹉（学名：Opopsitta diophthalma）约有8个亚种，鸟喙强劲有力，喙钩曲，上颌具有可活动关节，喙基部具有腊膜。肌肉质舌厚。脚短，强大，对趾型，两趾向前两趾向后，适合抓握和攀援生活。羽毛主要为绿色，雄鸟面部颜色为鲜红色，雌鸟则是浅黄色。晚成雏，是十分可爱迷人的小型鹦鹉。栖息于中低海拔的雨林、森林边缘地区、干燥森林、溪河旁的森林、开阔的桉树林地等地，在澳大利亚也会出现在公园、灌木丛、农作物区及红树林林地等地区，食物中，无花果占了最重要的部分，也会食用水果、花蜜、昆虫幼虫，或由树皮上刮食一些青苔与真菌类植物。分布于印尼，新几内亚和巴布亚新几内亚。",
        "index": 208
    },
    "古巴亚马逊鹦鹉": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img27131415613531.jpg",
        "value": "古巴亚马逊鹦鹉（学名：Amazona leucocephala）是典型的攀禽，对趾型足，两趾向前两趾向后，适合抓握，鸟喙强劲有力，可以食用硬壳果。羽色鲜艳，外表帅气。体长依照不同亚种分别为30到34厘米，喙钩曲，上颌具有可活动关节，喙基部具有腊膜。肌肉质舌厚，善仿其它鸟声和人语言。羽毛艳丽，具粉绒羽。晚成雏。通常成对或是小群体活动，主要的食物为水果、浆果、种子、坚果、花朵以及植物嫩芽等。分布于巴哈马，开曼群岛和古巴。列为《华盛顿公约》保护级别附录一，是濒临绝种的一级保育类鹦鹉。",
        "index": 209
    },
    "灰栗兔": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img87591407381592.jpg",
        "value": "灰栗兔是兔子的一种，毛色和老鼠的同类灰栗鼠很接近。",
        "index": 210
    },
    "圣文生亚马逊鹦鹉": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img1531407491946.jpg",
        "value": "圣文森亚马逊鹦鹉（学名：Amazona guildingii）是典型的攀禽，对趾型足，两趾向前两趾向后，适合抓握，鸟喙强劲有力，可以食用硬壳果。羽色鲜艳，外表帅气。身上的羽毛五彩缤纷，眼睛虹膜桔色，头冠、眼喙之间和大腿处分布有黄色。在翅膀的转折处有少许红色点缀，羽毛边缘呈黄绿色。翅膀的飞羽和翼角都泛紫光蓝色。栖息于森林、棕榈树林、开阔的平原以及林地、农耕区等。通常成对或是小群体活动，主要的食物为水果、浆果、种子、坚果、花朵以及植物嫩芽等。分布于圣文森特和格林纳丁斯。",
        "index": 211
    },
    "彩绘锥尾鹦鹉": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img10691406281651.jpg",
        "value": "彩绘锥尾鹦鹉（学名：Pyrrhura picta）：是鸟纲、鹦鹉科的攀禽，共有3个亚种，依照不同亚种身长分别为20-22厘米，体重54-70克。这种鹦鹉鸟体为绿色，鸟喙上方弯曲的部分有一条细窄的暗棕红色；眼睛周围以及脸颊为红棕色，脸颊下方带有蓝色；前额、头顶为蓝色；头部后方以及颈部为暗棕色。鸟喙暗灰色，虹膜棕色。主要栖息于森林、森林的边缘地带、和连接开阔乡村的地区；通常在600米左右的高度活动；以水果、浆果、坚果、花朵、种子、植被、昆虫以及其幼虫为食；偶尔也会吃水塘表面的水藻。分布于委内瑞拉、巴西、圭亚那和苏里南等地。",
        "index": 212
    },
    "美国黄褐色家兔": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img17641407912109.jpg",
        "value": "美国黄褐色家兔是一个物种，体形特征 身型多是在两个极端，一是很瘦，一是很重、很大只，且是跑步好手。",
        "index": 213
    },
    "南达锥尾鹦鹉": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img45801409911472.jpg",
        "value": "南达锥尾鹦鹉（学名：Nandayus nenday）是典型的攀禽，对趾型足，两趾向前两趾向后，适合抓握，鸟喙强劲有力，可以食用硬壳果。鸟体大部分为绿色，胸部下方以及下腹部、翅膀以及背后均为黄绿色；头部为黑色，尾巴内侧以及翅膀内侧为黑色；眼睛外围有一圈灰白色的裸皮，鸟喙为黑色，虹膜为棕色。栖息于森林、棕榈树林、开阔的平原以及林地、农耕区等。通常成对或是小群体活动，主要的食物为种子、浆果、水果、小坚果、昆虫以及幼虫等。分布于巴西、玻利维亚东南、巴拉圭、阿根廷北方等地。",
        "index": 214
    },
    "香槟兔": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img43641408434523.jpg",
        "value": "香槟兔属肉兔，标准体重为9－12 kg，是大型兔之一。",
        "index": 215
    },
    "云南花兔": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img94691408613451.jpg",
        "value": "云南花兔是一种肉皮兼用型兔，它的适应性广，抗病力强且生长快。耳短而直立，嘴尖，无垂髯， 白毛兔的眼为红或蓝色，其它毛色兔的眼为蓝或黑色。毛色以白为主，其次为灰色、黑色、黑白杂花，少数为麻色、草黄色或麻黄色。",
        "index": 216
    },
    "紫寿带": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img56291410340764.jpg",
        "value": "紫寿带鸟（Terpsiphone atrocaudata）：体长20厘米，雄鸟计尾长再加20厘米，体重19-25克。是中型鸣禽。为适应于在空中捕食昆虫的类群。喙基较宽阔，嘴强健，上喙先端稍下弯并具锐钩，有较发达的口须；鼻孔被羽掩盖；翅尖，尾叉形，飞行快捷灵活；外侧尾羽极度延长且中段仅具羽干，飞时有如飘舞的蝴蝶；腿、脚强健，爪钩状。主要栖息于海拔1200米以下的低山丘陵和山脚平原地带的阔叶林和次生阔叶林中。性格凶猛，领域性强。善鸣叫。在高树上以细草、蛛丝等编成精致的碗状巢，主要以昆虫为食，也兼食少量植物质。繁殖期5-7月。每窝产卵3-4枚。卵乳白色，具少许红褐色斑点。在日本、韩国、中国台湾及菲律宾北部的阴凉阔叶森林中繁殖。",
        "index": 217
    },
    "海角鹦鹉": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img37991413022608.jpg",
        "value": "海角鹦鹉（学名：Poicephalus robustus）是典型的攀禽，鸟喙强劲有力，喙钩曲，上颌具有可活动关节，喙基部具有腊膜。肌肉质舌厚。脚短，强大，对趾型，两趾向前两趾向后，适合抓握和攀援生活。鸟体羽毛大部分为绿色，头部为棕绿色和黄棕色，带有深棕色的斑点和深绿色。晚成雏。主要栖息于开阔的森林、热带草原、草原地区、红树林区以及果园区。主要以种子、坚果（酷爱胡桃和核桃）、浆果、水果、花蜜等为食；有时候会前往农耕区觅食玉米和苹果等作物。分布地区广阔且分散，三个主要地区是非洲西部、中南部及南部。",
        "index": 218
    },
    "红翅鹦鹉": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img4191413191783.jpg",
        "value": "红翅鹦鹉是典型的攀禽，对趾型足，两趾向前两趾向后，适合抓握，鸟喙强劲有力，可以食用硬壳果。羽色鲜艳。栖息于森林、棕榈树林、开阔的平原以及林地、农耕区等。红翅鹦鹉通常成对或是小群体活动，主要的食物为水果、浆果、种子、坚果、花朵以及植物嫩芽等。红翅鹦鹉在澳洲除了昆士兰以外是受法律保护的鹦鹉之一，在当地也是常见的种类，世界的数量超过10万只。",
        "index": 219
    },
    "彼斯奎氏鹦鹉": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img49901416821897.jpg",
        "value": "彼斯奎氏鹦鹉（学名：Psittrichas fulgidus）：体长46厘米，体重600-800克。脸部没有羽毛、鹰喙状的喙部等特征状似兀鹰或秃鹫，外表与一般的鹦鹉很不相像，黑色与鲜亮的红色毛羽相当美丽，是典型的攀禽，鸟喙强劲有力，喙钩曲，上颌具有可活动关节，喙基部具有腊膜。肌肉质舌厚。脚短，强劲有力，对趾型，两趾向前两趾向后，适合抓握和攀援生活。晚成雏。尾短、体型大小如乌鸦，体黑色，腹部红色，腿灰色。头前部无羽毛，颈上有硬羽。雄鸟眼后方有显著红斑。吃果实和柔软植物。成对或小群飞行。栖息的树大多是邻近水源区的独枝高树，是新几内亚岛上一种独立种类的珍稀鸟类。",
        "index": 220
    },
    "爱德华无花果鹦鹉": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img57931405933721.jpg",
        "value": "爱德华无花果鹦鹉（学名：Psittaculirostris edwardsii）是典型的攀禽，鸟喙强劲有力，喙钩曲，上颌具有可活动关节，喙基部具有腊膜。肌肉质舌厚。脚短，强大，对趾型，两趾向前两趾向后，适合抓握和攀援生活。上体和鸟翅的羽毛绿色，雄鸟的胸部及腹部为红色，雌鸟为蓝紫色。晚成雏。主要栖息于潮湿的低地森林内，开阔林地、森林边缘地带。食物是无花果、花蜜、昆虫、水果等。成对或一小群一起活动，且吵杂。分布于印度尼西亚，巴布亚新几内亚。",
        "index": 221
    },
    "夏温拿兔": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img1001408508121.jpg",
        "value": "夏温拿兔原产地：荷兰，繁殖方式：胎生。夏温拿兔身较短，毛也同样较短但富有光泽，竖耳而两只耳距离也较近。",
        "index": 222
    },
    "鳞头鹦哥": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img52451411378191.jpg",
        "value": "鳞头鹦哥（学名：Pionus maximiliani）共有4个亚种，是典型的攀禽，鸟喙强劲有力，喙钩曲，上颌具有可活动关节，喙基部具有腊膜。肌肉质舌厚。脚短，强劲有力，对趾型，两趾向前两趾向后，适合抓握和攀援生活。晚成雏。是最聪明，说话能力最佳的派翁尼斯属鹦鹉。头上的羽毛，经常性的以鳞片状竖起，很像头发蓬松的样子，得此名称。羽色不如别种的派翁尼斯特别，整体以暗暗的绿色为主调。主要栖息于南美的热带雨林、树木繁茂的地区和次生林。喜聚群活动。食物以种子、坚果和浆果为主。分布于阿根廷、玻利维亚、巴西和巴拉圭。鳞头鹦鹉的种名maximiliani，又被称为麦克希米伦鹦鹉，以十九世纪，德国的探险家兼自然学家——麦克希米伦‧亚历山大菲利浦亲王的名字命名，纪念他发表过的美洲游纪，其中包括见到了鳞头鹦鹉。",
        "index": 223
    },
    "红额鹦鹉": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img59911413190057.jpg",
        "value": "红额鹦鹉（学名：Cyanoramphus novaezelandiae）是典型的攀禽，鸟喙强劲有力，喙钩曲，上颌具有可活动关节，喙基部具有腊膜。肌肉质舌厚。脚短，强大，对趾型，两趾向前两趾向后，适合抓握和攀援生活。鸟体为绿色；胸部、腹部和尾巴内侧覆羽为黄绿色；前额、头顶、眼睛后方延伸的条状羽毛均为红色。羽毛艳丽，具粉绒羽。晚成雏。栖息于森林、棕榈树林、开阔的平原以及林地、农耕区等。通常成对或是小群体活动，主要的食物为水果、浆果、种子、坚果、花朵以及植物嫩芽等。分布于新西兰及周边的数个小岛。",
        "index": 224
    },
    "林肯港鹦鹉": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img93331411379546.jpg",
        "value": "林肯港鹦鹉（学名：Barnardius zonarius）共由3种亚种组成，依亚种不同约35-44厘米。是典型的攀禽，鸟喙强劲有力，喙钩曲，上颌具有可活动关节，喙基部具有腊膜。肌肉质舌厚。脚短，强大，对趾型，两趾向前两趾向后，适合抓握和攀援生活。羽毛艳丽，具粉绒羽。由于分布地区广，栖息的地区包括了开阔的尤加利树林、灌木丛、农地果园、海岸地区、沙漠区、郊外、公园等。大多在地上觅食，食物包含了花蜜、草类种子、水果、花和昆虫等，有时会因对农作物造成损失而被猎杀，在澳洲北部的族群会有季节性的迁徙。",
        "index": 225
    },
    "红腹金刚鹦鹉": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img63841413022850.jpg",
        "value": "红腹金刚鹦鹉（学名：Orthopsittaca manilata）是小型金刚鹦鹉中最大的的种类之一，产于美洲热带地区，是色彩很漂亮的绿鹦鹉，面部无羽毛，布满了条纹，有点像京剧中的花脸脸谱，兴奋时可变为红色。尾极长，属大型攀禽。聚集数量的多寡取决于食物的充足与否，喜爱栖息于浓密潮湿的雨林及开阔的稀树草原与草地，农耕区与红树林也可见到它们的踪迹，大多栖息于海拔500米以下的地区。分布很广，广布于南美洲北部，从圭亚那高地经委内瑞拉的北部及东南部至哥伦比亚，从南由秘鲁的东部到北玻利维亚与巴西，在崔那德岛也有其踪迹。",
        "index": 226
    },
    "红面具锥尾鹦鹉": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img56231413190332.jpg",
        "value": "红面具锥尾鹦鹉（学名：Aratinga erythrogenys）是典型的攀禽，鸟喙强劲有力，喙钩曲，上颌具有可活动关节，喙基部具有腊膜。肌肉质舌厚。脚短，强大，对趾型，两趾向前两趾向后，适合抓握和攀援生活。鸟体羽毛为绿色，前额、头顶、眼睛周围、脸颊以及翅膀弯曲的部分和大腿都带有红色的羽毛分布。主要栖息于森林地区、半开阔的林区、棘丛灌木平原地区、树木茂盛的乾燥地区。主要食物为水果、种子、浆果、坚果等，通常成对活动，繁殖期聚小群，分布于飞行的时候会伴随刺耳的叫声，是相当吵杂的鹦鹉。分布于厄瓜多西部和秘鲁。",
        "index": 227
    },
    "独角鹦鹉": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img30711413970822.jpg",
        "value": "独角鹦鹉（学名：Eunymphicus cornutus）是非常稀少且昂贵的鸟种，是典型的攀禽，对趾型足，两趾向前两趾向后，适合抓握，鸟喙强劲有力，可以食用硬壳果。羽色鲜艳，外表帅气，体羽以绿色为主，背部有黄色，红额顶端有二束独特的翎毛。主要的食物为水果、浆果、种子、坚果、花朵以及植物嫩芽等。原生于新西兰，分布于法国海外属地——新喀里多尼亚。世界各地普遍度极低。",
        "index": 228
    },
    "紫蓝饰雀": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img66201410342517.jpg",
        "value": "紫蓝饰雀（学名：Uraeginthus ianthinogaster），是梅花雀科蓝饰雀属的一种，分布于索马里、苏丹、埃塞俄比亚、肯尼亚、坦桑尼亚和乌干达。全球活动范围约为1,450,000平方千米。该物种的保护状况被评为无危。紫蓝饰雀的平均体重约为14.1克。栖息于亚热带或热带的（低地）干燥疏灌丛。紫蓝饰雀是属于一群被称为蓝饰雀的其中之一，这个族群还包括红颊蓝饰雀、蓝顶蓝饰雀、紫耳蓝饰雀等，它们的体形都很相似，身长约 十四公分。",
        "index": 229
    },
    "蓝头鹦哥": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img56941411376947.jpg",
        "value": "蓝头鹦哥（学名：Pionus menstruus）是鹦鹉科派翁尼斯鹦鹉属的鸟类。主要栖息于热带雨林、草原、落叶林及一些亚热带的农作区、农场等低地内，体形短胖，短方形的尾巴，头部呈现亮丽的蓝色。平均寿命约25年。蓝头鹦哥是该属类鹦鹉中较常见的品种之一，分3个亚种，主要差异是头部蓝色的深浅与分布面积多少。不同亚种的蓝头鹦哥，外观上，大致只有羽色深浅及蓝绿分布范围上的差异。幼鸟的头颈仍保留较多的绿色羽毛，随着年龄增加，才渐渐换成蓝色羽毛。雌雄外表无明显差异。分布于玻利维亚、巴西、哥伦比亚、哥斯达黎加、厄瓜多尔和巴拿马等国。",
        "index": 230
    },
    "白顶亚马逊鹦鹉": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img65721416822244.jpg",
        "value": "白额亚马逊鹦鹉（学名：Amazona albifrons）是体型最小的亚马逊鹦鹉，共有3种亚种。是典型的攀禽，对趾型足，两趾向前两趾向后，适合抓握，鸟喙是强劲有力，可以食用硬壳果。羽色鲜艳，外表帅气。羽毛大部分是绿色，前额以及头顶有一块白色的羽毛，眼睛虹膜桔色，在翅膀的转折处有少许红色点缀，羽毛边缘呈黄绿色。翅膀的飞羽和翼角都泛紫光蓝色。栖息于森林、棕榈树林、开阔的平原以及林地、农耕区等。通常成对或是小群体活动，主要的食物为水果、浆果、种子、坚果、花朵以及植物嫩芽等。分布于墨西哥、危地马拉西南、哥斯达黎加。",
        "index": 231
    },
    "白冠噪鹛": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img42651416821368.jpg",
        "value": "白冠噪鹛（学名：Garrulax leucolophus）是画眉科噪鹛属的鸟类。是中型鸟类，体长28-32厘米。常见于常绿阔叶林、杂有竹丛的树林以及林下灌丛。该物种的模式产地在喜马拉雅山脉西部。主要以金龟甲、步行虫、甲虫、蝉、鳞翅目幼虫等昆虫为食，也吃榕树果、草子和其他植物果实与种子等植物性食物。分布于喜马拉雅山脉、印度、尼泊尔、锡金、不丹、孟加拉、印度、中南半岛、苏门答腊以及中国大陆的西藏、云南等地。",
        "index": 232
    },
    "鳞胸吸蜜鹦鹉": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img64741411463838.jpg",
        "value": "鳞胸吸蜜鹦鹉（学名：Trichoglossus chlorolepidotus）羽色鲜艳，整体呈现出绿色的外观。头部翠绿略带蓝色调，颈部，喉咙及胸部广布黄色斑纹状的羽毛。主要以花粉、花蜜与果实为食物，鸟喙比一般鹦鹉的长、更特别的是细长的舌头上有刷状的毛，称为刷状舌，方便该鹦鹉深入花朵中取得食物。突出的特点是有较长的喙、细长的刷状舌头和处理硬质食物能力较差的砂囊，以花蜜、花粉和果实为食，与一般鹦鹉以谷物为食不同.身体内部的构造也很特别，它们的体内有一种特别的消化酵素存在，以便分解食物。栖息地多样性，包括海岸区的桉树林、公园、沼泽区、都市、农作区等。分布于澳大利亚。",
        "index": 233
    },
    "黄额鹦鹉": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img76941413279344.jpg",
        "value": "黄额鹦鹉（学名：Cyanoramphus auriceps）是典型的攀禽，鸟喙强劲有力，喙钩曲，上颌具有可活动关节，喙基部具有腊膜。肌肉质舌厚。脚短，强大，对趾型，两趾向前两趾向后，适合抓握和攀援生活。鸟体为绿色；胸部、腹部、翅膀内侧覆羽均为黄绿色；前额有一小块红色延伸到眼睛附近。栖息于森林、棕榈树林、开阔的平原以及林地、农耕区等。通常成对或是小群体活动，主要的食物为水果、浆果、种子、坚果、花朵以及植物嫩芽等。分布于新西兰。",
        "index": 234
    },
    "环喉雀": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img4501413193615.jpg",
        "value": "环喉雀学名为Amadina fasciata，全长12厘米，环喉雀的平均体重约为15.4克。雄性成鸟具有红色候斑，分布于非洲的撒哈拉沙 漠以南地区。它们生活在热带草原及干燥林地中，以种子和昆虫为食。繁殖季节成对活动，而其他时间群集在一起，生性活泼。它们用草和羽毛编成球状巢，有时会用麻雀或燕子的旧巢。",
        "index": 235
    },
    "桃额锥尾鹦鹉": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img98951408447389.jpg",
        "value": "桃额锥尾鹦鹉（学名：Aratinga aurea）：是鸟纲、鹦鹉科典型的攀禽。体长23-28厘米，体重80-105克。体羽大部分为绿色，前额主要为橙色；橄榄棕色的脸颊；前额、头顶的部份以及眼睛周围为橘色，头顶连接橘色的后面部份、以及颈部为深蓝色；脸颊、喉咙以及胸部上方为浅橄榄棕色，胸部下方、下腹部、尾羽内侧、以及翅膀内侧的覆羽为黄绿色；飞行羽的尖端和飞行羽的覆羽为蓝色，尾巴内侧和飞行羽为橄榄黄。鸟喙为黑色，虹膜为橘红色。主要栖息地是干燥及半干燥的地区，热带的低纬度森林地带，充满棘丛和树木的平原、以及纬度约2600米的松木山林区。通常成对或是小群体活动，繁殖期聚小群。主要的食物为种子、浆果、水果、坚果、昆虫以及其幼虫等。同时也会定期造访农耕区，觅食稻米、谷类、玉米等作物和果园中的水果。繁殖季为4-9月，一年可繁殖2 -3次，通常每窝产2-4枚卵，晚成雏。分布于阿根廷、玻利维亚和巴西等地。",
        "index": 236
    },
    "白领凤鹛": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img94881416563620.jpg",
        "value": "白领凤鹛（学名：Yuhina diademata）是画眉科的一类动物。体长15-18厘米。头顶和羽冠土褐色，具白色眼圈，眼先黑色，枕白色，向两侧延伸至眼，向下延伸至后颈和颈侧，在颈部形成白领极为醒目。上体土褐色，飞羽黑色，外侧初级飞羽末端外缘白色，尾深褐色，羽轴白色。颏、喉、黑褐色，胸灰褐色，腹和尾下覆羽白色。白领凤鹛主要栖息于海拔1500-3000米的山地阔叶林、针阔叶混交林、针叶林和竹林中，除繁殖期间多成对或单独活动外，其他时候多成3-5只至10余只的小群。主要以昆虫和植物果实与种子为食。分布于中国西部、缅甸东北部及越南北部。",
        "index": 238
    },
    "巴塔哥尼亚锥尾鹦鹉": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img54061416823238.jpg",
        "value": "掘穴鹦哥（学名：Cyanoliseus patagonus）：是鸟纲、鹦鹉科典型的攀禽，共有4个亚种。体长为42-46厘米，体重256-303克。这种鹦鹉鸟体为棕橄榄绿色，头部以及喉咙带有点绿色，胸部上方的两侧带有白色的斑纹状羽毛。下腹部中央以及大腿为暗红色。晚成雏。鸟喙强劲有力，喙钩曲，上颌具有可活动关节，喙基部具有腊膜。肌肉质舌厚。脚短，强大，对趾型，两趾向前两趾向后，适合抓握和攀援生活。栖息于各种型态的开阔乡村地区，比较偏好靠近水源但刺丛生长的干燥地区，以及水源附近仙人掌植物生长的干燥地区。主要的食物为种子，通常成对活动，繁殖期聚小群，分布于阿根廷，智利和乌拉圭。",
        "index": 239
    },
    "伯克氏鹦鹉": {
        "url": "http://img.boqiicdn.com/Data/BK/P/img67531416820226.jpg",
        "value": "伯克氏鹦鹉（学名：Neopsephotus bourkii）是典型的攀禽，鸟喙强劲有力，喙钩曲，上颌具有可活动关节，喙基部具有腊膜。肌肉质舌厚。脚短，强大，对趾型，两趾向前两趾向后，适合抓握和攀援生活。鸟体大部分为浅粉红色；前额和眼睛上方的小条纹为蓝色；眼睛和鸟喙之间、脸颊前方为白色；脸颊其他地方和喉咙为深粉红。主要栖息于干燥以及半干燥的开阔灌木丛林区，刺棘和穆拉加（Mulga）等金合欢属植物区。食物为水果、浆果、种子、坚果、花朵以及植物嫩芽等。分布于澳大利亚中部和南部。",
        "index": 240
    },
    "狐狸": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick87591495434738.jpg",
        "value": "狐狸是哺乳纲食肉目犬科狐属下的动物，一般所说的狐狸，又叫红狐、赤狐和草狐。它们灵活的耳朵能对声音进行准确定位、嗅觉灵敏，修长的腿能够快速奔跑，最高时速可达50km/h左右，所以主要以鱼、蚌、虾、蟹、鼠类、鸟类、昆虫类小型动物为食，有时也采食一些植物。实际上狐狸是民间对这一类动物的通称，种类繁多，分北极狐、赤狐、银黑狐、沙狐等。性格机敏胆小，常在古代神话中以\"狐狸精\"出现，虽在远古也曾作为图腾，但从不出现于正式祭祀中，皆因其\"形象不雅\"，多与狡诈鬼祟相关联。多年来，狐妖狐仙，在各种小说及趣闻中形成一种独有的妖精文化。",
        "index": 241
    },
    "刺猬": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick99541495434926.jpg",
        "value": "刺猬是属于猬亚科（Erinaceinae）的一类猬形目哺乳动物的统称，共有5个属；其中猬属（Erinaceus）的刺猬分布最普遍，广泛分布在欧洲、亚洲北部，在中国的北方和长江流域也分布很广。中国最常见的有黑龙江刺猬（Erinaceusamurensis）等。刺猬在苏南民间又被叫做\"偷瓜獾\"，体肥矮、爪锐利、眼小、毛短，浑身有短而密的刺，刺猬在夜间活动，以昆虫和蠕虫为主要食物，一晚上能吃掉200克的虫子，遇敌害时能将身体卷曲成球状，将刺朝外，保护自己，刚出生时刺软眼盲。",
        "index": 243
    },
    "变色龙": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick87581495431556.jpg",
        "value": "《变色龙》是俄国作家契诃夫早期创作的一篇短篇小说。契诃夫在该作中栩栩如生地塑造了虚伪逢迎、见风使舵的巡警奥楚蔑洛夫，当他以为小狗是普通人家的狗时，就扬言要弄死它并惩罚其主人。当他听说狗主人是席加洛夫将军时，一会儿额头冒汗，一会儿又全身哆嗦。通过人物如同变色龙似的不断变化态度的细节描写，有力地嘲讽了沙皇专制制度下封建卫道士的卑躬屈膝的嘴脸。",
        "index": 244
    },
    "花枝鼠": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick15931497232609.jpg",
        "value": "花枝鼠Fancy Rat，又名奶牛大白鼠，花枝鼠毛色像奶牛一样黑白相交。最常见的毛色以由前肢到头为巧克力或黑色，称头巾，背部白色的居多但有黑色斑点或中间一道黑毛。长尾巴接近于身体长度，尾巴上也常有黑色斑块。花枝鼠分布于美国、中国，该物种中国的家庭饲养率不是很高，国外饲养率较高。",
        "index": 245
    },
    "蜜袋鼯": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick27601541579603.png",
        "value": "在澳大利亚众多有袋动物中，蜜袋鼯无疑是瞩目的。它们身披毛茸茸的外衣，有着薄而尖的耳朵，又大又圆的眼睛，体态轻盈娇小，模样讨巧，很喜欢跟人亲近。因此蜜袋鼯如今已成为了一种受大众欢迎的宠物。蜜袋鼯是一种有袋动物（有袋的温血动物像袋鼠和沙袋鼠），蜜袋鼯大多数时间在树上活动。蜜袋鼯的身体两侧拥有滑行膜，从手关节延伸到脚踝，有利它们在树林间滑行。",
        "index": 246
    },
    "土拨鼠": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick461539578090.jpg",
        "value": "土拨鼠（Marmota）是啮齿目其中一种，旱獭属，又名土属拨鼠草地獭，又叫哈拉、雪猪、曲娃（藏语）。在外形和生活方式上都与鼠类相似，是松鼠科中体型最大的一种，是陆生和穴居的草食性、冬眠性野生动物。旱獭体型粗大肥壮，颈粗吻阔，耳小眼细，四肢粗短，利爪坚硬，松尾短扁。因潜藏烈性病菌，又危害牧场，一向被疾控与植保部门列入监控、杀灭黑名单。",
        "index": 247
    },
    "豚鼠": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick19221539934329.png",
        "value": "豚鼠（学名：Cavia porcellus）又名天竺鼠。豚鼠是无尾啮齿动物，身体紧凑，短粗，头大颈短，它们具有小的花瓣状耳朵，位于头顶的两侧，具有小三角形嘴。四肢短小，作为选择育种的结果，存在20种不同表型的毛发颜色，并且存在13种不同的表型毛发质地和长度。温带陆生夜行性动物，取食叶子，根和块茎，水果，花卉。具有社会性，可群居。圈养寿命平均为8年。繁殖活跃的豚鼠通常寿命较短，约为3~5年。在野外已经灭绝，作为宠物分布在世界各地。未列入《濒危物种红色名录》。",
        "index": 248
    },
    "雪貂": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick80781539914148.png",
        "value": "雪貂（学名：Mustela putorius furo）：平均体重0.3-2.7千克；平均体长33-41厘米，平均尾长7.6-10厘米；寿命为7-10岁。其身形细长、腿脚短小，头形扁平、呈三角形。毛色呈野生色或白化色。白貂体形雪白、尾巴较蓬松、尾尖为黑色。其余种类身上布满褐色、黑色、白色或混色的毛。野生雪貂的栖息地是靠近水源的森林和半林地。喜欢栖息在海拔800-1600米的针叶阔叶混交林和亚寒带针叶林中。极具破坏性，尤其喜爱偷猎家禽；而家养雪貂通常作为宠物喂养，或被用来驱赶洞穴中的老鼠和兔子。宠物貂的驯养历史不明，但很有可能在2500年前就已经开始，最早可追溯到公元前的古埃及时代原生种鼬鼠。当代仍有一些地区利用欧洲雪貂来猎捕兔子，但渐渐被驯养为宠物的宠物貂已经不适合野外生活。雪貂一词常常让人误会宠物貂是全白色，其实全白的宠物貂是非常少见的。纯白色野生雪貂极为罕见，目前仅见于大兴安岭林区北部，野生雪貂参照国家一级重点保护动物保护管理。",
        "index": 249
    },
    "荷兰垂耳兔": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick51071539912042.png",
        "value": "天生性情温驯，毛色有纯色、刺鼠色 、杂色、 铜铁色、橙色宽条纹等。 荷兰垂耳兔的体重大约2～2.5公斤，最恰当的体重大约是1.4公斤。爱干燥，胆小怕惊，喜欢安静，耐寒怕热，昼伏夜行，喜欢穴居，同性好斗。垂耳兔根据外貌特征可分为标准与非标准型。荷兰垂耳兔据悉是由荷兰的Adrian De Cock先生发展出来的。荷兰垂耳兔在1949年，他以迷你兔（侏儒兔）与英国垂耳兔所生的后代，与法国垂耳兔交配，尝试生产缩小版的法国垂耳兔，因此它诞生的年代，比起法国垂耳兔、英国垂耳兔晚了许多。一般所说的迷你兔，则是1970年代发展出来的。",
        "index": 250
    },
    "墨西哥火脚": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick82681534405037.jpg",
        "value": "墨西哥火脚蜘蛛（拉丁学名：Brachypelma boehmei）原产于墨西哥西部的干燥荒漠，Brachypelma属的又一大经典宠物捕鸟蛛种类。它们脚上火红色的毛发使它们看上去如同一团火焰，“火脚”这个名字非常名副其实。由于普及得较早，这个种类的幼体的价格在宠物捕鸟蛛市场中也仅仅算是中等。",
        "index": 251
    },
    "魔王松鼠": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick18111532921606.jpg",
        "value": "欧亚红松鼠（学名：Sciurus vulgaris）：头体长20-22厘米，尾长18厘米，体重为280-350克，雄性与雌性体重大致相同。臼齿（包括前臼齿）在颌的两侧各为5/4﹐上臼齿5枚，前后肢间无皮翼。不冬眠。随季节及分布地点不同，身上的皮毛也会呈现不同颜色，头上及背上的颜色从淡红色、棕色、红色到黑色，胸腹部的皮毛则是白色或奶油。喜栖于寒温带或亚寒带的针叶林或阔叶混交林中，多在山坡﹑河谷两岸林中觅食。白天活动，清晨最为活跃，善于在树上攀爬和跳跃，行动敏捷。平时多1-2只活动，但在食物极端贫乏时有结群迁移现象。在树上筑巢或利用树洞栖居，以坚硬的种子或针叶树的嫩叶、芽为食，也吃蘑菇、浆果等，有时吃昆虫的幼虫、蚂蚁卵等。有贮备食物越冬的习性。每年春、秋季换毛。年产仔2-3次，一般在4﹑6月产仔较多，每次产仔3-4只。广泛分布于欧洲中部到西亚等整个寒温带森林地区。",
        "index": 252
    },
    "红腹松鼠": {
        "url": "http://img.boqiicdn.com/Data/BK/P/imagick37361558408554.jpg",
        "value": "赤腹松鼠（学名：Callosciurus erythraeus ）又称红腹松鼠，为啮齿类动物。栖息于热带和亚热带森林，亦见于次生林、砍伐迹地以及丘陵台地、椰林、灌木林、竹林、乔木和竹林混交林、马尾松林、枞林、灌木丛等植被环境，是树栖动物。主要分布在亚洲地区，包括中国、缅甸、印度阿萨姆、不丹、泰国、柬埔寨、老挝、越南和马来西亚等国。该物种列入《世界自然保护联盟》（IUCN）2013年濒危物种红色名录ver3.1—-易危（VU）。",
        "index": 253
    }
}